{
  "category": "Bezpieczeństwo i zdrowie",
  "level": "B2",
  "sentences": [
    {"pl": "Czy w tej klinice oferują specjalistyczne usługi medyczne, takie jak leczenie bólu przewlekłego?", "hr": "Nudi li ova klinika specijalizirane medicinske usluge poput liječenja kronične boli?"},
    {"pl": "Czy szpital oferuje leczenie dla osób z rzadkimi chorobami, które wymagają specjalistycznego nadzoru?", "hr": "Nudi li bolnica liječenje za osobe s rijetkim bolestima koje zahtijevaju specijalistički nadzor?"},
    {"pl": "Czy w tej aptece znajdę leki, które pomogą mi w leczeniu długotrwałego stresu?", "hr": "Ima li u ovoj ljekarni lijekova koji mi mogu pomoći u liječenju dugotrajnog stresa?"},
    {"pl": "Jakie są procedury awaryjne w przypadku zatrucia lub reakcji alergicznej?", "hr": "Koje su hitne procedure u slučaju trovanja ili alergijske reakcije?"},
    {"pl": "Czy w szpitalu jest dostępny oddział do rehabilitacji neurologicznej?", "hr": "Ima li bolnica odjel za neurologijsku rehabilitaciju?"},
    {"pl": "Czy lekarz prowadzący może wystawić mi zaświadczenie o stanie zdrowia na potrzeby ubezpieczenia?", "hr": "Može li moj liječnik izdati potvrdu o zdravstvenom stanju za potrebe osiguranja?"},
    {"pl": "Czy w aptekach dostępne są leki bez recepty na leczenie bezsenności?", "hr": "Postoje li u ljekarnama lijekovi bez recepta za liječenje nesanice?"},
    {"pl": "Jakie kroki należy podjąć, aby uzyskać dostęp do pomocy medycznej w razie wypadku w obcym kraju?", "hr": "Koji koraci treba poduzeti kako bi se osigurala medicinska pomoć u slučaju nesreće u stranoj zemlji?"},
    {"pl": "Czy w tej aptece oferowane są konsultacje dotyczące suplementów diety?", "hr": "Nudi li ova ljekarna savjetovanja o prehrambenim dodacima?"},
    {"pl": "Czy w przypadku silnego bólu pleców mogę liczyć na pomoc fizjoterapeuty w tej klinice?", "hr": "Mogu li računati na pomoć fizioterapeuta u ovoj klinici u slučaju jake boli u leđima?"},
    {"pl": "Czy lekarze w tym szpitalu specjalizują się w leczeniu chorób serca?", "hr": "Jesu li liječnici u ovoj bolnici specijalizirani za liječenje srčanih bolesti?"},
    {"pl": "Jaka jest procedura rejestracji w szpitalu, jeśli jestem obcokrajowcem i nie mam ubezpieczenia?", "hr": "Koji je postupak registracije u bolnici ako sam stranac i nemam osiguranje?"},
    {"pl": "Czy w tej aptece można uzyskać porady na temat leków na alergie wziewne?", "hr": "Može li se u ovoj ljekarni dobiti savjet o lijekovima za alergije na zrak?"},
    {"pl": "Czy w tej klinice można umówić się na wizytę z lekarzem specjalistą bez skierowania?", "hr": "Mogu li se u ovoj klinici naručiti na posjet specijalistu bez uputnice?"},
    {"pl": "Jakie są opcje leczenia i rehabilitacji po operacji ortopedycznej?", "hr": "Koje su opcije liječenja i rehabilitacije nakon ortopedske operacije?"},
    {"pl": "Czy szpital oferuje usługi dla osób, które przeszły operacje onkologiczne?", "hr": "Nudi li bolnica usluge za osobe koje su prošle onkološke operacije?"},
    {"pl": "Czy w tej klinice jest dostępny psycholog, który pomoże mi w leczeniu depresji?", "hr": "Ima li psihologa u ovoj klinici koji će mi pomoći u liječenju depresije?"},
    {"pl": "Czy apteka prowadzi sprzedaż leków na receptę przez internet?", "hr": "Prodaje li ljekarna lijekove na receptu putem interneta?"},
    {"pl": "Czy w szpitalu można uzyskać pomoc w zakresie zdrowia psychicznego, na przykład terapię?", "hr": "Može li se u bolnici dobiti pomoć za mentalno zdravlje, poput terapije?"},
    {"pl": "Czy jest możliwość konsultacji z dietetykiem w tej klinice, jeśli mam problemy z nadwagą?", "hr": "Postoji li mogućnost konzultacija s nutricionistom u ovoj klinici ako imam problema s prekomjernom težinom?"},
    {"pl": "Jakie są najlepsze metody leczenia zapalenia stawów, które poleca ta klinika?", "hr": "Koje su najbolje metode liječenja artritisa koje preporučuje ova klinika?"},
    {"pl": "Czy apteka oferuje produkty bezglutenowe i bezlaktozowe?", "hr": "Nudi li ljekarna bezglutenske i bezlaktozne proizvode?"},
    {"pl": "Czy szpital ma oddział intensywnej opieki medycznej dla pacjentów z chorobami serca?", "hr": "Ima li bolnica odjel intenzivne medicinske njege za pacijente sa srčanim bolestima?"},
    {"pl": "Czy lekarz w tej klinice ma doświadczenie w leczeniu chorób zakaźnych?", "hr": "Ima li liječnik u ovoj klinici iskustva u liječenju zaraznih bolesti?"},
    {"pl": "Czy szpital oferuje konsultacje z dermatologiem, jeśli mam problem ze skórą?", "hr": "Nudi li bolnica konzultacije s dermatologom ako imam problema s kožom?"},
    {"pl": "Czy w tej klinice są dostępne usługi medyczne 24 godziny na dobę?", "hr": "Nudi li ova klinika medicinske usluge 24 sata dnevno?"},
    {"pl": "Czy można zarejestrować się na wizytę online, czy muszę przyjść osobiście do szpitala?", "hr": "Mogu li se registrirati za posjet online ili moram osobno doći u bolnicu?"},
    {"pl": "Czy w szpitalu dostępne są usługi transportowe dla osób starszych?", "hr": "Nudi li bolnica usluge prijevoza za starije osobe?"},
    {"pl": "Czy ta klinika specjalizuje się w leczeniu osób po wypadkach samochodowych?", "hr": "Specijalizira li ova klinika liječenje osoba nakon automobilskih nesreća?"},
    {"pl": "Czy w aptece znajdę leki, które pomogą mi obniżyć ciśnienie krwi?", "hr": "Ima li u ljekarni lijekova koji mi mogu pomoći smanjiti krvni tlak?"},
    {"pl": "Czy szpital zapewnia usługi stomatologiczne, takie jak leczenie kanałowe?", "hr": "Nudi li bolnica stomatološke usluge, poput liječenja korijenskog kanala?"},
    {"pl": "Czy w tej klinice oferowane są szczepienia przeciwko chorobom tropikalnym?", "hr": "Nudi li ova klinika cijepljenje protiv tropskih bolesti?"},
    {"pl": "Jakie są zasady rejestracji i konsultacji u specjalistów w tej klinice?", "hr": "Koja su pravila registracije i konzultacija sa specijalistima u ovoj klinici?"},
    {"pl": "Czy w tej aptece są dostępne preparaty na wzmocnienie układu odpornościowego?", "hr": "Ima li u ovoj ljekarni preparata za jačanje imunološkog sustava?"},
    {"pl": "Czy istnieje możliwość odbycia terapii manualnej w tej klinice?", "hr": "Postoji li mogućnost fizioterapije u ovoj klinici?"},
    {"pl": "Czy w tej aptece mogę zakupić sprzęt medyczny, taki jak ciśnieniomierz?", "hr": "Mogu li u ovoj ljekarni kupiti medicinsku opremu, poput tlakomjera?"},
    {"pl": "Czy szpital oferuje rehabilitację po operacjach ortopedycznych?", "hr": "Nudi li bolnica rehabilitaciju nakon ortopedskih operacija?"},
    {"pl": "Jakie usługi medyczne są dostępne w tej klinice dla kobiet w ciąży?", "hr": "Koje medicinske usluge su dostupne u ovoj klinici za trudnice?"},
    {"pl": "Czy w tej aptece mogę dostać leki na migreny?", "hr": "Mogu li u ovoj ljekarni nabaviti lijekove za migrene?"},
    {"pl": "Czy szpital oferuje usługi medyczne online dla pacjentów zdalnych?", "hr": "Nudi li bolnica online medicinske usluge za pacijente na daljinu?"},
    {"pl": "Czy w tej klinice przeprowadza się operacje chirurgiczne, czy tylko konsultacje?", "hr": "Izvode li se u ovoj klinici kirurške operacije ili samo konzultacije?"}
  ]
}
