{
  "category": "Bezpieczeństwo i zdrowie",
  "level": "C1",
  "sentences": [
    {"pl": "Jakie innowacyjne metody leczenia są obecnie dostępne dla osób z przewlekłymi chorobami układu oddechowego?", "hr": "Koje inovativne metode liječenja trenutno su dostupne za osobe s kroničnim bolestima dišnog sustava?"},
    {"pl": "Czy w tym szpitalu stosowane są nowoczesne technologie w diagnostyce chorób serca, takie jak tomografia komputerowa serca?", "hr": "Koristi li ova bolnica moderne tehnologije u dijagnostici srčanih bolesti, poput CT skeniranja srca?"},
    {"pl": "Jakie zmiany w systemie ochrony zdrowia są niezbędne, aby zapewnić lepszy dostęp do opieki medycznej w odległych rejonach?", "hr": "Koje promjene u zdravstvenom sustavu su potrebne kako bi se osigurao bolji pristup medicinskoj skrbi u udaljenim područjima?"},
    {"pl": "Czy rozważano wprowadzenie bardziej zaawansowanych procedur medycznych w leczeniu chorób zakaźnych, takich jak terapia genowa?", "hr": "Je li razmatrano uvođenje naprednijih medicinskih postupaka u liječenju zaraznih bolesti, poput genske terapije?"},
    {"pl": "W jaki sposób zmieniające się warunki atmosferyczne wpływają na naszą odporność i jakie działania profilaktyczne są zalecane?", "hr": "Kako promjenjivi vremenski uvjeti utječu na našu imunost i koje preventivne mjere se preporučuju?"},
    {"pl": "Jakie są zalety i wady systemów opieki zdrowotnej opartych na modelu prywatnym w porównaniu do publicznego?", "hr": "Koje su prednosti i mane zdravstvenih sustava temeljenih na privatnom modelu u usporedbi s javnim?"},
    {"pl": "Czy w przyszłości technologia sztucznej inteligencji będzie mogła w pełni zastąpić tradycyjne diagnozowanie przez lekarzy?", "hr": "Hoće li u budućnosti tehnologija umjetne inteligencije moći potpuno zamijeniti tradicionalnu dijagnozu od strane liječnika?"},
    {"pl": "Jakie są wyzwania związane z leczeniem chorób cywilizacyjnych, takich jak otyłość i cukrzyca, w społeczeństwach rozwiniętych?", "hr": "Koji su izazovi u liječenju civilizacijskih bolesti poput pretilosti i dijabetesa u razvijenim društvima?"},
    {"pl": "W jaki sposób rozwój terapii genowych zmienia przyszłość leczenia chorób dziedzicznych?", "hr": "Kako razvoj genske terapije mijenja budućnost liječenja nasljednih bolesti?"},
    {"pl": "Czy istnieje zagrożenie związane z nadmiernym korzystaniem z technologii medycznych, takich jak roboty chirurgiczne i diagnostyczne?", "hr": "Postoji li prijetnja od prekomjerne uporabe medicinskih tehnologija, poput kirurških i dijagnostičkih robota?"},
    {"pl": "Czy medycyna prewencyjna powinna stać się integralną częścią każdego systemu ochrony zdrowia na świecie?", "hr": "Trebala bi li preventiva postati sastavni dio svakog zdravstvenog sustava na svijetu?"},
    {"pl": "W jaki sposób zmiany w stylu życia, takie jak dieta i aktywność fizyczna, mogą wpłynąć na redukcję ryzyka zachorowań na choroby nowotworowe?", "hr": "Kako promjene u načinu života, poput prehrane i tjelesne aktivnosti, mogu utjecati na smanjenje rizika od raka?"},
    {"pl": "Czy w przyszłości możemy spodziewać się, że sztuczna inteligencja stanie się kluczowym narzędziem w diagnostyce medycznej?", "hr": "Možemo li u budućnosti očekivati da umjetna inteligencija postane ključni alat u medicinskoj dijagnozi?"},
    {"pl": "Jakie są główne trudności związane z wprowadzaniem nowych technologii medycznych w krajach o ograniczonych zasobach?", "hr": "Koje su glavne poteškoće u uvođenju novih medicinskih tehnologija u zemljama s ograničenim resursima?"},
    {"pl": "Jakie są perspektywy dla medycyny regeneracyjnej w leczeniu uszkodzeń tkanek i organów?", "hr": "Koje su perspektive regenerativne medicine u liječenju oštećenja tkiva i organa?"},
    {"pl": "Czy dostępność zaawansowanych metod leczenia w krajach rozwijających się jest wystarczająca, aby sprostać rosnącym potrzebom zdrowotnym?", "hr": "Je li dostupnost naprednih metoda liječenja u zemljama u razvoju dovoljna da odgovori na rastuće zdravstvene potrebe?"},
    {"pl": "Czy zmieniające się warunki klimatyczne mają bezpośredni wpływ na wzrost liczby chorób zakaźnych?", "hr": "Imali promjenjivi klimatski uvjeti izravan utjecaj na porast broja zaraznih bolesti?"},
    {"pl": "W jaki sposób globalne pandemie zmieniają sposób organizacji systemów ochrony zdrowia na całym świecie?", "hr": "Kako globalne pandemije mijenjaju način organiziranja zdravstvenih sustava širom svijeta?"},
    {"pl": "Jakie są najbardziej obiecujące metody w walce z opornością na antybiotyki?", "hr": "Koje su najobetavnije metode u borbi protiv otpornosti na antibiotike?"},
    {"pl": "Czy wprowadzenie obowiązkowych szczepień przeciwko niektórym chorobom może poprawić globalne zdrowie publiczne?", "hr": "Može li uvođenje obveznih cijepljenja protiv određenih bolesti poboljšati globalno javno zdravlje?"},
    {"pl": "W jaki sposób rozwój telemedycyny zmienia sposób świadczenia usług zdrowotnych, zwłaszcza w rejonach wiejskich?", "hr": "Kako razvoj telemedicine mijenja način pružanja zdravstvenih usluga, osobito u ruralnim područjima?"},
    {"pl": "Czy bioetyka powinna odgrywać większą rolę w rozwoju nowych terapii medycznych, szczególnie w kontekście manipulacji genetycznych?", "hr": "Trebala bi li bioetika imati važniju ulogu u razvoju novih medicinskih terapija, posebno u kontekstu genetskih manipulacija?"},
    {"pl": "Jakie są potencjalne zagrożenia związane z niekontrolowanym rozwojem biotechnologii w medycynie?", "hr": "Koje su potencijalne prijetnje povezane s nekontroliranim razvojem biotehnologije u medicini?"},
    {"pl": "Jakie konsekwencje mogą wyniknąć z braku dostępu do odpowiedniej opieki zdrowotnej w krajach rozwijających się?", "hr": "Koje posljedice mogu nastati zbog nedostatka pristupa odgovarajućoj zdravstvenoj skrbi u zemljama u razvoju?"},
    {"pl": "Czy dążenie do opóźniania starzenia się stwarza nowe wyzwania zdrowotne dla społeczeństw?", "hr": "Stvara li težnja za usporavanjem starenja nove zdravstvene izazove za društva?"},
    {"pl": "W jaki sposób można poprawić dostępność usług medycznych w obszarach o dużych nierównościach społecznych?", "hr": "Kako poboljšati dostupnost medicinskih usluga u područjima s velikim društvenim nejednakostima?"},
    {"pl": "Czy w przyszłości będziemy mogli leczyć choroby genetyczne za pomocą edycji genów?", "hr": "Hoćemo li u budućnosti moći liječiti genetske bolesti pomoću genske izmjene?"},
    {"pl": "Jakie są etyczne wyzwania związane z wykorzystaniem zaawansowanych technologii, takich jak sztuczna inteligencja w medycynie?", "hr": "Koji su etički izazovi povezani s uporabom naprednih tehnologija poput umjetne inteligencije u medicini?"},
    {"pl": "W jaki sposób zmiany demograficzne, takie jak starzenie się społeczeństwa, wpłyną na przyszłość opieki zdrowotnej?", "hr": "Kako će demografske promjene, poput starenja društva, utjecati na budućnost zdravstvene skrbi?"},
    {"pl": "Czy systemy opieki zdrowotnej w krajach rozwiniętych są w stanie odpowiedzieć na wyzwania wynikające z chorób zakaźnych, takich jak grypa?", "hr": "Jesu li zdravstveni sustavi u razvijenim zemljama u stanju odgovoriti na izazove koji proizlaze iz zaraznih bolesti poput gripe?"},
    {"pl": "Jakie są potencjalne korzyści i zagrożenia związane z personalizowaną medycyną?", "hr": "Koje su potencijalne prednosti i prijetnje povezane s personaliziranom medicinom?"},
    {"pl": "Jakie innowacje w dziedzinie zdrowia mogą pomóc w radzeniu sobie z narastającymi kosztami opieki zdrowotnej?", "hr": "Koove inovacije u zdravstvu mogu pomoći u suočavanju s rastućim troškovima zdravstvene skrbi?"},
    {"pl": "Czy genotypowanie stanie się standardową częścią diagnostyki medycznej w przyszłości?", "hr": "Hoće li genotipizacija postati standardni dio medicinske dijagnostike u budućnosti?"},
    {"pl": "Jakie działania powinniśmy podjąć, aby poprawić dostępność opieki zdrowotnej w krajach rozwijających się?", "hr": "Koje mjere trebamo poduzeti kako bismo poboljšali dostupnost zdravstvene skrbi u zemljama u razvoju?"},
    {"pl": "Czy globalne inicjatywy zdrowotne mogą skutecznie zaradzić problemowi rosnącej liczby chorób cywilizacyjnych?", "hr": "Mogu li globalne zdravstvene inicijative učinkovito riješiti problem porasta broja civilizacijskih bolesti?"},
    {"pl": "W jaki sposób globalna współpraca może poprawić skuteczność w walce z pandemią?", "hr": "Kako globalna suradnja može poboljšati učinkovitost u borbi protiv pandemije?"}
  ]
}
