{
  "category": "Bezpieczeństwo i zdrowie",
  "level": "B1",
  "sentences": [
    {"pl": "Gdzie znajduje się najbliższa apteka, która ma leki na alergię?", "hr": "Gdje se nalazi najbliža ljekarna koja ima lijekove za alergije?"},
    {"pl": "Czy mogę prosić o poradę dotyczącą leków na ból głowy?", "hr": "Mogu li zamoliti savjet o lijekovima za glavobolju?"},
    {"pl": "Mam problem z oddychaniem, czy mogę skorzystać z inhalatora?", "hr": "Imam problema s disanjem, mogu li koristiti inhalator?"},
    {"pl": "Czy w tej aptece są dostępne leki na przeziębienie?", "hr": "Ima li u ovoj ljekarni lijekova za prehladu?"},
    {"pl": "Czy szpital oferuje usługi dla osób, które nie mają ubezpieczenia zdrowotnego?", "hr": "Nudi li bolnica usluge za osobe koje nemaju zdravstveno osiguranje?"},
    {"pl": "Potrzebuję szybkiej pomocy medycznej, czuję się źle.", "hr": "Trebam hitnu medicinsku pomoć, osjećam se loše."},
    {"pl": "Czy możesz mi powiedzieć, gdzie znajduje się najbliższa stacja ratunkowa?", "hr": "Možeš li mi reći gdje se nalazi najbliža hitna služba?"},
    {"pl": "Mam silne bóle brzucha, co mam zrobić?", "hr": "Imam jake bolove u trbuhu, što da radim?"},
    {"pl": "Czy w tym szpitalu są lekarze, którzy mówią po angielsku?", "hr": "Ima li u ovoj bolnici liječnika koji govore engleski?"},
    {"pl": "Czy jest możliwość wykonania prześwietlenia w najbliższym szpitalu?", "hr": "Postoji li mogućnost napraviti rendgen u najbližoj bolnici?"},
    {"pl": "Czy muszę zapisać się na wizytę, czy mogę po prostu przyjść do lekarza?", "hr": "Moram li se naručiti za posjet ili mogu jednostavno doći doktoru?"},
    {"pl": "Czy mogę uzyskać receptę na leki przeciwbólowe?", "hr": "Mogu li dobiti receptu za lijekove protiv bolova?"},
    {"pl": "Czy w aptece są dostępne leki na ból pleców?", "hr": "Postoje li u ljekarni lijekovi za bolove u leđima?"},
    {"pl": "Czy szpital posiada oddział rehabilitacji?", "hr": "Ima li bolnica odjel rehabilitacije?"},
    {"pl": "Mam gorączkę i dreszcze, co powinienem zrobić?", "hr": "Imam groznicu i drhtavicu, što da radim?"},
    {"pl": "Czy w aptece dostępne są preparaty na kaszel suchy?", "hr": "Ima li u ljekarni lijekova za suhi kašalj?"},
    {"pl": "Czy jest możliwe, żeby apteka dostarczyła mi leki do domu?", "hr": "Je li moguće da ljekarna dostavi lijekove na kućnu adresu?"},
    {"pl": "Czy mogę otrzymać jakieś leki na uspokojenie?", "hr": "Mogu li dobiti neke lijekove za smirenje?"},
    {"pl": "Gdzie znajduje się najbliższa klinika, która oferuje szczepienia?", "hr": "Gdje se nalazi najbliža klinika koja nudi cijepljenje?"},
    {"pl": "Czy apteka sprzedaje leki na ciśnienie?", "hr": "Ima li ljekarna lijekove za tlak?"},
    {"pl": "Czy jest możliwość wykonania testu na COVID-19 w tej klinice?", "hr": "Postoji li mogućnost da se napravi test na COVID-19 u ovoj klinici?"},
    {"pl": "Czy szpital przyjmuje pacjentów bez wcześniejszego umówienia?", "hr": "Prima li bolnica pacijente bez prethodnog dogovora?"},
    {"pl": "Czy mam zapłacić za wizytę w gabinecie lekarskim, jeśli nie mam ubezpieczenia?", "hr": "Moram li platiti za posjetu liječniku ako nemam osiguranje?"},
    {"pl": "Czy apteka posiada leki na ból zęba?", "hr": "Ima li ljekarna lijekove za zubobolju?"},
    {"pl": "Mam problem z ciśnieniem krwi, czy mogę otrzymać leki na receptę?", "hr": "Imam problema s krvnim tlakom, mogu li dobiti lijekove na receptu?"},
    {"pl": "Czy w tej klinice można wykonać badanie krwi?", "hr": "Može li se u ovoj klinici napraviti krvna pretraga?"},
    {"pl": "Czy muszę mieć skierowanie, żeby dostać się do specjalisty?", "hr": "Moram li imati uputnicu da bih išao specijalistu?"},
    {"pl": "Czy apteka oferuje leki na grypę?", "hr": "Ima li ljekarna lijekove za gripu?"},
    {"pl": "Czy w tej okolicy jest szpital, który przyjmuje pacjentów przez całą dobę?", "hr": "Ima li bolnica u ovoj okolici koja prima pacijente 24 sata dnevno?"},
    {"pl": "Czy możesz polecić mi jakiegoś dobrego dentystę?", "hr": "Možeš li mi preporučiti dobrog zubara?"},
    {"pl": "Mam wrażenie, że mam alergię na niektóre leki, co powinienem zrobić?", "hr": "Imam dojam da imam alergiju na neke lijekove, što da radim?"},
    {"pl": "Czy szpital oferuje usługi dla osób starszych?", "hr": "Nudi li bolnica usluge za starije osobe?"},
    {"pl": "Czy mogę umówić wizytę u lekarza online?", "hr": "Mogu li dogovoriti posjet liječniku online?"},
    {"pl": "Czy w tej okolicy jest miejsce, gdzie można zrobić prześwietlenie?", "hr": "Ima li u ovoj okolici mjesta gdje mogu napraviti rendgen?"}, 
    {"pl": "Czy apteka ma leki przeciwalergiczne?", "hr": "Ima li ljekarna lijekove protiv alergije?"},
    {"pl": "Czy w tym szpitalu są dostępne usługi dla kobiet w ciąży?", "hr": "Ima li u ovoj bolnici usluga za trudnice?"},
    {"pl": "Czy apteka sprzedaje leki na problemy żołądkowe?", "hr": "Prodaje li ljekarna lijekove za probleme sa želucem?"},
    {"pl": "Czy w tej klinice mogę zrobić badania na alergię?", "hr": "Mogu li u ovoj klinici napraviti testove na alergiju?"},
    {"pl": "Potrzebuję leków na ból mięśni, gdzie mogę je znaleźć?", "hr": "Trebam lijekove za bolove u mišićima, gdje ih mogu pronaći?"},
    {"pl": "Czy szpital oferuje programy zdrowotne dla osób z chorobami przewlekłymi?", "hr": "Nudi li bolnica zdravstvene programe za osobe s kroničnim bolestima?"},
    {"pl": "Czy możesz mi polecić aptekę, która ma leki na ból gardła?", "hr": "Možeš li mi preporučiti ljekarnu koja ima lijekove za bolove u grlu?"},
    {"pl": "Czy apteka oferuje leki na problemy ze snem?", "hr": "Nudi li ljekarna lijekove za probleme sa spavanje?"},
    {"pl": "Czy szpital ma oddział intensywnej terapii?", "hr": "Ima li bolnica odjel za intenzivnu terapiju?"},
    {"pl": "Czy mogę uzyskać pomoc medyczną, jeśli nie mam numeru ubezpieczenia?", "hr": "Mogu li dobiti medicinsku pomoć ako nemam broj osiguranja?"},
    {"pl": "Czy w tej aptece dostępne są leki na problemy z układem oddechowym?", "hr": "Ima li u ovoj ljekarni lijekova za probleme s dišnim sustavom?"},
    {"pl": "Czy szpital jest przystosowany do osób niepełnosprawnych?", "hr": "Je li bolnica prilagođena osobama s invaliditetom?"},
    {"pl": "Czy w aptece są dostępne leki na stres i nerwowość?", "hr": "Postoje li u ljekarni lijekovi za stres i nervozu?"},
    {"pl": "Czy mogę otrzymać pomoc w przypadku ukąszenia przez węża?", "hr": "Mogu li dobiti pomoć u slučaju ugriza zmije?"},
    {"pl": "Czy w tej klinice wykonują szczepienia przeciwko grypie?", "hr": "Vrše li u ovoj klinici cijepljenje protiv gripe?"}
  ]
}
