{
  "category": "Bezpieczeństwo i zdrowie",
  "level": "A2",
  "sentences": [
    {"pl": "Gdzie mogę znaleźć najbliższą aptekę?", "hr": "Gdje mogu pronaći najbližu ljekarnu?"},
    {"pl": "Czy możesz mi powiedzieć, gdzie jest szpital?", "hr": "Možeš li mi reći gdje je bolnica?"},
    {"pl": "Czy apteka jest otwarta w niedzielę?", "hr": "Je li ljekarna otvorena u nedjelju?"},
    {"pl": "Potrzebuję pomocy medycznej, co mam zrobić?", "hr": "Trebam medicinsku pomoć, što da radim?"},
    {"pl": "Czy ktoś w tej aptece mówi po angielsku?", "hr": "Govori li netko u ovoj ljekarni engleski?"},
    {"pl": "Czy jest tutaj lekarz, który może mi pomóc?", "hr": "Ima li ovdje doktor koji mi može pomoći?"},
    {"pl": "Czy mogę prosić o coś na ból głowy?", "hr": "Mogu li zamoliti nešto za glavobolju?"},
    {"pl": "Zgubiłem dokumenty, czy ktoś może mi pomóc?", "hr": "Izgubio sam dokumente, može li mi netko pomoći?"},
    {"pl": "Czy szpital ma oddział ratunkowy?", "hr": "Ima li bolnica hitnu pomoć?"},
    {"pl": "Czy apteka znajduje się daleko stąd?", "hr": "Je li ljekarna daleko odavde?"},
    {"pl": "Mam problem z żołądkiem, czy możesz mi pomóc?", "hr": "Imam problema sa želucem, možeš li mi pomoći?"},
    {"pl": "Gdzie mogę znaleźć najbliższą klinikę?", "hr": "Gdje mogu pronaći najbližu kliniku?"},
    {"pl": "Czy mogę zadzwonić po karetkę?", "hr": "Mogu li nazvati hitnu pomoć?"},
    {"pl": "Czy muszę poczekać na swoją kolej do lekarza?", "hr": "Moram li čekati svoj red za doktora?"},
    {"pl": "Czy potrzebuję recepty, żeby kupić leki na przeziębienie?", "hr": "Trebam li receptu da kupim lijekove za prehladu?"},
    {"pl": "Mam uczulenie na pyłki, czy są jakieś leki?", "hr": "Imam alergiju na pelud, postoje li neki lijekovi?"}, 
    {"pl": "Czy szpital jest otwarty przez całą dobę?", "hr": "Je li bolnica otvorena 24 sata dnevno?"},
    {"pl": "Czy mogę dostać leki na ból gardła bez recepty?", "hr": "Mogu li dobiti lijekove za bol u grlu bez recepta?"},
    {"pl": "Czy jest apteka w pobliżu, która sprzedaje leki na kaszel?", "hr": "Postoji li ljekarna u blizini koja prodaje lijekove za kašalj?"},
    {"pl": "Proszę zadzwonić po pomoc, mam trudności z oddychaniem.", "hr": "Molim vas nazovite pomoć, imam poteškoća s disanjem."},
    {"pl": "Czy jest szpital w tej okolicy?", "hr": "Postoji li bolnica u ovoj okolici?"},
    {"pl": "Czy apteka jest w pobliżu stacji metra?", "hr": "Je li ljekarna u blizini metro stanice?"},
    {"pl": "Potrzebuję lekarza, mam wysoką gorączkę.", "hr": "Trebam doktora, imam visoku temperaturu."},
    {"pl": "Gdzie znajduje się najbliższa pomoc doraźna?", "hr": "Gdje se nalazi najbliža hitna pomoć?"},
    {"pl": "Czy mogę dostać receptę na leki przeciwbólowe?", "hr": "Mogu li dobiti receptu za lijekove protiv boli?"},
    {"pl": "Czy masz coś na ból brzucha?", "hr": "Imaš li nešto za bol u trbuhu?"},
    {"pl": "Jak długo muszę czekać na wizytę u lekarza?", "hr": "Koliko dugo moram čekati na posjet liječniku?"},
    {"pl": "Czy można tutaj dostać szczepionki?", "hr": "Može li se ovdje dobiti cjepiva?"},
    {"pl": "Mam ból pleców, co powinienem zrobić?", "hr": "Imam bolove u leđima, što da radim?"},
    {"pl": "Czy masz coś na przeziębienie?", "hr": "Imaš li nešto za prehladu?"},
    {"pl": "Potrzebuję pomocy, czuję się źle.", "hr": "Trebam pomoć, osjećam se loše."},
    {"pl": "Czy jest tutaj miejsce, gdzie mogę odpocząć?", "hr": "Postoji li ovdje mjesto gdje mogu odmoriti?"},
    {"pl": "Proszę udać się do apteki, aby kupić lekarstwa.", "hr": "Molim te idi u ljekarnu da kupiš lijekove."},
    {"pl": "Czy szpital jest bardzo daleko?", "hr": "Je li bolnica jako daleko?"},
    {"pl": "Czy w aptece są dostępne leki na alergię?", "hr": "Postoje li u ljekarni lijekovi za alergije?"},
    {"pl": "Czy mogę otrzymać pomoc w przypadku zatrucia?", "hr": "Mogu li dobiti pomoć u slučaju trovanja?"},
    {"pl": "Mam bóle stawów, co mogę zrobić?", "hr": "Imam bolove u zglobovima, što mogu učiniti?"},
    {"pl": "Potrzebuję leków na uspokojenie, gdzie mogę je kupić?", "hr": "Trebam lijekove za smirenje, gdje ih mogu kupiti?"},
    {"pl": "Czy w tej okolicy jest szpital dziecięcy?", "hr": "Postoji li bolnica za djecu u ovoj okolici?"},
    {"pl": "Czy mogę dostać coś na ból pleców?", "hr": "Mogu li dobiti nešto za bolove u leđima?"},
    {"pl": "Czy ktoś może mi pomóc z moimi lekami?", "hr": "Može li mi netko pomoći s mojim lijekovima?"},
    {"pl": "Czy apteka ma leki na bóle mięśni?", "hr": "Ima li ljekarna lijekove za bolove u mišićima?"},
    {"pl": "Proszę powiedzieć mi, gdzie jest najbliższy punkt pierwszej pomocy.", "hr": "Molim vas da mi kažete gdje je najbliža prva pomoć."},
    {"pl": "Czy ta apteka sprzedaje leki na sen?", "hr": "Prodaje li ova ljekarna lijekove za spavanje?"},
    {"pl": "Czy masz coś na kaszel?", "hr": "Imaš li nešto za kašalj?"},
    {"pl": "Czy potrzebuję recepty, żeby kupić leki przeciwalergiczne?", "hr": "Trebam li receptu da kupim lijekove protiv alergije?"},
    {"pl": "Proszę zadzwonić po karetkę, czuję się źle.", "hr": "Molim vas nazovite hitnu pomoć, osjećam se loše."},
    {"pl": "Czy apteka ma leki przeciwbólowe?", "hr": "Ima li ljekarna lijekove protiv boli?"},
    {"pl": "Czy jest tutaj apteka, która ma leki na przeziębienie?", "hr": "Ima li ovdje ljekarna koja ima lijekove za prehladu?"},
    {"pl": "Czy możesz mi pomóc znaleźć aptekę?", "hr": "Možeš li mi pomoći da pronađem ljekarnu?"}
  ]
}
