{
  "category": "Bezpieczeństwo i zdrowie",
  "level": "C2",
  "sentences": [
    {"pl": "W jakim stopniu zaawansowane technologie w diagnostyce medycznej mogą zrewolucjonizować sposób wczesnego wykrywania chorób nowotworowych?", "hr": "U kojoj mjeri napredne tehnologije u medicinskoj dijagnostici mogu revolucionirati način ranog otkrivanja raka?"},
    {"pl": "Czy obecność i rozwój sztucznej inteligencji w medycynie rodzi nowe dylematy etyczne dotyczące prywatności pacjentów?", "hr": "Stvara li prisutnost i razvoj umjetne inteligencije u medicini nove etičke dileme u vezi s privatnošću pacijenata?"},
    {"pl": "Jakie są długofalowe konsekwencje wprowadzenia terapii genowej w leczeniu dziedzicznych chorób genetycznych?", "hr": "Koje su dugoročne posljedice uvođenja genske terapije u liječenju nasljednih genetskih bolesti?"},
    {"pl": "Jakie skutki zdrowotne mogą wyniknąć z masowego wykorzystania edycji genów w populacjach ludzkich, zarówno na poziomie indywidualnym, jak i społecznym?", "hr": "Koje zdravstvene posljedice mogu nastati masovnim korištenjem genske modifikacije u ljudskim populacijama, kako na individualnoj, tako i na društvenoj razini?"},
    {"pl": "Jakie wyzwania mogą pojawić się w kontekście globalnej walki z chorobami zakaźnymi w erze post-pandemicznej?", "hr": "Koji izazovi mogu nastati u kontekstu globalne borbe protiv zaraznih bolesti u postpandemijskoj eri?"},
    {"pl": "Czy rozwój telemedycyny, mimo jej licznych zalet, może prowadzić do zjawiska dehumanizacji medycyny?", "hr": "Može li razvoj telemedicine, unatoč njezinim brojnim prednostima, dovesti do fenomena dehumanizacije medicine?"},
    {"pl": "Jakie długofalowe konsekwencje może mieć globalna zmiana klimatyczna na zdrowie publiczne, szczególnie w kontekście chorób związanych z ekstremalnymi warunkami pogodowymi?", "hr": "Koje dugoročne posljedice može imati globalna klimatska promjena na javno zdravlje, osobito u kontekstu bolesti povezanih s ekstremnim vremenskim uvjetima?"},
    {"pl": "Czy zwiększająca się liczba chorób cywilizacyjnych w krajach rozwiniętych może być skutkiem nie tylko zmian w stylu życia, ale także transformacji społeczno-ekonomicznych?", "hr": "Može li povećanje broja civilizacijskih bolesti u razvijenim zemljama biti posljedica ne samo promjena u načinu života, već i društvenih i ekonomskih transformacija?"},
    {"pl": "Jakie ryzyka i wyzwania stoją przed systemami opieki zdrowotnej w kontekście dynamicznego rozwoju technologii medycznych, takich jak robotyka chirurgiczna i sztuczna inteligencja?", "hr": "Koji su rizici i izazovi pred zdravstvenim sustavima u kontekstu dinamičkog razvoja medicinskih tehnologija, poput kirurške robotike i umjetne inteligencije?"},
    {"pl": "Czy wprowadzenie szerokiego dostępu do terapii genowych w krajach rozwijających się może wywołać nowe nierówności w dostępie do opieki zdrowotnej?", "hr": "Može li uvođenje široke dostupnosti genske terapije u zemljama u razvoju izazvati nove nejednakosti u pristupu zdravstvenoj skrbi?"},
    {"pl": "Jakie konsekwencje zdrowotne mogą wynikać z masowego stosowania tzw. terapii spersonalizowanej, a także jakie wyzwania wiążą się z jej powszechnym wdrożeniem?", "hr": "Koje zdravstvene posljedice mogu nastati masovnim korištenjem tzv. personalizirane terapije, kao i koji izazovi proizlaze iz njezine široke primjene?"},
    {"pl": "Czy odpowiednie uregulowanie kwestii etycznych w kontekście rozwoju medycyny regeneracyjnej jest wystarczająco przygotowane w większości państw?", "hr": "Je li odgovarajuća regulacija etičkih pitanja u kontekstu razvoja regenerativne medicine dovoljno pripremljena u većini zemalja?"},
    {"pl": "Jakie wyzwania zdrowotne związane z mentalnym dobrostanem mogą pojawić się w erze cyfrowej, kiedy coraz większy wpływ na naszą psychikę mają technologie?", "hr": "Koji izazovi u vezi sa zdravljem mentalnog blagostanja mogu nastati u digitalnoj eri, kada tehnologije imaju sve veći utjecaj na našu psihu?"},
    {"pl": "Czy obecny system ochrony zdrowia, zdominowany przez korporacyjne interesy, jest w stanie zapewnić równy dostęp do innowacyjnych terapii i technologii medycznych dla wszystkich obywateli?", "hr": "Je li trenutni zdravstveni sustav, dominiran korporativnim interesima, sposoban osigurati jednak pristup inovativnim terapijama i medicinskim tehnologijama za sve građane?"},
    {"pl": "W jaki sposób globalne inicjatywy w zakresie zdrowia publicznego mogą skutecznie ograniczyć rozprzestrzenianie się chorób zakaźnych w krajach o słabych systemach opieki zdrowotnej?", "hr": "Kako globalne inicijative u javnom zdravstvu mogu učinkovito ograničiti širenje zaraznih bolesti u zemljama sa slabim zdravstvenim sustavima?"},
    {"pl": "Jakie są potencjalne zagrożenia wynikające z nadmiernego wykorzystywania medycznych interwencji genetycznych, szczególnie w kontekście kwestii społecznych i kulturowych?", "hr": "Koje su potencijalne prijetnje povezane s prekomjernom uporabom medicinskih genetskih intervencija, osobito u kontekstu društvenih i kulturnih pitanja?"},
    {"pl": "Czy systemy opieki zdrowotnej w krajach rozwiniętych są przygotowane na wyzwania związane z chorobami psychicznymi, szczególnie w obliczu rosnącej liczby przypadków?", "hr": "Jesu li zdravstveni sustavi u razvijenim zemljama pripremljeni za izazove povezane s mentalnim bolestima, osobito suočeni s rastućim brojem slučajeva?"},
    {"pl": "Jakie wyzwania związane z integracją nowych technologii medycznych, takich jak drukowanie 3D organów, mogą pojawić się w krajach o słabszej infrastrukturze zdrowotnej?", "hr": "Koji izazovi povezani s integracijom novih medicinskih tehnologija, poput 3D printanja organa, mogu nastati u zemljama sa slabijom zdravstvenom infrastrukturom?"},
    {"pl": "Czy możliwe jest wprowadzenie globalnego standardu w zakresie etyki medycznej w kontekście globalizacji systemów ochrony zdrowia?", "hr": "Je li moguće uvođenje globalnog standarda etike u medicini u kontekstu globalizacije zdravstvenih sustava?"},
    {"pl": "Jakie są możliwości rozwoju wspólnej polityki zdrowotnej w Unii Europejskiej, biorąc pod uwagę różnice w systemach ochrony zdrowia państw członkowskich?", "hr": "Koje su mogućnosti razvoja zajedničke zdravstvene politike u Europskoj uniji, uzimajući u obzir razlike u zdravstvenim sustavima zemalja članica?"},
    {"pl": "Czy zdrowie psychiczne powinno stać się priorytetem globalnej polityki zdrowotnej, biorąc pod uwagę rosnące znaczenie chorób psychicznych w społeczeństwach?", "hr": "Treba li mentalno zdravlje postati prioritet globalne zdravstvene politike, s obzirom na rastući značaj mentalnih bolesti u društvima?"},
    {"pl": "Jakie są etyczne dylematy związane z wprowadzaniem genetycznych modyfikacji u ludziach, szczególnie w kontekście poprawy jakości życia?", "hr": "Koje su etičke dileme povezane s uvođenjem genetskih modifikacija kod ljudi, osobito u kontekstu poboljšanja kvalitete života?"},
    {"pl": "Czy globalna współpraca w zakresie badań nad zdrowiem jest wystarczająco rozwinięta, aby skutecznie reagować na pandemie o zasięgu światowym?", "hr": "Je li globalna suradnja u istraživanjima zdravlja dovoljno razvijena da bi učinkovito reagirala na pandemije globalnog opsega?"},
    {"pl": "Jakie zmiany społeczne mogą być konieczne, aby umożliwić równy dostęp do innowacyjnych terapii genowych w krajach rozwiniętych i rozwijających się?", "hr": "Koje društvene promjene mogu biti potrebne kako bi se omogućio jednak pristup inovativnim genskim terapijama u razvijenim i zemljama u razvoju?"},
    {"pl": "Czy rozwój nanotechnologii w medycynie otwiera nowe możliwości w leczeniu nowotworów, a jednocześnie wiąże się z nowymi zagrożeniami zdrowotnymi?", "hr": "Otvoriti li razvoj nanotehnologije u medicini nova vrata za liječenje raka, dok istovremeno donosi nove zdravstvene prijetnje?"},
    {"pl": "Czy rosnąca liczba terapii eksperymentalnych stwarza ryzyko dla pacjentów, którzy mogą nie być w pełni świadomi potencjalnych skutków ubocznych?", "hr": "Stvara li rastući broj eksperimentalnih terapija rizik za pacijente koji možda nisu potpuno svjesni potencijalnih nuspojava?"}
  ]
}
