{
    "category": "Edukacja i kariera",
    "level": "A2",
    "sentences": [
      {"pl": "Chciałbym zostać lekarzem.", "hr": "Želio bih postati doktor."},
      {"pl": "Czym chcesz się zajmować w przyszłości?", "hr": "Čime se želiš baviti u budućnosti?"},
      {"pl": "Mam zamiar studiować informatykę.", "hr": "Planiram studirati informatiku."},
      {"pl": "Czy masz już wybrany zawód?", "hr": "Imate li već odabranu profesiju?"},
      {"pl": "Będę pracować w szpitalu.", "hr": "Radit ću u bolnici."},
      {"pl": "Wybieram zawód nauczyciela.", "hr": "Biram profesiju učitelja."},
      {"pl": "Muszę poprawić moje oceny w szkole.", "hr": "Moram poboljšati svoje ocjene u školi."},
      {"pl": "Jakie masz plany zawodowe?", "hr": "Koji su tvoji profesionalni planovi?"},
      {"pl": "Mój brat pracuje jako inżynier.", "hr": "Moj brat radi kao inžinjer."},
      {"pl": "Moja siostra jest nauczycielką matematyki.", "hr": "Moja sestra je učiteljica matematike."},
      {"pl": "Chciałbym znaleźć pracę w biurze.", "hr": "Želio bih pronaći posao u uredu."},
      {"pl": "Czy lubisz pracować z komputerem?", "hr": "Voliš li raditi s računalom?"},
      {"pl": "Muszę ukończyć studia, aby znaleźć dobrą pracę.", "hr": "Moram završiti studije da bih pronašao dobar posao."},
      {"pl": "W przyszłości chciałbym pracować w banku.", "hr": "U budućnosti bih volio raditi u banci."},
      {"pl": "Jakie masz plany po ukończeniu szkoły?", "hr": "Koji su tvoji planovi nakon završetka škole?"},
      {"pl": "Wybieram studia prawnicze.", "hr": "Odabrala sam pravne studije."},
      {"pl": "Musisz nauczyć się nowych umiejętności, żeby znaleźć pracę.", "hr": "Morate naučiti nove vještine kako biste pronašli posao."},
      {"pl": "Czy masz doświadczenie w tej branży?", "hr": "Imaš li iskustva u toj industriji?"},
      {"pl": "Mój tata jest lekarzem, a mama pracuje w szkole.", "hr": "Moj tata je doktor, a mama radi u školi."},
      {"pl": "Czuję się dobrze w pracy z dziećmi.", "hr": "Dobro se osjećam u radu s djecom."},
      {"pl": "Czy musisz odbyć praktyki przed rozpoczęciem pracy?", "hr": "Trebaš li obaviti praksu prije nego počneš raditi?"},
      {"pl": "Muszę wysłać moje CV do kilku firm.", "hr": "Moram poslati svoj životopis nekoliko tvrtkama."},
      {"pl": "Chciałbym pracować w międzynarodowej firmie.", "hr": "Želio bih raditi u međunarodnoj tvrtki."},
      {"pl": "Rozpocząłem staż w firmie IT.", "hr": "Počeo sam praksu u IT firmi."},
      {"pl": "Czy znasz język obcy, który może pomóc Ci w pracy?", "hr": "Znaš li strani jezik koji ti može pomoći u poslu?"},
      {"pl": "Zrobię kurs językowy, żeby podnieść swoje kwalifikacje.", "hr": "Napravit ću jezični tečaj kako bih unaprijedio svoje kvalifikacije."},
      {"pl": "Wybieram zawód, który będzie mi dawał satysfakcję.", "hr": "Odabrat ću profesiju koja će mi pružiti zadovoljstvo."},
      {"pl": "Czy chciałbyś pracować za granicą?", "hr": "Bi li želio raditi u inozemstvu?"},
      {"pl": "Potrzebuję porady w sprawie mojej kariery.", "hr": "Trebam savjet o svojoj karijeri."},
      {"pl": "Chcę zdobyć doświadczenie w pracy w biurze.", "hr": "Želim steći iskustvo u radu u uredu."},
      {"pl": "Zastanawiam się nad wyborem zawodu w dziedzinie nauk przyrodniczych.", "hr": "Razmišljam o odabiru profesije u području prirodnih znanosti."},
      {"pl": "Mam zamiar ukończyć studia i rozpocząć pracę w korporacji.", "hr": "Planiram završiti studije i započeti raditi u korporaciji."},
      {"pl": "Będziesz musiał odbyć staż w tej firmie.", "hr": "Morat ćeš obaviti praksu u ovoj tvrtki."},
      {"pl": "Czy wiesz, jakie kwalifikacje są wymagane do tego zawodu?", "hr": "Znaš li koje kvalifikacije su potrebne za ovu profesiju?"},
      {"pl": "Zrób badanie rynku pracy, żeby zobaczyć, jakie zawody są teraz popularne.", "hr": "Napravite istraživanje tržišta rada da biste vidjeli koja su zanimanja trenutno popularna."},
      {"pl": "Czy jesteś gotowy na wyzwania związane z nową pracą?", "hr": "Jesi li spreman na izazove povezane s novim poslom?"},
      {"pl": "Rozpocznij przygotowania do rozmowy kwalifikacyjnej.", "hr": "Započni pripreme za intervju."},
      {"pl": "Jakie zawody są w Twoim kraju najbardziej poszukiwane?", "hr": "Koja su zanimanja najtraženija u tvojoj zemlji?"},
      {"pl": "Planuję rozpocząć studia na kierunku ekonomia.", "hr": "Planiram započeti studij na ekonomiji."},
      {"pl": "Będziesz musiał przestudiować różne opcje przed wyborem kariery.", "hr": "Morat ćeš proučiti različite opcije prije nego odabereš karijeru."},
      {"pl": "Zajmij się przygotowaniem dokumentów na rozmowę kwalifikacyjną.", "hr": "Bavi se pripremom dokumenata za intervju."},
      {"pl": "Chciałbym rozwinąć swoje umiejętności w zakresie zarządzania projektami.", "hr": "Želio bih razviti svoje vještine u upravljanju projektima."},
      {"pl": "Zrób listę swoich mocnych stron, aby łatwiej znaleźć odpowiednią pracę.", "hr": "Napravite popis svojih jakih strana kako biste lakše pronašli odgovarajući posao."},
      {"pl": "Czy masz już swoje pierwsze doświadczenie zawodowe?", "hr": "Imaš li već svoje prvo profesionalno iskustvo?"},
      {"pl": "Wybierz zawód, który cię interesuje, a nie tylko taki, który jest dobrze płatny.", "hr": "Odaberite profesiju koja vas zanima, a ne samo onu koja dobro plaća."},
      {"pl": "Napisz do mnie, jeśli masz pytania dotyczące kariery.", "hr": "Piši mi ako imaš pitanja o karijeri."},
      {"pl": "Zapisz się na kursy, które pomogą Ci zdobyć nowe umiejętności.", "hr": "Prijavite se na tečajeve koji će vam pomoći steći nove vještine."},
      {"pl": "Kiedy skończysz studia, chciałbyś zacząć pracować?", "hr": "Kada završiš studije, želiš li početi raditi?"},
      {"pl": "Czy jesteś gotów na zmiany w swojej karierze zawodowej?", "hr": "Jesi li spreman za promjene u svojoj profesionalnoj karijeri?"},
      {"pl": "Przygotuj pytania do rozmowy kwalifikacyjnej.", "hr": "Pripremi pitanja za intervju."},
      {"pl": "W przyszłości chciałbym pracować w zawodzie związanym z ekologią.", "hr": "U budućnosti bih volio raditi u profesiji povezanoj s ekologijom."},
      {"pl": "Będziesz musiał uczyć się nowych rzeczy w pracy.", "hr": "Morat ćeš učiti nove stvari na poslu."},
      {"pl": "Przemyśl, jakie umiejętności chcesz rozwijać w przyszłości.", "hr": "Razmisli koje vještine želiš razvijati u budućnosti."},
      {"pl": "Czasami trzeba podjąć ryzyko, aby odnieść sukces w karierze.", "hr": "Ponekad treba preuzeti rizik kako bi postigao uspjeh u karijeri."},
      {"pl": "Bądź elastyczny, ponieważ rynek pracy się zmienia.", "hr": "Budi fleksibilan jer se tržište rada mijenja."}
    ]
  }
  