{
    "category": "Edukacja i kariera",
    "level": "B1",
    "sentences": [
      {"pl": "Czy wiesz, jak wybrać odpowiednią ścieżkę kariery?", "hr": "Znaš li kako odabrati odgovarajući karijerni put?"},
      {"pl": "Ciągłe uczenie się i rozwój zawodowy są bardzo ważne w dzisiejszym świecie.", "hr": "Stalno učenje i profesionalni razvoj vrlo su važni u današnjem svijetu."},
      {"pl": "Będziesz musiał zapisać się na kurs, aby poprawić swoje umiejętności.", "hr": "Morat ćeš se prijaviti na tečaj kako bi poboljšao svoje vještine."},
      {"pl": "Kiedy chcesz zacząć swoją karierę zawodową?", "hr": "Kada želiš započeti svoju profesionalnu karijeru?"},
      {"pl": "Zastanów się, czy praca, którą wykonujesz, odpowiada Twoim zainteresowaniom.", "hr": "Razmisli o tome odgovara li posao koji radiš tvojim interesima."},
      {"pl": "Zawsze warto rozważyć rozwój umiejętności technicznych, ponieważ są one cenione na rynku pracy.", "hr": "Uvijek je vrijedno razmisliti o razvoju tehničkih vještina jer su one cijenjene na tržištu rada."},
      {"pl": "Czy zamierzasz kontynuować naukę po ukończeniu studiów?", "hr": "Planiraš li nastaviti obrazovanje nakon završetka studija?"},
      {"pl": "Ważne jest, aby zdobywać doświadczenie, nawet jeśli nie jest to idealna praca.", "hr": "Važno je stjecati iskustvo, čak i ako to nije idealan posao."},
      {"pl": "Czy masz już pomysł na to, w jakiej branży chciałbyś pracować?", "hr": "Imaš li već ideju u kojoj bi industriji volio raditi?"},
      {"pl": "Znajdź pracę, która pasuje do Twoich umiejętności i pasji.", "hr": "Pronađi posao koji odgovara tvojim vještinama i strastima."},
      {"pl": "Wiele osób zaczyna swoją karierę w praktykach zawodowych lub stażach.", "hr": "Mnogi ljudi započinju svoju karijeru u stručnim praksama ili pripravništvima."},
      {"pl": "Czy masz już doświadczenie w pracy w międzynarodowej firmie?", "hr": "Imaš li već iskustva u radu u međunarodnoj tvrtki?"},
      {"pl": "Musisz dobrze przygotować swoje CV, aby przyciągnąć uwagę pracodawców.", "hr": "Moraš dobro pripremiti svoj životopis kako bi privukao pažnju poslodavaca."},
      {"pl": "Zawsze bądź gotów na naukę nowych rzeczy w pracy.", "hr": "Uvijek budi spreman na učenje novih stvari na poslu."},
      {"pl": "Czy uważasz, że doświadczenie zawodowe jest ważniejsze niż wykształcenie?", "hr": "Misliš li da je profesionalno iskustvo važnije od obrazovanja?"},
      {"pl": "Dobra komunikacja jest kluczem do sukcesu w każdej pracy.", "hr": "Dobra komunikacija ključ je za uspjeh u svakom poslu."},
      {"pl": "Pamiętaj, aby dbać o równowagę między pracą a życiem prywatnym.", "hr": "Zapamti da se brineš o ravnoteži između posla i privatnog života."},
      {"pl": "Jeśli chcesz pracować w branży IT, musisz mieć odpowiednią wiedzę techniczną.", "hr": "Ako želiš raditi u IT industriji, moraš imati odgovarajuće tehničko znanje."},
      {"pl": "Zastanów się, czy lepiej kontynuować edukację, czy zacząć pracować.", "hr": "Razmisli je li bolje nastaviti obrazovanje ili početi raditi."},
      {"pl": "Szukaj mentora, który pomoże Ci rozwinąć Twoją karierę zawodową.", "hr": "Traži mentora koji će ti pomoći razviti tvoju profesionalnu karijeru."},
      {"pl": "Musisz być proaktywny w poszukiwaniach pracy, aby znaleźć najlepszą ofertę.", "hr": "Moraš biti proaktivan u traženju posla kako bi pronašao najbolju ponudu."},
      {"pl": "Jakie umiejętności chciałbyś rozwinąć w swojej pracy?", "hr": "Koje vještine želiš razviti na svom poslu?"},
      {"pl": "W przyszłości będziesz musiał stawić czoła różnym wyzwaniom zawodowym.", "hr": "U budućnosti ćeš morati suočiti se s različitim profesionalnim izazovima."},
      {"pl": "Zrób plan swojej kariery, aby wiedzieć, w jakim kierunku chcesz iść.", "hr": "Napravite plan svoje karijere kako biste znali u kojem smjeru želite ići."},
      {"pl": "W jakim stopniu Twoja edukacja przygotowała Cię do pracy w tej branży?", "hr": "U kojoj mjeri te je tvoje obrazovanje pripremilo za rad u toj industriji?"},
      {"pl": "Nauka nowych języków obcych może otworzyć Ci drzwi do pracy za granicą.", "hr": "Učenje novih stranih jezika može ti otvoriti vrata za rad u inozemstvu."},
      {"pl": "Jeśli chcesz się rozwijać, musisz regularnie podnosić swoje kwalifikacje.", "hr": "Ako želiš napredovati, moraš redovito podizati svoje kvalifikacije."},
      {"pl": "Zrób pierwsze kroki w kierunku swojej kariery zawodowej już teraz.", "hr": "Napravite prve korake prema svojoj profesionalnoj karijeri sada."},
      {"pl": "Czy wiesz, jakie umiejętności są obecnie najbardziej pożądane na rynku pracy?", "hr": "Znaš li koje su vještine trenutno najtraženije na tržištu rada?"},
      {"pl": "Jeśli będziesz ciężko pracować, osiągniesz sukces zawodowy.", "hr": "Ako budeš naporno raditi, postići ćeš profesionalni uspjeh."},
      {"pl": "Nie zapomnij zaktualizować swojego CV przed rozmową kwalifikacyjną.", "hr": "Ne zaboravi ažurirati svoj životopis prije intervjua."},
      {"pl": "Jakie masz plany zawodowe na najbliższe 5 lat?", "hr": "Koji su tvoji profesionalni planovi za sljedećih 5 godina?"},
      {"pl": "Bądź elastyczny, aby sprostać wymaganiom współczesnego rynku pracy.", "hr": "Budi fleksibilan kako bi udovoljio zahtjevima suvremenog tržišta rada."},
      {"pl": "Praca zdalna stała się popularna w ostatnich latach. Czy chciałbyś pracować w ten sposób?", "hr": "Rad na daljinu postao je popularan posljednjih godina. Bi li volio raditi na taj način?"},
      {"pl": "Zrób listę swoich umiejętności i zobacz, które z nich mogą być przydatne w Twojej karierze.", "hr": "Napravite popis svojih vještina i vidite koje od njih mogu biti korisne u vašoj karijeri."},
      {"pl": "Podjęcie decyzji o wyborze zawodu to ważny krok w Twojej życiu zawodowym.", "hr": "Donijeti odluku o odabiru profesije važan je korak u tvojoj profesionalnoj karijeri."},
      {"pl": "Pomyśl o rozwoju swojej kariery w różnych branżach, które Cię interesują.", "hr": "Razmisli o razvoju svoje karijere u različitim industrijama koje te zanimaju."},
      {"pl": "Pamiętaj, że nie ma jedynej słusznej drogi do sukcesu zawodowego.", "hr": "Zapamti da ne postoji jedini ispravan put do profesionalnog uspjeha."},
      {"pl": "Zainwestuj w kursy zawodowe, które pozwolą Ci zdobyć nowe umiejętności.", "hr": "Uloži u profesionalne tečajeve koji će ti omogućiti stjecanje novih vještina."},
      {"pl": "Jakie doświadczenie zawodowe zdobyłeś do tej pory?", "hr": "Koje si profesionalno iskustvo stekao do sada?"},
      {"pl": "Bądź cierpliwy, sukces zawodowy wymaga czasu.", "hr": "Budi strpljiv, profesionalni uspjeh zahtijeva vrijeme."},
      {"pl": "Praca w zespole jest ważną umiejętnością w wielu zawodach.", "hr": "Rad u timu važna je vještina u mnogim profesijama."},
      {"pl": "Czy masz plan na dalszy rozwój swojej kariery?", "hr": "Imaš li plan za daljnji razvoj svoje karijere?"},
      {"pl": "Nie bój się wyzwań, one mogą pomóc Ci rozwijać się zawodowo.", "hr": "Ne boj se izazova, oni ti mogu pomoći da se profesionalno razviješ."},
      {"pl": "Ustal cele zawodowe na najbliższe miesiące, aby mieć jasno określoną ścieżkę kariery.", "hr": "Postavi profesionalne ciljeve za sljedeće mjesece kako bi imao jasno definiranu karijernu putanju."}
    ]
  }
  