{
  "category": "Filozofia i etyka",
  "level": "B2",
  "sentences": [
    {"pl": "Czy moralność powinna być oparta na subiektywnych odczuciach, czy na obiektywnych zasadach?", "hr": "Treba li moralnost biti zasnovana na subjektivnim osjećajima ili na objektivnim principima?"},
    {"pl": "Czy możemy mówić o absolutnych wartościach moralnych, czy wszystko jest względne?", "hr": "Možemo li govoriti o apsolutnim moralnim vrijednostima ili je sve relativno?"},
    {"pl": "Jakie wyzwania stawia przed nami współczesna etyka w obliczu postępu technologicznego?", "hr": "Koje izazove suvremena etika postavlja pred nas u svjetlu tehnološkog napretka?"},
    {"pl": "Czy powinno się zawsze kierować moralnością, nawet w sytuacjach, które wymagają pragmatyzmu?", "hr": "Treba li uvijek slijediti moralnost, čak i u situacijama koje zahtijevaju pragmatizam?"},
    {"pl": "Jakie konsekwencje dla społeczeństwa może mieć ignorowanie zasad etycznych?", "hr": "Koje posljedice za društvo može imati ignoriranje etičkih načela?"},
    {"pl": "Czy prawo moralne jest uniwersalne, czy zależy od kultury i społeczeństwa?", "hr": "Je li moralni zakon univerzalan ili ovisi o kulturi i društvu?"},
    {"pl": "Czy etyka sytuacyjna może być skuteczna w rozwiązywaniu konfliktów moralnych?", "hr": "Može li situacijska etika biti učinkovita u rješavanju moralnih konflikata?"},
    {"pl": "W jaki sposób filozofia etyczna może wpłynąć na nasze decyzje życiowe?", "hr": "Na koji način etička filozofija može utjecati na naše životne odluke?"},
    {"pl": "Czy postępowanie zgodne z zasadami moralnymi jest zawsze korzystne dla jednostki?", "hr": "Je li postupanje prema moralnim načelima uvijek korisno za pojedinca?"},
    {"pl": "Jakie są granice wolności jednostki w kontekście odpowiedzialności moralnej?", "hr": "Koje su granice slobode pojedinca u kontekstu moralne odgovornosti?"},
    {"pl": "Czy etyka opiera się na racjonalnym rozumowaniu, czy jest wynikiem uczuciowych reakcji?", "hr": "Je li etika temeljena na racionalnom razmišljanju ili je rezultat emocionalnih reakcija?"},
    {"pl": "Czy etyczne dylematy są nieuniknione w życiu każdego człowieka?", "hr": "Jesu li etičke dileme neizbježne u životu svakog čovjeka?"},
    {"pl": "W jaki sposób dążenie do dobra może wpływać na życie społeczne i polityczne?", "hr": "Na koji način težnja ka dobru može utjecati na društveni i politički život?"},
    {"pl": "Czy możemy rozwiązywać konflikty etyczne bez stosowania przemocy?", "hr": "Možemo li riješiti etičke konflikte bez primjene nasilja?"},
    {"pl": "Czy współczesne społeczeństwo ma wystarczająco silne fundamenty etyczne, by poradzić sobie z globalnymi problemami?", "hr": "Ima li suvremeno društvo dovoljno snažnu etičku osnovu da se nosi s globalnim problemima?"},
    {"pl": "W jaki sposób różnice w wartościach kulturowych wpływają na postrzeganie moralności?", "hr": "Kako razlike u kulturnim vrijednostima utječu na percepciju moralnosti?"},
    {"pl": "Czy filozofia moralna może pomóc w budowaniu bardziej sprawiedliwego społeczeństwa?", "hr": "Može li moralna filozofija pomoći u izgradnji pravednijeg društva?"},
    {"pl": "Czy ludzie mają obowiązek moralny chronić środowisko naturalne?", "hr": "Imaju li ljudi moralnu obvezu štititi prirodni okoliš?"},
    {"pl": "Jakie etyczne dylematy mogą pojawić się w kontekście rozwoju sztucznej inteligencji?", "hr": "Koje etičke dileme mogu se pojaviti u kontekstu razvoja umjetničke inteligencije?"},
    {"pl": "Czy filozofia może pomóc w znalezieniu sensu życia w obliczu trudnych wyborów moralnych?", "hr": "Može li filozofija pomoći u pronalaženju smisla života pred teškim moralnim odlukama?"},
    {"pl": "Jakie są główne różnice między etyką deontologiczną a etyką utylitarystyczną?", "hr": "Koje su glavne razlike između deontološke i utilitarističke etike?"},
    {"pl": "Czy etyka biznesu powinna być inna od etyki prywatnej osoby?", "hr": "Treba li etika poslovanja biti različita od etike privatne osobe?"},
    {"pl": "Czy powinno się karać osoby za złamanie norm moralnych, jeśli nie wyrządziły one nikomu szkody?", "hr": "Treba li kazniti osobe za kršenje moralnih normi ako nisu nikome nanijele štetu?"},
    {"pl": "Czy ludzka natura jest z gruntu dobra, czy zła, w kontekście etycznym?", "hr": "Je li ljudska priroda u osnovi dobra ili loša u etičkom kontekstu?"},
    {"pl": "Jakie są konsekwencje moralne stosowania kar cielesnych w wychowaniu?", "hr": "Koje su moralne posljedice primjene tjelesnih kazni u odgoju?"},
    {"pl": "Czy istnieje etyczny obowiązek pomagania innym, nawet jeśli to wiąże się z osobistym kosztem?", "hr": "Postoji li etička obveza pomagati drugima, čak i ako to uključuje osobnu cijenu?"},
    {"pl": "W jaki sposób można rozwiązać etyczne problemy związane z ubóstwem?", "hr": "Na koji način možemo riješiti etičke probleme povezane s siromaštvom?"},
    {"pl": "Czy filozofia egzystencjalna może pomóc w zrozumieniu moralności?", "hr": "Može li egistencijalna filozofija pomoći u razumijevanju moralnosti?"},
    {"pl": "Czy racjonalność powinna zawsze kierować naszymi wyborami moralnymi?", "hr": "Treba li racionalnost uvijek upravljati našim moralnim izborima?"},
    {"pl": "Czy obowiązki moralne są zależne od naszej roli w społeczeństwie?", "hr": "Ovise li moralne obveze o našoj ulozi u društvu?"},
    {"pl": "Czy mądrość jest kluczem do podejmowania dobrych decyzji moralnych?", "hr": "Je li mudrost ključ donošenja dobrih moralnih odluka?"},
    {"pl": "Jakie etyczne wyzwania stawia przed nami medycyna i opieka zdrowotna?", "hr": "Koje etičke izazove postavlja pred nas medicina i zdravstvena skrb?"},
    {"pl": "Czy moralność powinna opierać się na racjonalnych argumentach, czy na uczuciach?", "hr": "Treba li moralnost biti temeljena na racionalnim argumentima ili na osjećajima?"},
    {"pl": "Jakie są granice tolerancji w kontekście moralnym?", "hr": "Koje su granice tolerancije u moralnom kontekstu?"},
    {"pl": "Czy utylitaryzm zawsze prowadzi do najbardziej sprawiedliwego rozwiązania?", "hr": "Vodi li utilitarizam uvijek do najspravedljivijeg rješenja?"},
    {"pl": "Czy ludzie mają moralny obowiązek działać na rzecz dobra wspólnego?", "hr": "Imamo li ljudi moralnu obvezu djelovati za zajedničko dobro?"},
    {"pl": "Czy etyczne standardy w nauce powinny być wyższe niż w innych dziedzinach?", "hr": "Treba li etički standardi u znanosti biti viši nego u drugim područjima?"},
    {"pl": "Czy etyka może dostarczyć nam uniwersalnych zasad do rozwiązywania moralnych dylematów?", "hr": "Može li etika pružiti univerzalna pravila za rješavanje moralnih dilema?"},
    {"pl": "Jakie role w moralności odgrywają religia i tradycje?", "hr": "Koje uloge u moralnosti igraju religija i tradicije?"},
    {"pl": "Czy etyka powinna opierać się na wartościach społecznych, czy indywidualnych?", "hr": "Treba li etika biti temeljena na društvenim ili individualnim vrijednostima?"},
    {"pl": "Czy prawo moralne ma wpływ na tworzenie prawodawstwa?", "hr": "Utječe li moralni zakon na stvaranje zakonodavstva?"},
    {"pl": "Jakie są konsekwencje moralne klonowania ludzi?", "hr": "Koje su moralne posljedice kloniranja ljudi?"},
    {"pl": "Czy odpowiedzialność moralna powinna być absolutna, czy też zależna od okoliczności?", "hr": "Treba li moralna odgovornost biti apsolutna ili ovisna o okolnostima?"}
  ]
}
