{
  "category": "Filozofia i etyka",
  "level": "C2",
  "sentences": [
    {"pl": "Czy możliwe jest połączenie absolutnej wolności jednostki z odpowiedzialnością za dobro wspólne w społeczeństwie?", "hr": "Je li moguće pomiriti apsolutnu slobodu pojedinca s odgovornošću za opće dobro u društvu?"},
    {"pl": "W jaki sposób dylematy etyczne związane z nowymi technologiami zmieniają tradycyjne rozumienie sprawiedliwości?", "hr": "Na koji način etičke dileme povezane s novim tehnologijama mijenjaju tradicionalno razumijevanje pravednosti?"},
    {"pl": "Czy etyka sytuacyjna, która zależy od kontekstu, jest w stanie zastąpić absolutystyczne podejście do moralności?", "hr": "Može li situacijska etika, koja ovisi o kontekstu, zamijeniti apsolutistički pristup moralnosti?"},
    {"pl": "Czy teoria sprawiedliwości Johna Rawlsa może być zastosowana w dzisiejszym globalnym społeczeństwie, gdzie nierówności społeczne są coraz bardziej widoczne?", "hr": "Može li se teorija pravednosti Johna Rawlsa primijeniti u današnjem globalnom društvu gdje su društvene nejednakosti sve očitije?"},
    {"pl": "Czy filozoficzne podejście do moralności może istnieć niezależnie od religijnych dogmatów, czy jest z nimi nierozłącznie związane?", "hr": "Može li filozofski pristup moralnosti postojati neovisno o religijskim dogmama ili je neodvojiv od njih?"},
    {"pl": "W jaki sposób koncepcja etyki odpowiedzialności, rozwinięta przez Hans-Jürgena Waltera, może wpłynąć na współczesne decyzje moralne w kontekście zmian klimatycznych?", "hr": "Kako bi koncept etike odgovornosti, razvijen od strane Hans-Jürgena Waltera, mogao utjecati na suvremene moralne odluke u kontekstu klimatskih promjena?"},
    {"pl": "Czy moralność może być uznana za uniwersalną, jeśli bierze pod uwagę zróżnicowane kultury, filozofie życia i systemy wartości?", "hr": "Može li se moralnost smatrati univerzalnom ako uzima u obzir različite kulture, filozofije života i sustave vrijednosti?"},
    {"pl": "Czy utylitaryzm, który promuje maksymalizację dobra, może w pełni wyjaśnić nasze działania moralne, czy są one złożone z innych, niemierzalnych czynników?", "hr": "Može li utilitarizam, koji promiče maksimalizaciju dobra, u potpunosti objasniti naše moralne radnje ili su one sastavljene od drugih, nemjerljivih čimbenika?"},
    {"pl": "W jaki sposób współczesna filozofia posthumanistyczna redefiniuje granice etyczne w kontekście sztucznej inteligencji i maszyn?", "hr": "Kako suvremena posthumanistička filozofija redefinira etičke granice u kontekstu umjetničke inteligencije i mašina?"},
    {"pl": "Czy można rozważać etykę jako autonomiczną dziedzinę wiedzy, czy też jest zawsze zależna od innych systemów myślowych, takich jak ekonomia czy polityka?", "hr": "Može li se etika razmatrati kao autonomno područje znanja ili je uvijek ovisna o drugim sustavima mišljenja, poput ekonomije ili politike?"},
    {"pl": "Jakie etyczne konsekwencje niesie ze sobą rozwój biotechnologii, zwłaszcza w kontekście manipulacji genetycznych?", "hr": "Koje etičke posljedice nosi razvoj biotehnologije, osobito u kontekstu genetske manipulacije?"},
    {"pl": "Czy etyka oparta na cnocie, inspirowana Arystotelesem, może dostarczyć odpowiedzi na współczesne wyzwania związane z odpowiedzialnością moralną?", "hr": "Može li etika temeljena na vrlini, inspirirana Aristotelom, pružiti odgovore na suvremene izazove povezane s moralnom odgovornošću?"},
    {"pl": "Czy możliwe jest utrzymanie etycznych standardów w społeczeństwie, które zdominowane jest przez konsumpcjonizm i materializm?", "hr": "Je li moguće održati etičke standarde u društvu koje je dominirano konzumerizmom i materijalizmom?"},
    {"pl": "Jakie są filozoficzne argumenty przeciwko tradycyjnej koncepcji sprawiedliwości jako równości szans, w obliczu strukturalnych nierówności społecznych?", "hr": "Koji su filozofski argumenti protiv tradicionalne koncepcije pravednosti kao jednakosti šansi, suočeni s strukturnim društvenim nejednakostima?"},
    {"pl": "W jaki sposób fenomenologia może przyczynić się do zrozumienia etycznych aspektów doświadczenia jednostki w świecie?", "hr": "Kako fenomenologija može pridonijeti razumijevanju etičkih aspekata iskustva pojedinca u svijetu?"},
    {"pl": "Czy moralność może być całkowicie subiektywna, czy też istnieją elementy obiektywne, które muszą być uznane przez wszystkie społeczności?", "hr": "Može li moralnost biti potpuno subjektivna ili postoje objektivni elementi koje sve zajednice moraju priznati?"},
    {"pl": "Jakie są konsekwencje etyczne decyzji politycznych dotyczących migracji w kontekście globalnej odpowiedzialności?", "hr": "Koje su etičke posljedice političkih odluka o migracijama u kontekstu globalne odgovornosti?"},
    {"pl": "Czy wolność jednostki może być absolutna, czy jej granice zawsze muszą być wyznaczane przez inne wartości społeczne, takie jak dobro wspólne?", "hr": "Može li sloboda pojedinca biti apsolutna ili njezine granice uvijek moraju biti određene drugim društvenim vrijednostima poput općeg dobra?"},
    {"pl": "Czy dążenie do równości płci może być moralnie uzasadnione w kontekście wartości społecznych, czy powinno być traktowane jako niezależna wartość?", "hr": "Može li težnja ka ravnopravnosti spolova biti moralno opravdana u kontekstu društvenih vrijednosti ili bi trebala biti tretirana kao neovisna vrijednost?"},
    {"pl": "Czy filozofowie, którzy podkreślają subiektywność moralności, mogą obalić obiektywizm w etyce?", "hr": "Mogu li filozofi koji naglašavaju subjektivnost moralnosti srušiti objektivizam u etici?"},
    {"pl": "W jakim stopniu etyka narracyjna może pomóc w tworzeniu bardziej złożonych i odpowiedzialnych rozwiązań moralnych w kontekście globalnych kryzysów?", "hr": "U kojoj mjeri narativna etika može pomoći u stvaranju složenijih i odgovornijih moralnih rješenja u kontekstu globalnih krizâ?"},
    {"pl": "Czy istnieje granica między indywidualną wolnością a odpowiedzialnością za zbiorowe dobro społeczeństwa, czy obie te wartości muszą być równorzędne?", "hr": "Postoji li granica između individualne slobode i odgovornosti za zajedničko dobro društva ili ove dvije vrijednosti moraju biti ravnopravne?"},
    {"pl": "Czy w filozofii etycznej istnieje miejsce na uznanie postmodernistycznych kryteriów prawdy, czy nadal obowiązują tradycyjne, absolutne normy moralne?", "hr": "Postoji li mjesto u etičkoj filozofiji za priznavanje postmodernističkih kriterija istine ili i dalje vrijede tradicionalne, apsolutne moralne norme?"},
    {"pl": "Jakie filozoficzne przesłanki muszą być spełnione, aby zrozumieć, czy moralność jest autonomiczna względem innych norm społecznych?", "hr": "Koji filozofski uvjeti moraju biti ispunjeni da bismo razumjeli je li moralnost autonomna u odnosu na druge društvene norme?"},
    {"pl": "Czy nowoczesne technologie, takie jak sztuczna inteligencja, powinny podlegać etycznym regulacjom opartym na ludzkich wartościach, czy też należy je traktować w sposób techniczny?", "hr": "Treba li moderne tehnologije poput umjetničke inteligencije podlijegati etičkim regulacijama temeljenim na ljudskim vrijednostima ili ih treba tretirati na tehnički način?"},
    {"pl": "Czy etyka związana z decyzjami o końcu życia, jak np. eutanazja, powinna być zależna od indywidualnych przekonań, czy istnieją uniwersalne zasady, które muszą być przestrzegane?", "hr": "Treba li etika vezana za odluke o kraju života, poput eutanazije, ovisiti o individualnim uvjerenjima ili postoje univerzalna pravila koja moraju biti poštovana?"}
  ]
}
