{
  "category": "Filozofia i etyka",
  "level": "C1",
  "sentences": [
    {"pl": "Czy dążenie do absolutnej sprawiedliwości w społeczeństwie jest utopią, czy możliwym celem?", "hr": "Je li težnja ka apsolutnoj pravednosti u društvu utopija ili mogući cilj?"},
    {"pl": "Jakie filozoficzne podstawy leżą u podstaw etycznych dylematów związanych z postępem technologicznym?", "hr": "Koje filozofske osnove leže u temelju etičkih dilema povezanih s tehnološkim napretkom?"},
    {"pl": "W jakim stopniu moralność powinna być elastyczna, by odpowiadać na zmieniające się warunki społeczne?", "hr": "U kojoj mjeri moralnost treba biti fleksibilna kako bi odgovorila na promjenjive društvene uvjete?"},
    {"pl": "Czy moralność jest zatem tylko zbiorem umownych zasad, czy jest obiektywnie uzasadniona?", "hr": "Je li moralnost stoga samo skup dogovorenih pravila ili je objektivno opravdana?"},
    {"pl": "W jaki sposób filozofowie mogą odpowiedzieć na pytanie o istnienie wolnej woli w kontekście determinizmu?", "hr": "Kako filozofi mogu odgovoriti na pitanje o postojanju slobodne volje u kontekstu determinizma?"},
    {"pl": "Czy prawdziwa wolność jest możliwa, jeśli zawsze musimy uwzględniać interesy innych?", "hr": "Je li istinska sloboda moguća ako uvijek moramo uzeti u obzir interese drugih?"},
    {"pl": "Czy działania motywowane egoizmem mogą być uważane za moralne w kontekście teorii etycznych takich jak utylitaryzm?", "hr": "Mogu li se akcije motivirane egoizmom smatrati moralnima u kontekstu etičkih teorija poput utilitarizma?"},
    {"pl": "Jakie konsekwencje dla naszej moralności mają teorie filozoficzne, które kwestionują istnienie obiektywnych wartości?", "hr": "Koje posljedice za našu moralnost imaju filozofske teorije koje dovode u pitanje postojanje objektivnih vrijednosti?"},
    {"pl": "Czy filozofia egzystencjalna pozwala na tworzenie indywidualnych zasad moralnych, czy też wciąż musi opierać się na uniwersalnych zasadach?", "hr": "Omogućuje li egistencijalna filozofija stvaranje individualnih moralnih načela ili se mora osloniti na univerzalna načela?"},
    {"pl": "Jakie są filozoficzne argumenty przeciwko absolutyzmowi moralnemu i jak mogą one wpływać na współczesne myślenie etyczne?", "hr": "Koji su filozofski argumenti protiv moralnog apsolutizma i kako oni mogu utjecati na suvremeno etičko razmišljanje?"},
    {"pl": "Czy etyczne odpowiedzialności powinny być zróżnicowane w zależności od kontekstu kulturowego, czy istnieje jedna uniwersalna odpowiedzialność moralna?", "hr": "Treba li etičke odgovornosti biti različite ovisno o kulturnom kontekstu ili postoji jedna univerzalna moralna odgovornost?"},
    {"pl": "Czy można mówić o istnieniu obiektywnej moralności, gdy każda kultura definiuje wartości na swój sposób?", "hr": "Možemo li govoriti o postojanju objektivne moralnosti kada svaka kultura vrijednosti definira na svoj način?"},
    {"pl": "Czy w kontekście współczesnych wyzwań etycznych mamy prawo do relatywizmu moralnego?", "hr": "Imamo li pravo na moralni relativizam u kontekstu suvremenih etičkih izazova?"},
    {"pl": "Jakie są filozoficzne podstawy uznania praw człowieka za uniwersalne i nieodłączne od godności ludzkiej?", "hr": "Koje su filozofske osnove priznanja ljudskih prava kao univerzalnih i neodvojivih od ljudskog dostojanstva?"},
    {"pl": "Czy odpowiedzialność za zło w świecie może być moralnie przypisana jednostkom, czy też jest to kwestia systemów społecznych?", "hr": "Je li odgovornost za zlo u svijetu moralno pridružena pojedincima ili je to pitanje društvenih sustava?"},
    {"pl": "Czy etyczne podejście do obcych kultur powinno opierać się na uniwersalnych wartościach, czy raczej na szacunku dla ich odmienności?", "hr": "Treba li etički pristup stranim kulturama biti temeljen na univerzalnim vrijednostima ili na poštovanju njihove različitosti?"},
    {"pl": "W jaki sposób można rozwiązać dylematy moralne, które wynikają z nieuchronności postępu naukowego i technologicznego?", "hr": "Na koji način možemo riješiti moralne dileme koje proizlaze iz neizbježnosti znanstvenog i tehnološkog napretka?"},
    {"pl": "Czy moralność jest wynikiem biologicznych instynktów, czy jest wytworem kulturowym i społecznym?", "hr": "Je li moralnost rezultat bioloških instinkta ili je ona kulturni i društveni proizvod?"},
    {"pl": "Czy można usprawiedliwić działania oparte na egoizmie w imię większego dobra, zgodnie z teorią etyki utylitarystycznej?", "hr": "Može li se opravdati postupci temeljeni na egoizmu u ime većeg dobra prema utilitarističkoj etici?"},
    {"pl": "Jakie znaczenie dla moralności mają decyzje podejmowane przez jednostki w obliczu konfliktu interesów?", "hr": "Kakvo značenje za moralnost imaju odluke koje donose pojedinci suočeni s konfliktom interesa?"},
    {"pl": "Czy moralność w relacjach międzyludzkich powinna być oparta na racjonalnym doborze, czy na intuicji?", "hr": "Treba li moralnost u međuljudskim odnosima biti temeljena na racionalnom izboru ili na intuiciji?"},
    {"pl": "Czy etyka i filozofia mogą pomóc w rozwiązywaniu trudnych pytań związanych z nauką i medycyną, jak np. eutanazja?", "hr": "Mogu li etika i filozofija pomoći u rješavanju teških pitanja vezanih uz znanost i medicinu, poput eutanazije?"},
    {"pl": "Czy w kontekście moralności istnieje jedno, ostateczne rozwiązanie w kwestiach takich jak kara śmierci czy aborcja?", "hr": "Postoji li konačno rješenje u pitanjima poput smrtne kazne ili pobačaja u kontekstu moralnosti?"},
    {"pl": "Czy etyka powinna brać pod uwagę tylko intencje, czy także konsekwencje działań?", "hr": "Treba li etika uzeti u obzir samo namjere ili također i posljedice djelovanja?"},
    {"pl": "Jakie są granice moralnej odpowiedzialności jednostki w kontekście globalnych problemów, takich jak zmiany klimatyczne?", "hr": "Koje su granice moralne odgovornosti pojedinca u kontekstu globalnih problema poput klimatskih promjena?"},
    {"pl": "Czy etyka społeczna może być w pełni zgodna z filozofią liberalną, która kładzie nacisk na indywidualne wolności?", "hr": "Može li društvena etika biti u potpunosti u skladu s liberalnom filozofijom koja naglašava individualne slobode?"},
    {"pl": "Czy w przypadku nierówności społecznych etyka może nakładać obowiązki na jednostki, aby dążyły do równości?", "hr": "Treba li etika nametnuti obveze pojedincima da teže jednakosti u slučaju socijalnih nejednakosti?"},
    {"pl": "Jakie etyczne argumenty mogą przemawiać za lub przeciwko legalizacji marihuany w kontekście społecznym?", "hr": "Koji etički argumenti mogu biti za ili protiv legalizacije marihuane u društvenom kontekstu?"},
    {"pl": "Czy filozofia pragmatyczna jest w stanie dostarczyć odpowiedzi na współczesne dylematy moralne związane z technologią i polityką?", "hr": "Može li pragmatička filozofija pružiti odgovore na suvremene moralne dileme povezane s tehnologijom i politikom?"},
    {"pl": "Czy filozofia hermeneutyczna jest w stanie wyjaśnić mechanizmy etyczne stojące za naszymi codziennymi wyborami?", "hr": "Može li hermeneutička filozofija objasniti etičke mehanizme koji stoje iza naših svakodnevnih odluka?"},
    {"pl": "Czy dążenie do indywidualnej autonomii może być zgodne z poszanowaniem norm społecznych i moralnych?", "hr": "Može li težnja ka individualnoj autonomiji biti u skladu s poštovanjem društvenih i moralnih normi?"},
    {"pl": "W jakim stopniu filozofia fenomenologiczna może pomóc w zrozumieniu ludzkiej moralności?", "hr": "U kojoj mjeri fenomenološka filozofija može pomoći u razumijevanju ljudske moralnosti?"},
    {"pl": "Czy z perspektywy etyki bioetycznej, rozwój technologii reprodukcyjnych powinien podlegać ścisłej kontroli?", "hr": "Trebaju li prema bioetičkoj etici tehnološki napreci u reprodukciji biti podložni strogom nadzoru?"},
    {"pl": "Czy moralność jest jedynym wyznacznikiem ludzkiego postępowania, czy też istnieją inne czynniki wpływające na nasze decyzje?", "hr": "Je li moralnost jedini kriterij ljudskog ponašanja ili postoje i drugi faktori koji utječu na naše odluke?"},
    {"pl": "Jakie konsekwencje ma dla filozofii etycznej pojmowanie ludzkiego istnienia przez pryzmat biologiczny?", "hr": "Koje posljedice za etičku filozofiju ima poimanje ljudskog postojanja kroz biološku prizmu?"}
  ]
}
