{
  "category": "Filozofia i etyka",
  "level": "B1",
  "sentences": [
    {"pl": "Czy moralność jest subiektywna, czy obiektywna?", "hr": "Je li moralnost subjektivna ili objektivna?"},
    {"pl": "Ludzie powinni dążyć do równowagi między prawem a etyką.", "hr": "Ljudi bi trebali težiti ravnoteži između prava i etike."},
    {"pl": "Jakie wartości społeczne są najważniejsze w twojej kulturze?", "hr": "Koje su društvene vrijednosti najvažnije u tvojoj kulturi?"},
    {"pl": "Czy istnieje uniwersalna definicja dobra?", "hr": "Postoji li univerzalna definicija dobra?"},
    {"pl": "W jaki sposób nasze decyzje wpływają na innych ludzi?", "hr": "Na koji način naši postupci utječu na druge ljude?"},
    {"pl": "Czym różni się etyka od prawa?", "hr": "Koja je razlika između etike i zakona?"},
    {"pl": "Czy możemy w pełni zrozumieć moralność innych kultur?", "hr": "Možemo li potpuno razumjeti moralnost drugih kultura?"},
    {"pl": "Nie wszystkie decyzje mają jednoznaczne rozwiązanie moralne.", "hr": "Nisu svi postupci moralno jednoznačni."},
    {"pl": "Bądź odpowiedzialny za swoje wybory, bo mają one wpływ na innych.", "hr": "Budi odgovoran za svoje izbore jer oni utječu na druge."},
    {"pl": "Czy warto wprowadzać zasady etyczne w życiu zawodowym?", "hr": "Vrijedi li uvesti etička pravila u profesionalni život?"},
    {"pl": "Pomoc innym może być nagradzana na różne sposoby.", "hr": "Pomoć drugima može biti nagrađena na različite načine."},
    {"pl": "Każdy człowiek ma inne podejście do kwestii moralnych.", "hr": "Svaka osoba ima drugačiji pristup moralnim pitanjima."},
    {"pl": "Jakie moralne dylematy pojawiają się w naszym codziennym życiu?", "hr": "Koji moralni dilemi se pojavljuju u našem svakodnevnom životu?"},
    {"pl": "Czy moralność jest czymś, czego uczymy się przez całe życie?", "hr": "Je li moralnost nešto što učimo cijeli život?"},
    {"pl": "Zasady moralne pomagają ludziom w podejmowaniu odpowiednich decyzji.", "hr": "Moralna pravila pomažu ljudima u donošenju ispravnih odluka."},
    {"pl": "Jakie wyzwania stawia przed nami współczesna etyka?", "hr": "Koji izazovi pred nas postavlja suvremena etika?"},
    {"pl": "Czy każda kultura ma swoje zasady moralne?", "hr": "Ima li svaka kultura svoja moralna pravila?"},
    {"pl": "Warto czasami zastanowić się nad konsekwencjami swoich działań.", "hr": "Ponekad je dobro razmisliti o posljedicama svojih postupaka."},
    {"pl": "Czy powinniśmy pomagać innym, nawet jeśli nie jesteśmy pewni ich intencji?", "hr": "Trebamo li pomagati drugima, čak i kad nismo sigurni u njihove namjere?"},
    {"pl": "Moralność zmienia się w zależności od kultury i historii.", "hr": "Moralnost se mijenja ovisno o kulturi i povijesti."},
    {"pl": "Czy etyka jest ważna w biznesie?", "hr": "Je li etika važna u poslovanju?"},
    {"pl": "Dlaczego niektóre osoby wybaczają, a inne nie potrafią tego zrobić?", "hr": "Zašto neki ljudi opraštaju, a drugi to ne mogu?"},
    {"pl": "Czy istnieją uniwersalne zasady moralne, które obowiązują wszystkich?", "hr": "Postoje li univerzalna moralna pravila koja vrijede za sve?"},
    {"pl": "Jakie cechy charakteryzują moralnie odpowiedzialną osobę?", "hr": "Koje osobine karakteriziraju moralno odgovornu osobu?"},
    {"pl": "Czy popełnianie błędów w życiu jest naturalne, czy powinno być unikane?", "hr": "Je li prirodno griješiti u životu ili to treba izbjegavati?"},
    {"pl": "Moralność to często kwestia wyboru między dobrem a złem.", "hr": "Moralnost je često pitanje izbora između dobra i zla."},
    {"pl": "Czy istnieje coś takiego jak absolutna prawda moralna?", "hr": "Postoji li nešto poput apsolutne moralne istine?"},
    {"pl": "Czy jesteśmy odpowiedzialni za nasze błędy?", "hr": "Jesmo li odgovorni za svoje pogreške?"},
    {"pl": "Moralność jest ważna w każdej dziedzinie życia.", "hr": "Moralnost je važna u svakom području života."},
    {"pl": "Czy są sytuacje, kiedy kłamstwo jest moralnie dopuszczalne?", "hr": "Postoje li situacije u kojima je laž moralno prihvatljiva?"},
    {"pl": "Czy warto być konsekwentnym w swoich zasadach moralnych?", "hr": "Vrijedi li biti dosljedan u svojim moralnim pravilima?"},
    {"pl": "Współczesna etyka stawia przed nami pytania o granice wolności.", "hr": "Suvremena etika postavlja pred nas pitanja o granicama slobode."},
    {"pl": "Czym jest sprawiedliwość według różnych filozofów?", "hr": "Što je pravda prema različitim filozofima?"},
    {"pl": "Czy posiadanie majątku zmienia naszą moralność?", "hr": "Mijenja li posjedovanje imovine našu moralnost?"},
    {"pl": "Czy każde działanie ma swoją wartość moralną?", "hr": "Ima li svaki postupak svoju moralnu vrijednost?"},
    {"pl": "Jakie etyczne wyzwania stawiają przed nami nowe technologie?", "hr": "Koji etički izazovi pred nas postavljaju nove tehnologije?"},
    {"pl": "Człowiek powinien być odpowiedzialny za to, co robi.", "hr": "Čovjek mora biti odgovoran za ono što radi."},
    {"pl": "Czy powinniśmy postępować według zasad, które uznajemy za słuszne?", "hr": "Trebamo li postupati prema pravilima koja smatramo ispravnim?"},
    {"pl": "Czy filozofia pomaga lepiej rozumieć etykę?", "hr": "Pomaže li filozofija bolje razumjeti etiku?"},
    {"pl": "Czy każda kultura ma swoją definicję dobra?", "hr": "Ima li svaka kultura svoju definiciju dobra?"},
    {"pl": "Czym różni się etyka praktyczna od etyki teoretycznej?", "hr": "Koja je razlika između praktične i teorijske etike?"},
    {"pl": "Czy moralność i prawo powinny być ze sobą ściśle powiązane?", "hr": "Trebaju li moralnost i zakon biti usko povezani?"},
    {"pl": "Czy filozofowie mają odpowiedzi na wszystkie pytania o moralności?", "hr": "Imaju li filozofi odgovore na sva pitanja o moralnosti?"},
    {"pl": "Moralność to nie tylko przestrzeganie zasad, ale też dążenie do dobra.", "hr": "Moralnost nije samo poštivanje pravila, već i težnja za dobrom."},
    {"pl": "Czy moralność jest stała, czy zmienia się z czasem?", "hr": "Je li moralnost stalna ili se mijenja s vremenom?"},
    {"pl": "Czy warto dążyć do doskonałości moralnej?", "hr": "Vrijedi li težiti moralnoj savršenosti?"},
    {"pl": "Czy można być szczęśliwym bez spełniania swoich obowiązków moralnych?", "hr": "Može li se biti sretan bez ispunjavanja moralnih obveza?"},
    {"pl": "Czy warto postępować zgodnie ze swoim sumieniem, nawet jeśli inni mają inne zdanie?", "hr": "Vrijedi li postupiti prema svom savjesti, čak i kad drugi imaju drugačije mišljenje?"}
  ]
}
