{
    "category": "Zainteresowania i hobby",
    "level": "B2",
    "sentences": [
      {"pl": "Moje zainteresowanie literaturą rozwijało się przez lata.", "hr": "Moje zanimanje za književnost razvijalo se godinama."},
      {"pl": "Fotografowanie przyrody wymaga cierpliwości i umiejętności technicznych.", "hr": "Fotografiranje prirode zahtijeva strpljenje i tehničke vještine."},
      {"pl": "Prowadzenie bloga podróżniczego pozwala mi dzielić się doświadczeniami.", "hr": "Vođenje putopisnog bloga omogućuje mi dijeljenje iskustava."},
      {"pl": "Sztuka współczesna często budzi kontrowersje, ale mnie fascynuje.", "hr": "Suvremena umjetnost često izaziva kontroverze, ali mene fascinira."},
      {"pl": "Regularne ćwiczenia jogi pomagają mi zachować równowagę psychiczną.", "hr": "Redovite vježbe joge pomažu mi održati mentalnu ravnotežu."},
      {"pl": "Czytanie książek w oryginalnym języku to świetny sposób na naukę.", "hr": "Čitanje knjiga na izvornom jeziku izvrstan je način učenja."},
      {"pl": "Kiedyś myślałem, że gotowanie to tylko konieczność, teraz jest moją pasją.", "hr": "Nekada sam mislio da je kuhanje samo nužnost, sada je moja strast."},
      {"pl": "Eksperymentowanie z różnymi technikami malarskimi rozwija kreatywność.", "hr": "Eksperimentiranje s različitim slikarskim tehnikama razvija kreativnost."},
      {"pl": "Nie każdy potrafi docenić piękno muzyki klasycznej.", "hr": "Ne može svatko cijeniti ljepotu klasične glazbe."},
      {"pl": "Podróżowanie pozwala mi odkrywać nowe perspektywy i inspiracje.", "hr": "Putovanje mi omogućuje otkrivanje novih perspektiva i inspiracija."},
      {"pl": "Pisanie poezji jest dla mnie formą ekspresji emocji.", "hr": "Pisanje poezije za mene je oblik izražavanja emocija."},
      {"pl": "Zbieranie starych winyli to coś więcej niż hobby – to prawdziwa pasja.", "hr": "Skupljanje starih vinila više je od hobija – to je prava strast."},
      {"pl": "Wielu ludzi uważa taniec za sztukę wymagającą poświęcenia i talentu.", "hr": "Mnogi ljudi smatraju ples umjetnošću koja zahtijeva predanost i talent."},
      {"pl": "Jestem zafascynowany historią sztuki i jej wpływem na współczesność.", "hr": "Fasciniran sam poviješću umjetnosti i njezinim utjecajem na suvremenost."},
      {"pl": "Gry strategiczne rozwijają umiejętność logicznego myślenia.", "hr": "Strategijske igre razvijaju sposobnost logičkog razmišljanja."},
      {"pl": "Rękodzieło pozwala mi tworzyć unikalne przedmioty o osobistym znaczeniu.", "hr": "Ručni rad mi omogućuje stvaranje jedinstvenih predmeta s osobnim značenjem."},
      {"pl": "Interesuję się psychologią, ponieważ pomaga mi lepiej rozumieć ludzi.", "hr": "Zanimam se za psihologiju jer mi pomaže bolje razumjeti ljude."},
      {"pl": "Nauka nowych języków to dla mnie wyzwanie, ale też przyjemność.", "hr": "Učenje novih jezika za mene je izazov, ali i užitak."},
      {"pl": "Nie wyobrażam sobie życia bez możliwości rozwijania swoich pasji.", "hr": "Ne mogu zamisliti život bez mogućnosti razvijanja svojih strasti."},
      {"pl": "Rzeźbiarstwo wymaga cierpliwości i wyczucia formy.", "hr": "Kiparstvo zahtijeva strpljenje i osjećaj za oblik."},
      {"pl": "Organizowanie wydarzeń kulturalnych sprawia mi ogromną satysfakcję.", "hr": "Organiziranje kulturnih događaja donosi mi veliko zadovoljstvo."},
      {"pl": "Uczestnictwo w warsztatach teatralnych pomogło mi przełamać nieśmiałość.", "hr": "Sudjelovanje na kazališnim radionicama pomoglo mi je prevladati sramežljivost."},
      {"pl": "Pisanie książek to długotrwały proces wymagający dyscypliny.", "hr": "Pisanje knjiga dugotrajan je proces koji zahtijeva disciplinu."},
      {"pl": "Granie na gitarze pozwala mi wyrażać emocje w wyjątkowy sposób.", "hr": "Sviranje gitare omogućuje mi izražavanje emocija na jedinstven način."},
      {"pl": "Niezależnie od tego, ile mam lat, zawsze będę pasjonatem sztuki.", "hr": "Bez obzira na to koliko godina imam, uvijek ću biti zaljubljenik u umjetnost."},
      {"pl": "Pisarstwo daje mi możliwość dzielenia się swoimi przemyśleniami.", "hr": "Pisanje mi daje mogućnost dijeljenja svojih razmišljanja."},
      {"pl": "Występowanie na scenie wymaga pewności siebie i doświadczenia.", "hr": "Nastupanje na pozornici zahtijeva samopouzdanje i iskustvo."},
      {"pl": "Zgłębianie wiedzy o sztuce kulinarnej sprawia mi dużą przyjemność.", "hr": "Produbljivanje znanja o kulinarskoj umjetnosti pruža mi veliko zadovoljstvo."},
      {"pl": "Dzięki podróżom odkrywam nowe smaki i kultury.", "hr": "Zahvaljujući putovanjima otkrivam nove okuse i kulture."}
    ]
  }