{
    "category": "Zainteresowania i hobby",
    "level": "C1",
    "sentences": [
      {"pl": "Zanurzanie się w literaturę klasyczną pozwala mi lepiej rozumieć konteksty historyczne.", "hr": "Uranjanje u klasičnu književnost omogućuje mi bolje razumijevanje povijesnih konteksta."},
      {"pl": "Eksploracja nowych technik malarskich pozwala mi na artystyczne samodoskonalenie.", "hr": "Istraživanje novih slikarskih tehnika omogućuje mi umjetničko usavršavanje."},
      {"pl": "Dzięki fotografii mogę uchwycić ulotne momenty i przekazać emocje.", "hr": "Zahvaljujući fotografiji mogu uhvatiti prolazne trenutke i prenijeti emocije."},
      {"pl": "Komponowanie muzyki jest dla mnie sposobem na wyrażenie głębokich myśli.", "hr": "Skladanje glazbe za mene je način izražavanja dubokih misli."},
      {"pl": "Podróżowanie poza utarte szlaki otwiera nowe horyzonty i perspektywy.", "hr": "Putovanje izvan utabanih staza otvara nove horizonte i perspektive."},
      {"pl": "Doskonałość w rzeźbiarstwie wymaga lat praktyki i precyzji.", "hr": "Savršenstvo u kiparstvu zahtijeva godine prakse i preciznosti."},
      {"pl": "Tworzenie filmów dokumentalnych to wyzwanie, które łączy pasję z umiejętnościami technicznymi.", "hr": "Stvaranje dokumentarnih filmova izazov je koji spaja strast s tehničkim vještinama."},
      {"pl": "Interpretacja poezji wymaga nie tylko wiedzy, ale także wrażliwości artystycznej.", "hr": "Interpretacija poezije zahtijeva ne samo znanje, već i umjetničku osjetljivost."},
      {"pl": "Warsztaty teatralne pozwalają mi zgłębiać psychologię postaci i rozwijać ekspresję.", "hr": "Kazališne radionice omogućuju mi proučavanje psihologije likova i razvoj izražajnosti."},
      {"pl": "Prowadzenie klubu książki umożliwia mi wymianę intelektualnych spostrzeżeń.", "hr": "Vođenje književnog kluba omogućuje mi razmjenu intelektualnih zapažanja."},
      {"pl": "Analiza dzieł sztuki uczy mnie dostrzegania detali i ukrytych znaczeń.", "hr": "Analiza umjetničkih djela uči me uočavanju detalja i skrivenih značenja."},
      {"pl": "Eksperymentowanie z nowymi gatunkami literackimi poszerza moje horyzonty twórcze.", "hr": "Eksperimentiranje s novim književnim žanrovima širi moje kreativne horizonte."},
      {"pl": "Gra na instrumentach klasycznych wymaga nie tylko techniki, ale też wrażliwości muzycznej.", "hr": "Sviranje klasičnih instrumenata zahtijeva ne samo tehniku, već i glazbenu osjetljivost."},
      {"pl": "Tworzenie instalacji artystycznych wymaga kreatywnego myślenia i precyzyjnego planowania.", "hr": "Stvaranje umjetničkih instalacija zahtijeva kreativno razmišljanje i precizno planiranje."},
      {"pl": "Uwielbiam obserwować zmiany trendów w sztuce współczesnej.", "hr": "Obožavam promatrati promjene trendova u suvremenoj umjetnosti."},
      {"pl": "Prowadzenie własnego kanału o sztuce pozwala mi na interakcję z innymi pasjonatami.", "hr": "Vođenje vlastitog kanala o umjetnosti omogućuje mi interakciju s drugim zaljubljenicima."},
      {"pl": "Opracowywanie choreografii to połączenie kreatywności i doskonałej znajomości ruchu.", "hr": "Kreiranje koreografije spoj je kreativnosti i izvrsnog poznavanja pokreta."},
      {"pl": "Redagowanie tekstów literackich pozwala mi dostrzegać niuanse językowe.", "hr": "Uređivanje književnih tekstova omogućuje mi uočavanje jezičnih nijansi."},
      {"pl": "Reżyserowanie sztuk teatralnych wymaga głębokiego zrozumienia dramaturgii.", "hr": "Režiranje kazališnih predstava zahtijeva duboko razumijevanje dramaturgije."},
      {"pl": "Wyszukiwanie inspiracji w sztuce abstrakcyjnej pobudza moją wyobraźnię.", "hr": "Pronalaženje inspiracije u apstraktnoj umjetnosti potiče moju maštu."},
      {"pl": "Eksploracja różnych stylów fotograficznych pozwala mi na rozwijanie własnej estetyki.", "hr": "Istraživanje različitih fotografskih stilova omogućuje mi razvoj vlastite estetike."},
      {"pl": "Czytanie biografii artystów dostarcza mi cennych lekcji o ich twórczości.", "hr": "Čitanje biografija umjetnika pruža mi vrijedne lekcije o njihovom stvaralaštvu."},
      {"pl": "Restaurowanie zabytkowych obrazów wymaga precyzji i wiedzy o chemii farb.", "hr": "Restauracija starinskih slika zahtijeva preciznost i poznavanje kemije boja."},
      {"pl": "Tworzenie ilustracji do książek dziecięcych daje mi ogromną satysfakcję.", "hr": "Izrada ilustracija za dječje knjige donosi mi ogromno zadovoljstvo."},
      {"pl": "Prowadzenie wykładów o historii muzyki pozwala mi dzielić się moją pasją.", "hr": "Održavanje predavanja o povijesti glazbe omogućuje mi dijeljenje svoje strasti."},
      {"pl": "Opracowywanie recenzji teatralnych uczy mnie krytycznego spojrzenia na sztukę.", "hr": "Pisanje kazališnih recenzija uči me kritičkom pogledu na umjetnost."},
      {"pl": "Tworzenie fresków wymaga nie tylko talentu, ale także technicznej precyzji.", "hr": "Izrada fresaka zahtijeva ne samo talent, već i tehničku preciznost."},
      {"pl": "Dyskusje o filozofii sztuki pozwalają mi pogłębiać moją wiedzę.", "hr": "Rasprave o filozofiji umjetnosti omogućuju mi produbljivanje znanja."}
    ]
  }