{
  "category": "Jedzenie i napoje",
  "level": "B2",
  "sentences": [
    {"pl": "Czy mogę zamówić coś bezglutenowego, ponieważ mam nietolerancję?", "hr": "Mogu li naručiti nešto bezglutensko jer imam netoleranciju?"},
    {"pl": "Zdecydowanie polecam spróbować lokalne wino – jest wyjątkowe.", "hr": "Definitivno preporučujem da probaš lokalno vino – iznimno je."},
    {"pl": "Jaki jest najlepszy sposób na przygotowanie risotto z owocami morza?", "hr": "Koji je najbolji način za pripremu rižota s plodovima mora?"},
    {"pl": "Czy ta potrawa zawiera orzechy, ponieważ mam na nie alergię?", "hr": "Sadrži li ovo jelo orahe, jer imam alergiju na njih?"},
    {"pl": "Macie w menu jakąś zupę krem, na przykład z dyni?", "hr": "Imate li u jelovniku neku krem juhu, primjerice juhu od bundeve?"},
    {"pl": "Proszę przygotować dla mnie danie wegetariańskie, najlepiej z warzywami sezonowymi.", "hr": "Molim te, pripremi mi vegetarijansko jelo, najbolje s sezonskim povrćem."},
    {"pl": "Czy w tej restauracji serwują dania wegańskie?", "hr": "Poslužuju li u ovom restoranu veganska jela?"},
    {"pl": "Chciałbym spróbować czegoś regionalnego, może pašticadę?", "hr": "Htio bih probati nešto regionalno, možda pašticadu?"},
    {"pl": "Proszę o coś lekkiego, może grillowaną rybę z warzywami.", "hr": "Molim te, nešto lagano, možda pečenu ribu s povrćem."},
    {"pl": "Czy restauracja oferuje zestaw lunchowy w godzinach popołudniowych?", "hr": "Nudi li restoran ručak set u poslijepodnevnim satima?"},
    {"pl": "Zamówię danie z krewetkami i sałatkę z rukolą.", "hr": "Naručit ću jelo s kozicama i salatu s rukolom."},
    {"pl": "W tym regionie często je się dania mięsne, szczególnie jagnięcinę.", "hr": "U ovoj regiji često se jedu mesna jela, osobito janjetina."},
    {"pl": "Czy mogę prosić o więcej oliwy z oliwek do tej sałatki?", "hr": "Mogu li moliti više maslinovog ulja za ovu salatu?"},
    {"pl": "Macie w ofercie jakieś dania na bazie ryb?", "hr": "Imate li u ponudi jela na bazi ribe?"},
    {"pl": "Czy ta potrawa jest przygotowywana na bazie mięsa wieprzowego?", "hr": "Je li ovo jelo pripremljeno na bazi svinjskog mesa?"},
    {"pl": "Proszę o kawę po włosku, z mlekiem i dużą ilością cukru.", "hr": "Molim te, kavu na talijanski način, s mlijekom i puno šećera."},
    {"pl": "Podaj mi coś słodkiego, może tiramisu lub sernik?", "hr": "Daj mi nešto slatko, možda tiramisu ili sirnu tortu?"},
    {"pl": "Czy mogą państwo przygotować dla mnie coś bez cukru?", "hr": "Možete li mi pripremiti nešto bez šećera?"},
    {"pl": "Chciałbym zamówić stek z ziemniakami i warzywami.", "hr": "Htio bih naručiti odrezak s krumpirima i povrćem."},
    {"pl": "Macie w menu coś specjalnego na dzisiejszy dzień?", "hr": "Imate li u jelovniku nešto posebno za danas?"},
    {"pl": "Jakie wina najlepiej pasują do mięsnych dań?", "hr": "Koja vina najbolje odgovaraju mesnim jelima?"},
    {"pl": "Czy restauracja oferuje również dania na wynos?", "hr": "Nudi li restoran također jela za van?"},
    {"pl": "Czy potrafią państwo przygotować wegańską wersję tej potrawy?", "hr": "Možete li pripremiti vegansku verziju ovog jela?"},
    {"pl": "W Chorwacji popularnym daniem jest ćevapčići, warto spróbować.", "hr": "U Hrvatskoj je popularno jelo ćevapčići, vrijedi probati."},
    {"pl": "Macie jakieś opcje dietetyczne, na przykład dania niskokaloryczne?", "hr": "Imate li dijetetske opcije, poput jela s niskim kalorijama?"},
    {"pl": "Podaj mi proszę wodę mineralną, najlepiej gazowaną.", "hr": "Daj mi, molim te, mineralnu vodu, najbolje gaziranu."},
    {"pl": "Proszę, przygotujcie coś tradycyjnego, z lokalnych składników.", "hr": "Molim vas, pripremite nešto tradicionalno, od lokalnih sastojaka."},
    {"pl": "Czy w tej restauracji oferują dania z jagnięciny?", "hr": "Poslužuju li u ovom restoranu jela s janjetinom?"},
    {"pl": "Czy mogę zamówić danie wegetariańskie, ale z dodatkiem sera?", "hr": "Mogu li naručiti vegetarijansko jelo, ali s dodatkom sira?"},
    {"pl": "Zamówię wino czerwone, najlepiej z tej okolicy.", "hr": "Naručit ću crno vino, najbolje iz ovog kraja."},
    {"pl": "Czy potrawy są przygotowywane z świeżych, lokalnych produktów?", "hr": "Jesu li jela pripremljena od svježih, lokalnih proizvoda?"},
    {"pl": "Macie może jakąś specjalność, którą należy spróbować będąc w tej części Chorwacji?", "hr": "Imate li možda neku specijalnost koju treba probati u ovom dijelu Hrvatske?"},
    {"pl": "Podaj mi, proszę, danie główne z ryżem i warzywami.", "hr": "Daj mi, molim te, glavno jelo s rižom i povrćem."},
    {"pl": "Czy można zamówić danie w wersji bez soli?", "hr": "Može li se naručiti jelo bez soli?"},
    {"pl": "Czy przygotowujecie potrawy odpowiednie dla osób z alergią na mleko?", "hr": "Pripremate li jela koja su pogodna za osobe s alergijom na mlijeko?"},
    {"pl": "Zamówię coś lekkiego, może sałatkę z grillowanym kurczakiem.", "hr": "Naručit ću nešto lagano, možda salatu s pečenom piletinom."},
    {"pl": "W tej restauracji dania są zawsze przygotowywane z najwyższej jakości składników.", "hr": "U ovom restoranu jela su uvijek pripremljena od sastojaka najviše kvalitete."},
    {"pl": "Proszę o potrawę, która nie zawiera mięsa, ale jest bogata w białko.", "hr": "Molim te, jelo koje ne sadrži meso, ali je bogato proteinima."},
    {"pl": "Podaj mi proszę kawę po turecku, mocną i bez mleka.", "hr": "Daj mi, molim te, tursku kavu, jako i bez mlijeka."},
    {"pl": "Czy w tej restauracji są dostępne opcje dla osób z dietą bezglutenową?", "hr": "Nudi li ovaj restoran opcije za osobe na bezglutenskoj dijeti?"},
    {"pl": "Chciałbym zamówić zupę rybną, którą widziałem w menu.", "hr": "Htio bih naručiti riblju juhu koju sam vidio na jelovniku."},
    {"pl": "Czy ta potrawa jest bardzo pikantna?", "hr": "Je li ovo jelo jako začinjeno?"},
    {"pl": "Podaj mi, proszę, zestaw tapas, chcę spróbować różnych smaków.", "hr": "Daj mi, molim te, set tapas, želim probati različite okuse."},
    {"pl": "Macie może jakąś opcję bezmleczną, bo jestem uczulony na laktozę?", "hr": "Imate li možda neku opciju bez mlijeka jer imam alergiju na laktozu?"},
    {"pl": "Podaj mi proszę wino białe, wytrawne.", "hr": "Daj mi, molim te, bijelo vino, suho."},
    {"pl": "Proszę o zapakowanie jedzenia na wynos.", "hr": "Molim te, zapakiraj hranu za van."},
    {"pl": "Czy oferujecie dania odpowiednie dla osób na diecie wegetariańskiej?", "hr": "Nudite li jela pogodna za osobe na vegetarijanskoj dijeti?"}
  ]
}
