{
  "category": "Jedzenie i napoje",
  "level": "C1",
  "sentences": [
    {"pl": "Czy mogę prosić o szczegółowe informacje na temat składników tego dania, aby upewnić się, że nie zawiera ono żadnych alergenów?", "hr": "Mogu li zamoliti detaljne informacije o sastojcima ovog jela kako bih se uvjerio da ne sadrži alergene?"},
    {"pl": "Chciałbym dowiedzieć się, jakie są różnice między tradycyjnymi daniami w tej części Chorwacji, a tymi, które serwowane są w turystycznych restauracjach.", "hr": "Htio bih saznati koje su razlike između tradicionalnih jela u ovom dijelu Hrvatske i onih koja se poslužuju u turističkim restoranima."},
    {"pl": "Zdecydowanie polecam spróbować tej specjalności regionalnej, która jest przygotowywana według tradycyjnej receptury przekazywanej przez pokolenia.", "hr": "Definitivno preporučujem da probate ovu regionalnu specijalnost koja se priprema prema tradicionalnom receptu koji se prenosi kroz generacije."},
    {"pl": "Ciekawi mnie, w jaki sposób zmienia się styl kulinarny w Chorwacji w zależności od regionu i dostępności lokalnych produktów.", "hr": "Zanima me kako se kulinarski stil u Hrvatskoj mijenja ovisno o regiji i dostupnosti lokalnih proizvoda."},
    {"pl": "Jaki jest wpływ turystyki kulinarnej na lokalną gospodarkę i tradycje gastronomiczne?", "hr": "Kakav je utjecaj kulinarskog turizma na lokalno gospodarstvo i gastronomske tradicije?"},
    {"pl": "Czy zauważyłeś, że w chorwackich restauracjach coraz częściej pojawiają się dania inspirowane kuchnią międzynarodową?", "hr": "Jesi li primijetio da u hrvatskim restoranima sve češće pojavljuju jela inspirirana međunarodnom kuhinjom?"},
    {"pl": "Jestem bardzo ciekawy, jak zmieniają się smaki w zależności od sezonu i dostępności lokalnych składników.", "hr": "Zanima me kako se okusi mijenjaju ovisno o sezoni i dostupnosti lokalnih sastojaka."},
    {"pl": "Chciałbym zamówić danie z krewetkami, ale zależy mi na tym, aby nie było zbyt ostre.", "hr": "Htio bih naručiti jelo s kozicama, ali mi je važno da ne bude previše začinjeno."},
    {"pl": "Proszę przygotować dla mnie potrawę, która łączy tradycyjne chorwackie smaki z nowoczesnymi technikami kulinarnymi.", "hr": "Molim te, pripremi mi jelo koje kombinira tradicionalne hrvatske okuse s modernim kulinarskim tehnikama."},
    {"pl": "Czy są jakieś potrawy, które w tej restauracji wymagają szczególnego sposobu przygotowania, aby zachować pełnię smaku?", "hr": "Postoje li jela u ovom restoranu koja zahtijevaju poseban način pripreme kako bi se sačuvala punina okusa?"},
    {"pl": "Zamówię danie, które zawiera składniki sezonowe, ponieważ chcę spróbować świeżych produktów, które są aktualnie dostępne.", "hr": "Naručit ću jelo koje sadrži sezonske sastojke jer želim probati svježe proizvode koji su trenutno dostupni."},
    {"pl": "Czy mógłbyś mi polecić danie, które najlepiej komponuje się z czerwonym winem z tego regionu?", "hr": "Možeš li mi preporučiti jelo koje najbolje ide uz crno vino iz ovog kraja?"},
    {"pl": "Zastanawiam się, czy można stworzyć wegetariańską wersję tego dania, zachowując jednocześnie jego oryginalny charakter.", "hr": "Razmišljam može li se napraviti vegetarijanska verzija ovog jela, zadržavajući njegov originalni karakter."},
    {"pl": "Czy istnieją jakieś techniki kulinarne, które są szczególnie popularne w tej części Chorwacji i warte wypróbowania?", "hr": "Postoje li kulinarske tehnike koje su posebno popularne u ovom dijelu Hrvatske i koje vrijedi probati?"},
    {"pl": "W jaki sposób kultura kulinarna wpływa na sposób, w jaki ludzie postrzegają jakość życia i zdrowie w Chorwacji?", "hr": "Kako kulinarska kultura utječe na način na koji ljudi percipiraju kvalitetu života i zdravlje u Hrvatskoj?"},
    {"pl": "Proszę przygotować dla mnie danie, które jest bogate w białko i jednocześnie lekkie, z dodatkiem świeżych warzyw.", "hr": "Molim te, pripremi mi jelo koje je bogato proteinima i ujedno lagano, s dodatkom svježeg povrća."},
    {"pl": "Jakie regionalne potrawy poleciłbyś komuś, kto chce spróbować najbardziej autentycznych smaków Chorwacji?", "hr": "Koja regionalna jela bi preporučio nekome tko želi probati najautentičnije okuse Hrvatske?"},
    {"pl": "Czy uważasz, że zmiana w sposobie przygotowania potraw w Chorwacji jest odpowiedzią na zmieniające się preferencje turystów?", "hr": "Misliš li da je promjena u načinu pripreme jela u Hrvatskoj odgovor na promjenjive preferencije turista?"},
    {"pl": "Czy mógłbyś przygotować dla mnie degustację kilku tradycyjnych chorwackich potraw, aby mogłem spróbować różnych smaków?", "hr": "Možeš li mi pripremiti degustaciju nekoliko tradicionalnih hrvatskih jela kako bih mogao probati različite okuse?"},
    {"pl": "W Chorwacji popularne są potrawy, które łączą mięso z owocami morza. Jakie danie w tej kategorii poleciłbyś?", "hr": "U Hrvatskoj su popularna jela koja kombiniraju meso i plodove mora. Koje bi jelo iz te kategorije preporučio?"},
    {"pl": "Czy są jakieś specjalności, które są dostępne tylko w określonych porach roku?", "hr": "Postoje li specijalnosti koje su dostupne samo u određenim godišnjim dobima?"},
    {"pl": "Jestem zainteresowany tradycyjnymi metodami wędzenia ryb w tej części kraju – czy mógłbyś mi o tym opowiedzieć?", "hr": "Zanimam se za tradicionalne metode dimljenja riba u ovom dijelu zemlje – možeš li mi o tome pričati?"},
    {"pl": "Zamówię to danie, ale poproszę o wersję bez mięsa, zachowując jej pełnię smaku.", "hr": "Naručit ću ovo jelo, ali molim verziju bez mesa, zadržavajući puninu okusa."},
    {"pl": "Czy można przygotować to danie z lokalnych, ekologicznych składników, aby zachować jego autentyczność?", "hr": "Može li se ovo jelo pripremiti od lokalnih, ekoloških sastojaka kako bi se očuvala njegova autentičnost?"},
    {"pl": "Chciałbym spróbować dania, które jest jednocześnie zdrowe i sycące, z elementami kuchni śródziemnomorskiej.", "hr": "Htio bih probati jelo koje je istovremeno zdravo i zasitno, s elementima mediteranske kuhinje."},
    {"pl": "Jaka jest rola tradycyjnych ziół i przypraw w kuchni chorwackiej? Czy są jakieś, które dominują w lokalnych potrawach?", "hr": "Kakva je uloga tradicionalnih začina i biljaka u hrvatskoj kuhinji? Postoje li neki koji dominiraju u lokalnim jelima?"},
    {"pl": "Proszę przygotować coś, co jest charakterystyczne dla tej części kraju, może danie z jagnięciną.", "hr": "Molim te, pripremi nešto što je karakteristično za ovaj dio zemlje, možda jelo s janjetinom."},
    {"pl": "Ciekawi mnie, jak zmienia się jakość lokalnych win w zależności od regionu Chorwacji, zwłaszcza w kontekście ostatnich roczników.", "hr": "Zanima me kako se kvaliteta lokalnih vina mijenja ovisno o regiji Hrvatske, osobito u kontekstu posljednjih berbi."},
    {"pl": "Czy zauważyłeś, że niektóre tradycyjne potrawy w Chorwacji są dostosowane do nowoczesnych trendów kulinarnych?", "hr": "Jesi li primijetio da su neka tradicionalna jela u Hrvatskoj prilagođena modernim kulinarskim trendovima?"},
    {"pl": "Czy oferujecie degustację win, która pozwala poznać wina z różnych regionów Chorwacji?", "hr": "Nudi li se degustacija vina koja omogućuje upoznavanje vina iz različitih regija Hrvatske?"},
    {"pl": "Czy tradycyjne potrawy chorwackie są obecnie bardziej zróżnicowane, aby sprostać wymaganiom turystów?", "hr": "Jesu li tradicionalna hrvatska jela sada raznovrsnija kako bi zadovoljila zahtjeve turista?"},
    {"pl": "Proszę o przygotowanie posiłku, który będzie połączeniem lokalnych składników i nowoczesnych technik gotowania.", "hr": "Molim te, pripremi obrok koji će biti spoj lokalnih sastojaka i modernih kuhinjskih tehnika."},
    {"pl": "Czy w tej restauracji używają wyłącznie produktów pochodzących z ekologicznych upraw?", "hr": "Koristi li ovaj restoran isključivo proizvode iz ekoloških uzgoja?"}
  ]
}
