{
  "category": "Jedzenie i napoje",
  "level": "C2",
  "sentences": [
    {"pl": "Czy uważasz, że współczesne podejście do gastronomii, które łączy klasyczne techniki kulinarne z nowoczesnymi trendami, w pełni oddaje ducha tradycyjnej kuchni chorwackiej?", "hr": "Misliš li da suvremeni pristup gastronomiji, koji spaja klasične kulinarske tehnike s modernim trendovima, u potpunosti odražava duh tradicionalne hrvatske kuhinje?"},
    {"pl": "Jakie wyzwania stoją przed współczesnymi kucharzami, którzy starają się zachować autentyczność regionalnych dań, jednocześnie dostosowując je do zmieniających się gustów i oczekiwań turystów?", "hr": "Koji su izazovi pred modernim kuharima koji nastoje sačuvati autentičnost regionalnih jela, a istovremeno ih prilagoditi promjenjivim ukusima i očekivanjima turista?"},
    {"pl": "W jakim stopniu współczesna turystyka kulinarna wpływa na ewolucję tradycyjnych receptur i jakich zmian można się spodziewać w najbliższych latach?", "hr": "U kojoj mjeri suvremeni kulinarski turizam utječe na evoluciju tradicionalnih recepata i kakve promjene možemo očekivati u nadolazećim godinama?"},
    {"pl": "Czy uważasz, że restauracje oparte na idei slow food, które promują wykorzystanie lokalnych i sezonowych produktów, są w stanie wytrzymać konkurencję z fast foodami?", "hr": "Misliš li da restorani temelji na ideji slow fooda, koji promiču korištenje lokalnih i sezonskih proizvoda, mogu izdržati konkurenciju brzim jelima?"},
    {"pl": "Chciałbym poznać Twoje zdanie na temat roli, jaką odgrywają zabytkowe przepisy kulinarne w kształtowaniu współczesnej tożsamości gastronomicznej Chorwacji.", "hr": "Želio bih čuti tvoje mišljenje o ulozi koju starinski kulinarski recepti igraju u oblikovanju suvremene gastronomske identiteta Hrvatske."},
    {"pl": "Czy istnieje w Chorwacji ruch gastronomiczny, który stawia sobie za cel ochronę i promocję tradycyjnych, rzadko spotykanych dań, które mogłyby zniknąć w wyniku globalizacji?", "hr": "Postoji li u Hrvatskoj gastronomski pokret koji ima cilj zaštitu i promociju tradicionalnih, rijetko viđenih jela koja bi mogla nestati uslijed globalizacije?"},
    {"pl": "Zastanawiam się, na ile zmiany w preferencjach kulinarnych młodszych pokoleń w Chorwacji wpłyną na przyszłość tradycyjnych dań takich jak pašticada czy ćevapčići.", "hr": "Razmišljam u kojoj mjeri promjene u kulinarskim preferencijama mlađih generacija u Hrvatskoj utječu na budućnost tradicionalnih jela poput pašticade i ćevapčića."},
    {"pl": "Jakie są Twoje przemyślenia na temat ewolucji technik w gotowaniu, które pozwalają zachować autentyczność dań, jednocześnie wprowadzając elementy nowoczesnych metod przygotowywania potraw?", "hr": "Koje su tvoje misli o evoluciji tehnika kuhanja koje omogućuju očuvanje autentičnosti jela, a istovremeno uvode elemente modernih metoda pripreme hrane?"},
    {"pl": "Czy istnieje jakakolwiek debata na temat wpływu masowej produkcji jedzenia na jakość i smak tradycyjnych dań chorwackich?", "hr": "Postoji li ikakva rasprava o utjecaju masovne proizvodnje hrane na kvalitetu i okus tradicionalnih hrvatskih jela?"},
    {"pl": "Jakie innowacyjne metody kulinarne mogłyby zostać zaadoptowane w tradycyjnych restauracjach, aby poprawić jakość dań, nie naruszając ich autentyczności?", "hr": "Koje bi inovativne kulinarske metode mogle biti usvojene u tradicionalnim restoranima kako bi se poboljšala kvaliteta jela, a da se ne naruši njihova autentičnost?"},
    {"pl": "Zauważam, że młodsze pokolenia Chorwatów zaczynają bardziej interesować się rosnącym wpływem kuchni międzynarodowej, szczególnie azjatyckiej, na tradycyjne dania. Jak oceniasz ten trend?", "hr": "Primjećujem da mlađe generacije Hrvata počinju više zanimati rastući utjecaj međunarodne kuhinje, osobito azijske, na tradicionalna jela. Kako ocjenjuješ ovaj trend?"},
    {"pl": "Czy uważasz, że kuchnia chorwacka, zachowując swoje tradycje, ma potencjał, by stać się globalnym liderem w świecie gastronomii?", "hr": "Misliš li da hrvatska kuhinja, zadržavajući svoje tradicije, ima potencijala postati globalni lider u svijetu gastronomije?"},
    {"pl": "Czym różni się podejście do kuchni w tradycyjnych restauracjach od nowoczesnych lokali, które stawiają na minimalizm i nietypowe połączenia smakowe?", "hr": "Po čemu se razlikuje pristup kuhinji u tradicionalnim restoranima od modernih lokala koji naglašavaju minimalizam i neobična kombiniranja okusa?"},
    {"pl": "Jak oceniasz popularność degustacji kulinarnych, które w ostatnich latach zyskały dużą popularność wśród turystów i lokalnych smakoszy?", "hr": "Kako ocjenjuješ popularnost kulinarskih degustacija koje su u posljednjim godinama stekle veliku popularnost među turistima i lokalnim gurmanima?"},
    {"pl": "Czy sądzisz, że masowa turystyka gastronomiczna zagraża zachowaniu tradycyjnych metod gotowania w małych miejscowościach Chorwacji?", "hr": "Misliš li da masovni kulinarski turizam prijeti očuvanju tradicionalnih metoda kuhanja u malim naseljima Hrvatske?"},
    {"pl": "Czy można mówić o lokalnych, zrównoważonych metodach produkcji jedzenia w Chorwacji, które mogą stać się odpowiedzią na globalny kryzys związany z żywnością?", "hr": "Može li se govoriti o lokalnim, održivim metodama proizvodnje hrane u Hrvatskoj koje mogu postati odgovor na globalnu kriznu situaciju u vezi s hranom?"},
    {"pl": "Jakie są Twoje refleksje na temat roli edukacji kulinarnej w kształtowaniu świadomości na temat wartości tradycyjnych potraw w kontekście globalizacji?", "hr": "Koje su tvoje refleksije o ulozi kulinarskog obrazovanja u oblikovanju svijesti o vrijednostima tradicionalnih jela u kontekstu globalizacije?"},
    {"pl": "Czy uważasz, że w przyszłości restauracje w Chorwacji będą musiały stawiać większy nacisk na tworzenie nowych, zrównoważonych modeli kulinarnej produkcji?", "hr": "Misliš li da će restorani u Hrvatskoj u budućnosti morati posvetiti veću pažnju stvaranju novih, održivih modela kulinarske proizvodnje?"},
    {"pl": "Jakie są Twoje przewidywania co do przyszłości chorwackiej kuchni w kontekście globalnych trendów kulinarnych?", "hr": "Koja su tvoja predviđanja za budućnost hrvatske kuhinje u kontekstu globalnih kulinarskih trendova?"},
    {"pl": "Czy widzisz jakiekolwiek zagrożenia związane z rosnącym wpływem kuchni międzynarodowej na chorwacką gastronomię?", "hr": "Vidiš li ikakve prijetnje povezane s rastućim utjecajem međunarodne kuhinje na hrvatsku gastronomiju?"},
    {"pl": "Zastanawiam się, czy można połączyć nowoczesną kuchnię molekularną z tradycyjnymi chorwackimi potrawami, aby uzyskać zupełnie nowe doświadczenie kulinarne.", "hr": "Razmišljam može li se moderna molekularna kuhinja kombinirati s tradicionalnim hrvatskim jelima kako bi se stvorilo potpuno novo kulinarsko iskustvo."},
    {"pl": "Jakie innowacyjne techniki kulinarne mogą pomóc w zachowaniu autentyczności chorwackiej kuchni, jednocześnie odpowiadając na zmieniające się potrzeby konsumentów?", "hr": "Koje inovativne kulinarske tehnike mogu pomoći u očuvanju autentičnosti hrvatske kuhinje, a istovremeno odgovoriti na promjenjive potrebe potrošača?"},
    {"pl": "Czy dostrzegasz jakieś niebezpieczeństwa związane z tzw. 'gastronomią fusion', która łączy różne tradycje kulinarne, w kontekście zachowania oryginalnych potraw?", "hr": "Vidite li opasnosti povezane s tzv. 'fusion' gastronomijom koja spaja različite kulinarske tradicije, u kontekstu očuvanja originalnih jela?"},
    {"pl": "Jakie zmiany w podejściu do produkcji i konsumpcji żywności w Chorwacji byłyby najbardziej korzystne w kontekście zrównoważonego rozwoju?", "hr": "Koje bi promjene u pristupu proizvodnji i potrošnji hrane u Hrvatskoj bile najkorisnije u kontekstu održivog razvoja?"}
  ]
}
