{
  "category": "Jedzenie i napoje",
  "level": "B1",
  "sentences": [
    {"pl": "Czy możesz polecić mi jakieś dobre miejsce na kolację?", "hr": "Možeš li mi preporučiti neko dobro mjesto za večeru?"},
    {"pl": "Uwielbiam chorwackie dania rybne, szczególnie grillowanego tuńczyka.", "hr": "Obožavam hrvatska riblja jela, osobito pečenu tunu."},
    {"pl": "Chciałbym zamówić coś lekkiego, może sałatkę?", "hr": "Htio bih naručiti nešto lagano, možda salatu?"},
    {"pl": "Czy ta potrawa jest bezglutenowa?", "hr": "Je li ovo jelo bezglutensko?"},
    {"pl": "Podaj mi proszę menu, chcę zobaczyć, co jest w ofercie.", "hr": "Daj mi, molim te, meni, želim vidjeti što imate u ponudi."},
    {"pl": "Macie jakieś specjalności regionalne, które warto spróbować?", "hr": "Imate li regionalnih specijaliteta koje bih trebao probati?"},
    {"pl": "To danie wygląda pysznie, co to dokładnie jest?", "hr": "Ovo jelo izgleda ukusno, što je to točno?"},
    {"pl": "Czy mają państwo dania wegańskie w ofercie?", "hr": "Imate li veganskih jela u ponudi?"},
    {"pl": "Co zawiera ta sałatka?", "hr": "Što sadrži ova salata?"},
    {"pl": "Chciałbym spróbować czegoś typowego z tej okolicy.", "hr": "Htio bih probati nešto tipično za ovu okolinu."},
    {"pl": "Czy mogę dostać jedzenie na wynos?", "hr": "Mogu li dobiti hranu za van?"},
    {"pl": "Zamówię stek z frytkami i sałatkę.", "hr": "Naručit ću odrezak s pomfritom i salatu."},
    {"pl": "Macie jakieś dania z owocami morza?", "hr": "Imate li jela s plodovima mora?"},
    {"pl": "Poproszę porcję pašticady z kluskami.", "hr": "Molim te, porciju pašticade s knedlama."},
    {"pl": "Czy w tej restauracji serwują jakieś zupy?", "hr": "Poslužuju li u ovom restoranu juhe?"},
    {"pl": "W tej restauracji jedzenie jest zawsze świeże i smaczne.", "hr": "U ovom restoranu hrana je uvijek svježa i ukusna."},
    {"pl": "Czy macie ofertę dla dzieci?", "hr": "Imate li ponudu za djecu?"},
    {"pl": "Proszę o drugie danie z rybą.", "hr": "Molim te, drugo jelo s ribom."},
    {"pl": "Czy to danie jest bardzo ostre?", "hr": "Je li ovo jelo jako ljuto?"},
    {"pl": "Czy w tej restauracji serwują jakieś dania bez mięsa?", "hr": "Poslužuju li u ovom restoranu jela bez mesa?"},
    {"pl": "Zamówię kawę z mlekiem i kawałek ciasta.", "hr": "Naručit ću kavu s mlijekom i komad kolača."},
    {"pl": "Macie w ofercie jakieś napoje alkoholowe?", "hr": "Imate li u ponudi alkoholna pića?"},
    {"pl": "Proszę przygotować dla mnie specjalność szefa kuchni.", "hr": "Molim te, pripremi mi specijalitet kuhača."},
    {"pl": "Lubię próbować nowych smaków, więc zamówię coś nietypowego.", "hr": "Volim probati nove okuse, pa ću naručiti nešto neuobičajeno."},
    {"pl": "Czy podają tu jakieś dania z jagnięciny?", "hr": "Poslužuju li ovdje jela s janjetinom?"},
    {"pl": "Co jest w tej sałatce, oprócz pomidorów?", "hr": "Što je u ovoj salati, osim rajčica?"},
    {"pl": "Czy jest jakaś opcja bez laktozy w menu?", "hr": "Postoji li opcija bez laktoze na jelovniku?"},
    {"pl": "Mam alergię na orzechy, czy ta potrawa je zawiera?", "hr": "Imam alergiju na orahe, sadrži li ovo jelo orahe?"},
    {"pl": "To danie jest za słone, czy mogę poprosić o coś mniej słonego?", "hr": "Ovo jelo je previše slano, mogu li zamoliti nešto manje slano?"},
    {"pl": "Jakie wina pasują do tego dania?", "hr": "Koja vina odgovaraju ovom jelu?"},
    {"pl": "Podaj mi proszę coś bez mięsa, może risotto.", "hr": "Daj mi, molim te, nešto bez mesa, možda rižoto."},
    {"pl": "Czy mają państwo jakąś ofertę wegetariańską?", "hr": "Imate li neku vegetarijansku ponudu?"},
    {"pl": "Czy mogę zamówić to danie bez cebuli?", "hr": "Mogu li naručiti ovo jelo bez luka?"},
    {"pl": "Podaj mi proszę coś na zimno, może sałatkę z tuńczykiem.", "hr": "Daj mi, molim te, nešto hladno, možda salatu s tunom."},
    {"pl": "Chciałbym zapłacić za posiłek, czy mogę użyć karty?", "hr": "Htio bih platiti za obrok, mogu li koristiti karticu?"},
    {"pl": "Proszę o filiżankę gorącej herbaty.", "hr": "Molim te, šalicu vrućeg čaja."},
    {"pl": "Czy mają państwo coś dla osób na diecie bezcukrowej?", "hr": "Imate li nešto za osobe na dijeti bez šećera?"},
    {"pl": "To jest bardzo dobre, poproszę jeszcze jedną porcję.", "hr": "Ovo je jako dobro, molim te još jednu porciju."},
    {"pl": "Czy mają państwo jakiś zestaw lunchowy?", "hr": "Imate li neki set za ručak?"},
    {"pl": "Zamówię coś, co zawiera dużo warzyw.", "hr": "Naručit ću nešto što sadrži puno povrća."},
    {"pl": "Macie jakieś napoje orzeźwiające?", "hr": "Imate li osvježavajućih pića?"},
    {"pl": "Podaj mi proszę filiżankę kawy bez cukru.", "hr": "Daj mi, molim te, šalicu kave bez šećera."},
    {"pl": "Zamówię coś, co jest typowe dla tej części Chorwacji.", "hr": "Naručit ću nešto što je tipično za ovaj dio Hrvatske."},
    {"pl": "Macie w ofercie napój z granatem?", "hr": "Imate li u ponudi sok od nara?"},
    {"pl": "Co polecasz do jedzenia, jeśli nigdy wcześniej nie próbowałem chorwackiej kuchni?", "hr": "Što preporučuješ za jelo ako nikada prije nisam probao hrvatsku kuhinju?"},
    {"pl": "Podaj mi proszę jeszcze raz, ale w wersji bezglutenowej.", "hr": "Daj mi, molim te, još jedan put, ali u bezglutenskoj verziji."},
    {"pl": "Lubię próbować lokalnych win, czy masz jakieś polecenia?", "hr": "Volim probati lokalna vina, imaš li kakve preporuke?"},
    {"pl": "Czy można tu zamówić posiłki na wynos?", "hr": "Možemo li ovdje naručiti hranu za van?"},
    {"pl": "Podaj mi proszę filiżankę espresso.", "hr": "Daj mi, molim te, šalicu espresa."},
    {"pl": "Poproszę jedną porcję risotto z owocami morza.", "hr": "Molim te, jednu porciju rižota s plodovima mora."},
    {"pl": "Zamówię sałatkę z pomidorami i oliwkami.", "hr": "Naručit ću salatu s rajčicama i maslinama."}
  ]
}
