{
    "category": "Podróże i kultura",
    "level": "C2",
    "sentences": [
      {"pl": "Czy istnieje uniwersalny sposób interpretowania obcych kultur, czy każda wymaga indywidualnego podejścia?", "hr": "Postoji li univerzalni način interpretacije stranih kultura ili svaka zahtijeva individualni pristup?"},
      {"pl": "Jakie doświadczenie podróżnicze ukształtowało twój światopogląd w największym stopniu?", "hr": "Koje je putničko iskustvo najviše oblikovalo tvoj svjetonazor?"},
      {"pl": "Czy podróżowanie może stać się formą intelektualnego i duchowego samorozwoju?", "hr": "Može li putovanje postati oblik intelektualnog i duhovnog samorazvoja?"},
      {"pl": "Nie ograniczaj swoich podróży do miejsc popularnych turystycznie, eksploruj głębiej!", "hr": "Ne ograničavaj svoja putovanja na turistički popularna mjesta, istražuj dublje!"},
      {"pl": "W jaki sposób podróżowanie zmienia percepcję wartości i norm społecznych?", "hr": "Kako putovanja mijenjaju percepciju vrijednosti i društvenih normi?"},
      {"pl": "Czy istnieje różnica między byciem turystą a prawdziwym podróżnikiem?", "hr": "Postoji li razlika između toga da budeš turist i pravi putnik?"},
      {"pl": "Jakie są najważniejsze zasady etycznego podróżowania w XXI wieku?", "hr": "Koja su najvažnija pravila etičkog putovanja u 21. stoljeću?"},
      {"pl": "Staraj się postrzegać podróże nie tylko jako odpoczynek, ale także jako formę edukacji.", "hr": "Nastoj gledati na putovanja ne samo kao na odmor, već i kao na oblik edukacije."},
      {"pl": "Czy globalizacja zmniejsza czy zwiększa różnorodność kulturową świata?", "hr": "Smanjuje li ili povećava globalizacija kulturnu raznolikost svijeta?"},
      {"pl": "Czy podróże powinny być obowiązkowym elementem edukacji młodych ludzi?", "hr": "Treba li putovanje biti obvezni dio obrazovanja mladih?"},
      {"pl": "W jaki sposób lokalne tradycje mogą być zagrożone przez masową turystykę?", "hr": "Kako lokalne tradicije mogu biti ugrožene masovnim turizmom?"},
      {"pl": "Pamiętaj, że autentyczność doświadczeń podróżniczych często zależy od gotowości do opuszczenia swojej strefy komfortu.", "hr": "Zapamti da autentičnost putničkih iskustava često ovisi o spremnosti na napuštanje zone komfora."},
      {"pl": "Czy warto podróżować samotnie, aby lepiej poznać siebie?", "hr": "Vrijedi li putovati samostalno kako bi bolje upoznao sebe?"},
      {"pl": "Jakie są twoje najbardziej przełomowe wnioski płynące z podróży do odmiennych kulturowo krajów?", "hr": "Koji su tvoji najvažniji zaključci iz putovanja u kulturološki različite zemlje?"},
      {"pl": "Czy można mówić o etyce podróżowania w kontekście wpływu na środowisko?", "hr": "Može li se govoriti o etici putovanja u kontekstu utjecaja na okoliš?"},
      {"pl": "Czy kontakt z różnymi kulturami zmienił twoje podejście do własnej tożsamości?", "hr": "Je li kontakt s različitim kulturama promijenio tvoj pristup vlastitom identitetu?"},
      {"pl": "Podróżowanie pozwala uświadomić sobie, jak bardzo kontekst kulturowy wpływa na nasze myślenie.", "hr": "Putovanja omogućuju da shvatimo koliko kulturni kontekst utječe na naše razmišljanje."},
      {"pl": "Jakie były najbardziej szokujące różnice kulturowe, których doświadczyłeś w podróży?", "hr": "Koje su bile najšokantnije kulturne razlike koje si doživio na putovanju?"},
      {"pl": "Nie traktuj swojej kultury jako nadrzędnej wobec innych – otwórz się na różnorodność!", "hr": "Ne gledaj na svoju kulturu kao na nadređenu drugima – otvori se prema raznolikosti!"}
    ]
  }