{
    "category": "Podróże i kultura",
    "level": "C1",
    "sentences": [
      {"pl": "Jakie elementy kultury najbardziej cię fascynują, gdy odwiedzasz nowe kraje?", "hr": "Koji te elementi kulture najviše fasciniraju kada posjećuješ nove zemlje?"},
      {"pl": "Czy uważasz, że podróże mogą całkowicie zmienić światopogląd człowieka?", "hr": "Mislis li da putovanja mogu potpuno promijeniti svjetonazor čovjeka?"},
      {"pl": "Zwiedzając różne kraje, można dostrzec subtelne różnice w codziennych zwyczajach ludzi.", "hr": "Obilazeći različite zemlje, mogu se uočiti suptilne razlike u svakodnevnim navikama ljudi."},
      {"pl": "Nie ograniczaj się do typowych atrakcji turystycznych, odkrywaj mniej znane zakątki!", "hr": "Ne ograničavaj se na tipične turističke atrakcije, istražuj manje poznate kutke!"},
      {"pl": "Czy miałeś kiedyś okazję mieszkać w obcym kraju przez dłuższy czas?", "hr": "Jesi li ikada imao priliku živjeti u stranoj zemlji duže vrijeme?"},
      {"pl": "W jaki sposób podróżowanie wpływa na twoją świadomość ekologiczną?", "hr": "Kako putovanja utječu na tvoju ekološku svijest?"},
      {"pl": "Z jakimi największymi barierami kulturowymi musiałeś się zmierzyć?", "hr": "S kojim si se najvećim kulturnim preprekama morao suočiti?"},
      {"pl": "Odwiedzając obce kraje, staraj się dostosować do lokalnych norm społecznych.", "hr": "Posjećujući strane zemlje, nastoj se prilagoditi lokalnim društvenim normama."},
      {"pl": "Czy uważasz, że globalizacja zagraża unikalnym kulturom?", "hr": "Mislis li da globalizacija ugrožava jedinstvene kulture?"},
      {"pl": "Czy dostrzegasz istotne różnice w sposobie postrzegania czasu w różnych krajach?", "hr": "Primjećuješ li značajne razlike u načinu percipiranja vremena u različitim zemljama?"},
      {"pl": "W jaki sposób doświadczenia podróżnicze wpływają na twoją otwartość na inne kultury?", "hr": "Kako iskustva s putovanja utječu na tvoju otvorenost prema drugim kulturama?"},
      {"pl": "Nie zapominaj o znaczeniu języka ciała w komunikacji międzykulturowej!", "hr": "Ne zaboravi na važnost govora tijela u međukulturnoj komunikaciji!"},
      {"pl": "Czy podróże mogą być sposobem na walkę ze stereotypami?", "hr": "Mogu li putovanja biti način borbe protiv stereotipa?"},
      {"pl": "Jakie aspekty podróżowania są dla ciebie najbardziej inspirujące?", "hr": "Koji su ti aspekti putovanja najinspirativniji?"},
      {"pl": "Podróżowanie z lokalnymi przewodnikami pozwala lepiej zrozumieć daną kulturę.", "hr": "Putovanje s lokalnim vodičima omogućuje bolje razumijevanje određene kulture."},
      {"pl": "Czy uważasz, że każdy powinien choć raz w życiu zamieszkać w obcym kraju?", "hr": "Mislis li da bi svatko trebao barem jednom u životu živjeti u stranoj zemlji?"},
      {"pl": "Podczas podróży zwracaj uwagę na kontekst historyczny odwiedzanych miejsc.", "hr": "Tijekom putovanja obraćaj pažnju na povijesni kontekst mjesta koja posjećuješ."},
      {"pl": "Jakie różnice kulturowe najbardziej cię zaskoczyły podczas podróży?", "hr": "Koje su te kulturne razlike najviše iznenadile tijekom putovanja?"},
      {"pl": "Czy zauważyłeś różnice w mentalności ludzi w zależności od szerokości geograficznej?", "hr": "Jesi li primijetio razlike u mentalitetu ljudi ovisno o geografskoj širini?"},
      {"pl": "Nie lekceważ wartości rozmów z miejscowymi mieszkańcami!", "hr": "Ne podcjenjuj vrijednost razgovora s lokalnim stanovništvom!"},
      {"pl": "Podróżowanie uczy empatii i zrozumienia dla innych perspektyw.", "hr": "Putovanja podučavaju empatiji i razumijevanju različitih perspektiva."},
      {"pl": "Jakie znaczenie ma dla ciebie autentyczność w podróżowaniu?", "hr": "Koliko ti je važna autentičnost u putovanjima?"},
      {"pl": "Czy podróże mogą zmienić twoje podejście do życia?", "hr": "Mogu li putovanja promijeniti tvoj pristup životu?"},
      {"pl": "Jakie było twoje najbardziej transformujące doświadczenie podróżnicze?", "hr": "Koje je tvoje najtransformativnije putničko iskustvo?"},
      {"pl": "Podróżując, pamiętaj o odpowiedzialnym turystyce i szacunku dla przyrody.", "hr": "Putujući, ne zaboravi na odgovorni turizam i poštovanje prirode."},
      {"pl": "Czy masz wrażenie, że podróże pomagają lepiej zrozumieć siebie?", "hr": "Imaš li osjećaj da ti putovanja pomažu bolje razumjeti sebe?"},
      {"pl": "Nie ograniczaj się do poznawania tylko kultury europejskiej!", "hr": "Ne ograničavaj se samo na upoznavanje europske kulture!"},
      {"pl": "Jakie kraje wywarły na tobie największe wrażenie i dlaczego?", "hr": "Koje su zemlje na tebe ostavile najveći dojam i zašto?"}
    ]
  }