{
    "category": "Podróże i kultura",
    "level": "B2",
    "sentences": [
      {"pl": "Jakie aspekty kultury są dla ciebie najciekawsze, gdy odwiedzasz nowe miejsce?", "hr": "Koji su ti aspekti kulture najzanimljiviji kada posjećuješ novo mjesto?"},
      {"pl": "Czy uważasz, że podróże naprawdę poszerzają horyzonty?", "hr": "Mislis li da putovanja doista proširuju horizonte?"},
      {"pl": "Podróżując, warto uczyć się podstaw języka danego kraju.", "hr": "Putujući, vrijedi naučiti osnove jezika određene zemlje."},
      {"pl": "Czy kiedykolwiek uczestniczyłeś w lokalnym festiwalu za granicą?", "hr": "Jesi li ikada sudjelovao na lokalnom festivalu u inozemstvu?"},
      {"pl": "Nie bój się próbować nowych smaków, nawet jeśli wyglądają egzotycznie!", "hr": "Ne boj se isprobavati nove okuse, čak i ako izgledaju egzotično!"},
      {"pl": "Jaka kultura najbardziej cię zaskoczyła i dlaczego?", "hr": "Koja te kultura najviše iznenadila i zašto?"},
      {"pl": "Czy spotkałeś się kiedyś z różnicami kulturowymi, które sprawiły ci trudność?", "hr": "Jesi li se ikada susreo s kulturološkim razlikama koje su ti stvarale poteškoće?"},
      {"pl": "Zwiedzanie muzeów to świetny sposób na poznanie historii danego kraju.", "hr": "Posjet muzejima izvrstan je način upoznavanja povijesti određene zemlje."},
      {"pl": "Jakie są twoje doświadczenia związane z podróżowaniem do krajów o zupełnie innej kulturze?", "hr": "Kakva su tvoja iskustva s putovanjem u zemlje s potpuno drugačijom kulturom?"},
      {"pl": "Nie oceniaj innej kultury przez pryzmat własnych zwyczajów!", "hr": "Ne ocjenjuj drugu kulturu kroz prizmu vlastitih običaja!"},
      {"pl": "Jakie stereotypy o innych krajach okazały się nieprawdziwe po twojej podróży?", "hr": "Koji su se stereotipi o drugim zemljama pokazali neistinitima nakon tvog putovanja?"},
      {"pl": "Jakie jest twoje ulubione wspomnienie z podróży?", "hr": "Koja ti je najdraža uspomena s putovanja?"},
      {"pl": "Czy podczas podróży doświadczyłeś gościnności lokalnych mieszkańców?", "hr": "Jesi li tijekom putovanja doživio gostoprimstvo lokalnog stanovništva?"},
      {"pl": "Zaplanuj podróż w taki sposób, aby mieć czas na spontaniczne odkrycia!", "hr": "Isplaniraj putovanje tako da imaš vremena za spontana otkrića!"},
      {"pl": "Czy odwiedzałeś miejsca wpisane na listę UNESCO?", "hr": "Jesi li posjetio mjesta koja su na popisu UNESCO-a?"},
      {"pl": "Jakie są twoje doświadczenia z podróżowaniem poza utartymi szlakami?", "hr": "Kakva su tvoja iskustva s putovanjima izvan utabanih staza?"},
      {"pl": "Czy podróże uczą tolerancji i otwartości na inne kultury?", "hr": "Uče li putovanja toleranciji i otvorenosti prema drugim kulturama?"},
      {"pl": "Nie zapominaj o szacunku do lokalnych tradycji!", "hr": "Ne zaboravi poštovati lokalne tradicije!"},
      {"pl": "Czy zdarzyło ci się, że miejscowi nie rozumieli twoich gestów?", "hr": "Je li ti se ikada dogodilo da lokalno stanovništvo nije razumjelo tvoje geste?"},
      {"pl": "W których krajach doświadczyłeś największego szoku kulturowego?", "hr": "U kojim si zemljama doživio najveći kulturološki šok?"},
      {"pl": "Podróże to najlepsza inwestycja w siebie.", "hr": "Putovanja su najbolja investicija u sebe."},
      {"pl": "Czy podróżowanie solo to dobry sposób na poznanie siebie?", "hr": "Je li solo putovanje dobar način za upoznavanje samog sebe?"},
      {"pl": "Podróżowanie pozwala spojrzeć na świat z innej perspektywy.", "hr": "Putovanja omogućuju gledanje na svijet iz drugačije perspektive."},
      {"pl": "Jakie miejsce zainspirowało cię najbardziej?", "hr": "Koje te mjesto najviše inspiriralo?"},
      {"pl": "Czy podróże uczą cię cierpliwości?", "hr": "Uče li te putovanja strpljenju?"},
      {"pl": "Nie bój się próbować nowych rzeczy podczas podróży!", "hr": "Ne boj se isprobavati nove stvari tijekom putovanja!"},
      {"pl": "Czy podróże zmieniły twoje podejście do życia?", "hr": "Jesu li putovanja promijenila tvoj pogled na život?"},
      {"pl": "Jakie są najważniejsze rzeczy, które zabierasz w podróż?", "hr": "Koje su najvažnije stvari koje nosiš na putovanje?"},
      {"pl": "Podróżowanie rozwija kreatywność i umiejętność adaptacji.", "hr": "Putovanja razvijaju kreativnost i sposobnost prilagodbe."},
      {"pl": "Czy kiedykolwiek podjąłeś decyzję o przeprowadzce po podróży?", "hr": "Jesi li ikada donio odluku o preseljenju nakon putovanja?"}
    ]
  }
  