{
  "category": "Plażowanie i sport",
  "level": "C1",
  "sentences": [
    {"pl": "Czy rozważałeś zapisanie się na zaawansowany kurs ratownictwa morskiego?", "hr": "Jesi li razmišljao o upisu na napredni tečaj spašavanja na moru?"},
    {"pl": "Organizowanie międzynarodowych zawodów sportowych na plaży wymaga ogromnej logistyki.", "hr": "Organizacija međunarodnih sportskih natjecanja na plaži zahtijeva ogromnu logistiku."},
    {"pl": "Zadbaj o odpowiednią regenerację po intensywnym treningu na słońcu.", "hr": "Pobrini se za odgovarajući oporavak nakon intenzivnog treninga na suncu."},
    {"pl": "Czy jesteś w stanie dostosować strategię do zmieniających się warunków pogodowych?", "hr": "Možeš li prilagoditi strategiju promjenjivim vremenskim uvjetima?"},
    {"pl": "Zainwestowanie w specjalistyczny sprzęt znacząco podnosi jakość treningów.", "hr": "Ulaganje u specijaliziranu opremu značajno povećava kvalitetu treninga."},
    {"pl": "Nie lekceważ siły prądów morskich podczas długodystansowego pływania.", "hr": "Nemoj podcijeniti snagu morskih struja tijekom dugih plivačkih dionica."},
    {"pl": "Czy uwzględniasz aspekty ekologiczne podczas organizacji imprez sportowych?", "hr": "Uključuješ li ekološke aspekte prilikom organizacije sportskih događaja?"},
    {"pl": "Stwórz harmonogram treningów, uwzględniając dni regeneracyjne.", "hr": "Izradi raspored treninga koji uključuje dane za oporavak."},
    {"pl": "Czy miałeś kiedyś okazję koordynować wielodniowy obóz sportowy nad morzem?", "hr": "Jesi li ikada imao priliku koordinirati višednevni sportski kamp uz more?"},
    {"pl": "Pamiętaj o znaczeniu nawodnienia podczas intensywnego wysiłku na plaży.", "hr": "Zapamti važnost hidratacije tijekom intenzivne aktivnosti na plaži."},
    {"pl": "Czy potrafisz zidentyfikować wczesne objawy wyczerpania cieplnego?", "hr": "Možeš li prepoznati rane simptome toplinskog iscrpljenja?"},
    {"pl": "Uwzględnij zmienność prądów przy planowaniu trasy pływackiej.", "hr": "Uključi promjenjivost struja pri planiranju plivačke rute."},
    {"pl": "Czy twoje umiejętności komunikacyjne wystarczą do zarządzania grupą na otwartym morzu?", "hr": "Jesu li tvoje komunikacijske vještine dovoljne za upravljanje grupom na otvorenom moru?"},
    {"pl": "Zoptymalizuj technikę startu podczas wyścigów plażowych.", "hr": "Optimiziraj tehniku starta tijekom utrka na plaži."},
    {"pl": "Czy konsultowałeś się z fizjoterapeutą przed rozpoczęciem intensywnych treningów?", "hr": "Jesi li se konzultirao s fizioterapeutom prije početka intenzivnih treninga?"},
    {"pl": "Dostosuj sprzęt do indywidualnych potrzeb uczestników.", "hr": "Prilagodi opremu individualnim potrebama sudionika."},
    {"pl": "Czy potrafisz szybko ocenić ryzyko podczas awaryjnej sytuacji w wodzie?", "hr": "Možeš li brzo procijeniti rizik u hitnim situacijama na vodi?"},
    {"pl": "Promowanie świadomego podejścia do aktywności sportowych zwiększa bezpieczeństwo.", "hr": "Promicanje svjesnog pristupa sportskim aktivnostima povećava sigurnost."},
    {"pl": "Zaktualizuj procedury ewakuacyjne zgodnie z najnowszymi standardami.", "hr": "Ažuriraj evakuacijske procedure u skladu s najnovijim standardima."},
    {"pl": "Czy uwzględniłeś różne poziomy zaawansowania uczestników przy planowaniu zajęć?", "hr": "Jesi li u planiranju aktivnosti uzeo u obzir različite razine iskustva sudionika?"},
    {"pl": "Regularne przeprowadzanie symulacji sytuacji kryzysowych podnosi skuteczność zespołu.", "hr": "Redovito provođenje simulacija kriznih situacija povećava učinkovitost tima."},
    {"pl": "Czy planujesz wdrożenie nowoczesnych technologii w zarządzaniu bezpieczeństwem na plaży?", "hr": "Planiraš li implementirati suvremene tehnologije u upravljanju sigurnošću na plaži?"},
    {"pl": "Analizuj potencjalne zagrożenia zanim przystąpisz do organizacji wydarzenia.", "hr": "Analiziraj potencijalne prijetnje prije organizacije događaja."},
    {"pl": "Czy brałeś udział w szkoleniu z zarządzania kryzysowego na plaży?", "hr": "Jesi li sudjelovao na obuci za krizno upravljanje na plaži?"},
    {"pl": "Skoordynuj działania ratowników i instruktorów podczas dużych imprez.", "hr": "Koordiniraj aktivnosti spasilaca i instruktora tijekom velikih događaja."},
    {"pl": "Czy umiesz efektywnie motywować zespół do działania w trudnych warunkach?", "hr": "Znaš li učinkovito motivirati tim za rad u teškim uvjetima?"},
    {"pl": "Podkreśl znaczenie ochrony środowiska w materiałach promocyjnych wydarzenia.", "hr": "Istakni važnost zaštite okoliša u promotivnim materijalima događaja."},
    {"pl": "Czy planujesz organizację kampanii edukacyjnej dotyczącej bezpieczeństwa na wodzie?", "hr": "Planiraš li organizirati edukacijsku kampanju o sigurnosti na vodi?"},
    {"pl": "Zadbaj o certyfikację sprzętu używanego podczas zawodów.", "hr": "Pobrini se za certifikaciju opreme koja se koristi na natjecanjima."},
    {"pl": "Czy twoja drużyna posiada wystarczające kompetencje w zakresie pierwszej pomocy?", "hr": "Ima li tvoj tim dovoljno kompetencija za pružanje prve pomoći?"},
    {"pl": "Przygotuj alternatywne scenariusze na wypadek zmiany warunków pogodowych.", "hr": "Pripremi alternativne scenarije u slučaju promjene vremenskih uvjeta."},
    {"pl": "Czy wiesz, jak skutecznie zarządzać stresem uczestników podczas rywalizacji?", "hr": "Znaš li učinkovito upravljati stresom sudionika tijekom natjecanja?"},
    {"pl": "Opracuj strategię minimalizującą ryzyko kontuzji.", "hr": "Izradi strategiju za minimalizaciju rizika od ozljeda."},
    {"pl": "Czy twoja organizacja posiada aktualny plan ratunkowy na wypadek wypadków morskich?", "hr": "Ima li tvoja organizacija ažurirani plan spašavanja u slučaju pomorskih nesreća?"},
    {"pl": "Monitoruj warunki atmosferyczne za pomocą specjalistycznych systemów.", "hr": "Prati vremenske uvjete pomoću specijaliziranih sustava."},
    {"pl": "Czy przeprowadziłeś analizę ryzyka przed rozpoczęciem projektu sportowego?", "hr": "Jesi li proveo analizu rizika prije početka sportskog projekta?"},
    {"pl": "Zachęcaj do ciągłego podnoszenia kwalifikacji członków zespołu.", "hr": "Potakni stalno usavršavanje članova tima."},
    {"pl": "Czy wdrożyłeś system natychmiastowego reagowania na wypadki?", "hr": "Jesi li implementirao sustav za brzo reagiranje na nesreće?"},
    {"pl": "Skup dane statystyczne dotyczące bezpieczeństwa z poprzednich wydarzeń.", "hr": "Prikupi statističke podatke o sigurnosti s prethodnih događanja."},
    {"pl": "Czy uwzględniasz różnorodność kulturową uczestników podczas przygotowywania instrukcji bezpieczeństwa?", "hr": "Uključuješ li kulturnu raznolikost sudionika pri izradi sigurnosnih uputa?"},
    {"pl": "Stwórz plan działań naprawczych na podstawie wcześniejszych doświadczeń.", "hr": "Izradi plan korektivnih mjera temeljen na prethodnim iskustvima."},
    {"pl": "Czy organizujesz regularne ćwiczenia ewakuacyjne?", "hr": "Organiziraš li redovite evakuacijske vježbe?"},
    {"pl": "Przeprowadź audyt bezpieczeństwa przed rozpoczęciem wydarzenia.", "hr": "Provedi sigurnosnu reviziju prije početka događaja."},
    {"pl": "Czy posiadasz procedury komunikacji kryzysowej na plaży?", "hr": "Imaš li procedure za kriznu komunikaciju na plaži?"},
    {"pl": "Wdrażaj innowacyjne rozwiązania zwiększające komfort uczestników.", "hr": "Implementiraj inovativna rješenja koja povećavaju udobnost sudionika."},
    {"pl": "Czy analizujesz skuteczność podjętych działań po zakończeniu wydarzenia?", "hr": "Analiziraš li učinkovitost poduzetih mjera nakon završetka događaja?"}
  ]
}
