{
  "category": "Plażowanie i sport",
  "level": "B2",
  "sentences": [
    {"pl": "Czy zdajesz sobie sprawę, jak ważne jest odpowiednie przygotowanie przed nurkowaniem?", "hr": "Jesi li svjestan koliko je važno pravilno se pripremiti prije ronjenja?"},
    {"pl": "Wypożyczenie profesjonalnego sprzętu zwiększa bezpieczeństwo podczas uprawiania sportów wodnych.", "hr": "Najam profesionalne opreme povećava sigurnost tijekom bavljenja vodenim sportovima."},
    {"pl": "Zapoznaj się z zasadami bezpieczeństwa zanim wejdziesz do wody.", "hr": "Upoznaj se s pravilima sigurnosti prije nego što uđeš u vodu."},
    {"pl": "Czy masz doświadczenie w organizacji turniejów siatkówki plażowej?", "hr": "Imaš li iskustva u organizaciji turnira u odbojci na pijesku?"},
    {"pl": "Regularne uprawianie sportu poprawia wydolność organizmu nawet podczas urlopu.", "hr": "Redovito bavljenje sportom poboljšava kondiciju čak i tijekom odmora."},
    {"pl": "Zarezerwuj nam miejsce na popołudniową sesję paddleboardingu.", "hr": "Rezerviraj nam mjesto za popodnevnu sesiju paddleboardinga."},
    {"pl": "Dlaczego nie rozważysz udziału w zawodach pływackich?", "hr": "Zašto ne bi razmislio o sudjelovanju na plivačkom natjecanju?"},
    {"pl": "Na tej plaży obowiązuje surowy regulamin dotyczący sportów wodnych.", "hr": "Na ovoj plaži vrijede stroga pravila za vodene sportove."},
    {"pl": "Nie narażaj siebie ani innych na niebezpieczeństwo, lekceważąc oznaczenia.", "hr": "Ne izlaži sebe ni druge opasnosti ignorirajući oznake."},
    {"pl": "Czy jesteś zainteresowany kursem zaawansowanego nurkowania?", "hr": "Jesi li zainteresiran tečajem naprednog ronjenja?"},
    {"pl": "Ustalmy plan treningowy na cały tydzień.", "hr": "Dogovorimo plan treninga za cijeli tjedan."},
    {"pl": "Czy możesz polecić profesjonalnego instruktora surfingu?", "hr": "Možeš li preporučiti profesionalnog instruktora surfanja?"},
    {"pl": "Przed przystąpieniem do treningu rozgrzej dokładnie mięśnie.", "hr": "Prije početka treninga dobro zagrij mišiće."},
    {"pl": "Nigdy nie pływaj samotnie, zwłaszcza podczas sztormu.", "hr": "Nikada ne plivaj sam, osobito za vrijeme oluje."},
    {"pl": "Czy zdarzyło ci się trenować sporty wodne za granicą?", "hr": "Jesi li ikada trenirao vodene sportove u inozemstvu?"},
    {"pl": "Zorganizuj profesjonalną sesję zdjęciową podczas surfowania.", "hr": "Organiziraj profesionalno fotografiranje tijekom surfanja."},
    {"pl": "Czy przewidują dziś większe fale, odpowiednie do surfowania?", "hr": "Predviđaju li danas veće valove pogodne za surfanje?"},
    {"pl": "Upewnij się, że twoja pianka dobrze przylega do ciała.", "hr": "Uvjeri se da tvoje neoprensko odijelo dobro prianja uz tijelo."},
    {"pl": "Woda może być zdradliwa, jeśli nie przestrzega się zasad bezpieczeństwa.", "hr": "Voda može biti varljiva ako se ne poštuju sigurnosna pravila."},
    {"pl": "Czy rozważaliście udział w warsztatach z ratownictwa wodnego?", "hr": "Jeste li razmotrili sudjelovanje na radionicama spašavanja na vodi?"},
    {"pl": "Przypomnij uczestnikom, aby stosowali się do zaleceń instruktorów.", "hr": "Podsjeti sudionike da se pridržavaju uputa instruktora."},
    {"pl": "Czy planujesz startować w tegorocznym triathlonie plażowym?", "hr": "Planiraš li sudjelovati na ovogodišnjem plažnom triatlonu?"},
    {"pl": "Pamiętaj, aby nie przeceniać własnych umiejętności na otwartym morzu.", "hr": "Zapamti da ne precijeniš svoje sposobnosti na otvorenom moru."},
    {"pl": "Czy jesteś świadomy potencjalnych zagrożeń podczas nurkowania głębinowego?", "hr": "Jesi li svjestan mogućih opasnosti tijekom dubinskog ronjenja?"},
    {"pl": "Zadbaj o to, aby cały sprzęt był w idealnym stanie.", "hr": "Pobrini se da sva oprema bude u savršenom stanju."},
    {"pl": "Czy zgłosiłeś już chęć udziału w zawodach windsurfingowych?", "hr": "Jesi li već prijavio sudjelovanje na natjecanju u jedrenju na dasci?"},
    {"pl": "Przeanalizuj warunki pogodowe zanim podejmiesz decyzję o pływaniu.", "hr": "Analiziraj vremenske uvjete prije donošenja odluke o plivanju."},
    {"pl": "Wytyczmy bezpieczną strefę do treningów sportowych.", "hr": "Odredimo sigurnu zonu za sportske treninge."},
    {"pl": "Czy przygotowałeś alternatywny plan na wypadek złej pogody?", "hr": "Jesi li pripremio alternativni plan u slučaju lošeg vremena?"},
    {"pl": "Staraj się unikać opalania w godzinach największego nasłonecznienia.", "hr": "Pokušaj izbjegavati sunčanje u satima najveće izloženosti suncu."},
    {"pl": "Czy istnieje możliwość zorganizowania nocnego maratonu pływackiego?", "hr": "Postoji li mogućnost organizacije noćnog maratona u plivanju?"},
    {"pl": "Zachęcaj innych do regularnego uprawiania sportu na świeżym powietrzu.", "hr": "Potakni druge na redovito bavljenje sportom na otvorenom."},
    {"pl": "Czy przed wyjazdem sprawdziłeś obowiązujące przepisy dotyczące sportów wodnych?", "hr": "Jesi li prije odlaska provjerio važeće propise o vodenim sportovima?"},
    {"pl": "Stosuj się bezwzględnie do zaleceń ratowników.", "hr": "Bezuslovno slijedi upute spasilaca."},
    {"pl": "Czy twoje ubezpieczenie obejmuje sporty ekstremalne?", "hr": "Pokriva li tvoje osiguranje ekstremne sportove?"},
    {"pl": "Oceń swoje możliwości zanim zdecydujesz się na trudniejsze wyzwania.", "hr": "Procijeni svoje mogućnosti prije nego što se odlučiš za zahtjevnije izazove."},
    {"pl": "Czy ukończyłeś kurs pierwszej pomocy przed wyruszeniem na plażę?", "hr": "Jesi li završio tečaj prve pomoći prije odlaska na plažu?"},
    {"pl": "Przygotuj odpowiedni ekwipunek na cały dzień aktywności.", "hr": "Pripremi odgovarajuću opremu za cijeli dan aktivnosti."},
    {"pl": "Czy korzystasz z profesjonalnych aplikacji do analizy warunków morskich?", "hr": "Koristiš li profesionalne aplikacije za analizu morskih uvjeta?"},
    {"pl": "Zabezpiecz wszystkie rzeczy przed silnym wiatrem.", "hr": "Osiguraj sve stvari od jakog vjetra."},
    {"pl": "Czy twoje umiejętności pływackie są wystarczające do pokonywania dłuższych dystansów?", "hr": "Jesu li tvoje plivačke vještine dovoljne za savladavanje većih udaljenosti?"},
    {"pl": "Zorganizuj wyzwanie sportowe dla wszystkich uczestników.", "hr": "Organiziraj sportski izazov za sve sudionike."},
    {"pl": "Czy współpracujesz z certyfikowanymi instruktorami?", "hr": "Suraduješ li s certificiranim instruktorima?"},
    {"pl": "Dokładnie sprawdź prognozę pogody na najbliższe dni.", "hr": "Pažljivo provjeri vremensku prognozu za nadolazeće dane."},
    {"pl": "Czy bierzesz pod uwagę wszystkie środki bezpieczeństwa podczas organizacji wydarzenia?", "hr": "Uključuješ li sve sigurnosne mjere pri organizaciji događaja?"},
    {"pl": "Dostosuj intensywność treningu do własnych możliwości.", "hr": "Prilagodi intenzitet treninga svojim sposobnostima."},
    {"pl": "Czy planujesz relację z wydarzenia na mediach społecznościowych?", "hr": "Planiraš li izvještavanje o događaju na društvenim mrežama?"},
    {"pl": "Nie podejmuj ryzykownych działań bez odpowiedniego przygotowania.", "hr": "Ne upuštaj se u rizične aktivnosti bez odgovarajuće pripreme."}
  ]
}
