{
  "category": "Plażowanie i sport",
  "level": "C2",
  "sentences": [
    {"pl": "Czy byłbyś w stanie zaprojektować autorski program treningowy dla profesjonalnych surferów?", "hr": "Bi li mogao osmisliti autorski program treninga za profesionalne surfere?"},
    {"pl": "Podjęcie świadomej decyzji o udziale w ultramaratonie plażowym wymaga żelaznej dyscypliny.", "hr": "Svjesna odluka o sudjelovanju na ultramaratonu na plaži zahtijeva čeličnu disciplinu."},
    {"pl": "Niech każdy element strategii uwzględnia zarówno indywidualne możliwości, jak i ograniczenia grupy.", "hr": "Neka svaki element strategije uzima u obzir i individualne sposobnosti i ograničenja grupe."},
    {"pl": "Czy potrafisz przewidzieć implikacje zmieniających się trendów w sportach wodnych?", "hr": "Možeš li predvidjeti implikacije promjenjivih trendova u vodenim sportovima?"},
    {"pl": "Sformułuj szczegółowy raport uwzględniający mikroklimatyczne uwarunkowania terenu.", "hr": "Sastavi detaljno izvješće koje uključuje mikroklimatske uvjete terena."},
    {"pl": "Czy analizowałeś wpływ geotermalnych zjawisk przybrzeżnych na organizację zawodów?", "hr": "Jesi li analizirao utjecaj obalnih geotermalnih pojava na organizaciju natjecanja?"},
    {"pl": "Skonstruuj model zarządzania ryzykiem oparty na predykcyjnych algorytmach pogodowych.", "hr": "Izradi model upravljanja rizikom temeljen na prediktivnim vremenskim algoritmima."},
    {"pl": "Czy byłbyś w stanie przeprowadzić zaawansowaną analizę biomechaniczną ruchu pływaka?", "hr": "Bi li mogao provesti naprednu biomehaničku analizu kretanja plivača?"},
    {"pl": "Uwzględnij wpływ antropogenicznych zmian środowiskowych na długoterminowe planowanie wydarzeń.", "hr": "Uključi utjecaj antropogenih promjena okoliša u dugoročno planiranje događaja."},
    {"pl": "Czy przewidziałeś wpływ fluktuacji temperatury wód przybrzeżnych na wyniki zawodników?", "hr": "Jesi li predvidio utjecaj fluktuacije temperature obalnih voda na rezultate natjecatelja?"},
    {"pl": "Skataloguj wszystkie potencjalne ryzyka związane z organizacją sportów ekstremalnych na plaży.", "hr": "Katalogiziraj sve potencijalne rizike povezane s organizacijom ekstremnih sportova na plaži."},
    {"pl": "Czy potrafisz argumentować potrzebę wdrożenia polityki zrównoważonego rozwoju podczas wydarzenia?", "hr": "Možeš li argumentirati potrebu za implementacijom politike održivog razvoja tijekom događanja?"},
    {"pl": "Przygotuj protokół minimalizujący wpływ działalności sportowej na faunę morską.", "hr": "Pripremi protokol koji minimalizira utjecaj sportskih aktivnosti na morsku faunu."},
    {"pl": "Czy rozważałeś wykorzystanie sztucznej inteligencji do monitorowania warunków pogodowych?", "hr": "Jesi li razmotrio korištenje umjetne inteligencije za praćenje vremenskih uvjeta?"},
    {"pl": "Zainicjuj debatę na temat etyki w sporcie ekstremalnym.", "hr": "Pokreni debatu o etici u ekstremnim sportovima."},
    {"pl": "Czy jesteś w stanie wdrożyć adaptacyjne systemy reagowania na zagrożenia środowiskowe?", "hr": "Možeš li implementirati adaptivne sustave reagiranja na okolišne prijetnje?"},
    {"pl": "Opracuj plan awaryjny uwzględniający scenariusze wieloczynnikowych katastrof naturalnych.", "hr": "Izradi krizni plan koji uključuje scenarije višefaktorskih prirodnih katastrofa."},
    {"pl": "Czy przewidziałeś konsekwencje prawne wynikające z organizacji wydarzenia na plaży objętej ochroną środowiskową?", "hr": "Jesi li predvidio pravne posljedice organizacije događaja na plaži pod zaštitom okoliša?"},
    {"pl": "Przygotuj analizę porównawczą procedur bezpieczeństwa stosowanych w różnych krajach.", "hr": "Pripremi usporednu analizu sigurnosnih procedura koje se primjenjuju u različitim zemljama."},
    {"pl": "Czy potrafisz zintegrować wielopoziomowe systemy komunikacyjne w zarządzaniu wydarzeniem?", "hr": "Možeš li integrirati višerazinske komunikacijske sustave u upravljanju događajem?"},
    {"pl": "Zaangażuj specjalistów od zmian klimatycznych w proces planowania wydarzeń sportowych.", "hr": "Uključi stručnjake za klimatske promjene u proces planiranja sportskih događaja."},
    {"pl": "Czy umiesz skutecznie ocenić wpływ działań promocyjnych na lokalną społeczność?", "hr": "Znaš li učinkovito procijeniti utjecaj promotivnih aktivnosti na lokalnu zajednicu?"},
    {"pl": "Stwórz multidyscyplinarny zespół doradczy do obsługi dużych wydarzeń sportowych.", "hr": "Formiraj multidisciplinarni savjetodavni tim za velika sportska događanja."},
    {"pl": "Czy analizowałeś potencjalne konflikty interesów w strukturze organizacyjnej wydarzenia?", "hr": "Jesi li analizirao potencijalne sukobe interesa u organizacijskoj strukturi događaja?"},
    {"pl": "Sformułuj rekomendacje dla sponsorów pod kątem odpowiedzialności społecznej.", "hr": "Formuliraj preporuke za sponzore s aspekta društvene odgovornosti."},
    {"pl": "Czy jesteś przygotowany na wdrożenie zasad gospodarki o obiegu zamkniętym podczas wydarzenia?", "hr": "Jesi li spreman implementirati principe kružnog gospodarstva tijekom događaja?"},
    {"pl": "Przeprowadź krytyczną analizę skuteczności wcześniejszych kampanii promujących bezpieczeństwo.", "hr": "Provedi kritičku analizu učinkovitosti prethodnih kampanja za promociju sigurnosti."},
    {"pl": "Czy twoje strategie marketingowe są zgodne z zasadami etyki sportowej?", "hr": "Jesu li tvoje marketinške strategije u skladu s principima sportske etike?"},
    {"pl": "Zastosuj metodologię foresightu do przewidywania przyszłych wyzwań w organizacji imprez plażowych.", "hr": "Primijeni foresight metodologiju za predviđanje budućih izazova u organizaciji plažnih događanja."},
    {"pl": "Czy umiesz przeprowadzić analizę wieloaspektową wpływu imprezy na ekosystem?", "hr": "Znaš li provesti višestruku analizu utjecaja događaja na ekosustav?"},
    {"pl": "Opracuj politykę inkluzywności dla uczestników o różnych potrzebach.", "hr": "Izradi politiku inkluzivnosti za sudionike s različitim potrebama."},
    {"pl": "Czy uwzględniasz różnice kulturowe w komunikacji kryzysowej podczas wydarzenia?", "hr": "Uključuješ li kulturne razlike u kriznoj komunikaciji tijekom događanja?"},
    {"pl": "Zaprojektuj kampanię uświadamiającą dotyczącą minimalizowania śladu węglowego podczas wydarzeń sportowych.", "hr": "Osmisli kampanju podizanja svijesti o smanjenju ugljičnog otiska tijekom sportskih događanja."},
    {"pl": "Czy jesteś w stanie stworzyć adaptacyjny model szkolenia dla ratowników wodnych?", "hr": "Možeš li stvoriti adaptivni model obuke za spasioce na vodi?"},
    {"pl": "Oceń potencjalne ryzyko reputacyjne związane z organizacją wydarzenia.", "hr": "Procijeni potencijalni reputacijski rizik povezan s organizacijom događaja."},
    {"pl": "Czy twoje plany komunikacji kryzysowej uwzględniają dostępność dla osób niepełnosprawnych?", "hr": "Uključuju li tvoji krizni komunikacijski planovi pristupačnost za osobe s invaliditetom?"},
    {"pl": "Wprowadź mechanizmy monitorowania i oceny wpływu wydarzenia na społeczność lokalną.", "hr": "Uvedi mehanizme za praćenje i ocjenjivanje utjecaja događaja na lokalnu zajednicu."},
    {"pl": "Czy masz doświadczenie w prowadzeniu wielojęzycznych kampanii informacyjnych?", "hr": "Imaš li iskustva u vođenju višejezičnih informativnih kampanja?"},
    {"pl": "Skonstruuj scenariusze strategiczne na wypadek kryzysów humanitarnych związanych z wydarzeniem.", "hr": "Kreiraj strateške scenarije za slučaj humanitarnih kriza povezanih s događajem."},
    {"pl": "Czy potrafisz wdrożyć zasadę 'zero waste' w zarządzaniu dużymi imprezami sportowymi?", "hr": "Možeš li implementirati princip 'zero waste' u upravljanju velikim sportskim događajima?"},
    {"pl": "Przeanalizuj skuteczność narzędzi monitorowania satelitarnego w zarządzaniu bezpieczeństwem na plaży.", "hr": "Analiziraj učinkovitost satelitskih alata za upravljanje sigurnošću na plaži."},
    {"pl": "Czy wiesz, jak przeciwdziałać dezinformacji podczas sytuacji kryzysowych?", "hr": "Znaš li kako se boriti protiv dezinformacija tijekom kriznih situacija?"},
    {"pl": "Zintegruj zaawansowane technologie śledzenia tłumu podczas dużych imprez sportowych.", "hr": "Integriraj napredne tehnologije za praćenje mase tijekom velikih sportskih događanja."},
    {"pl": "Czy opracowałeś plan zarządzania psychologicznym stresem uczestników ekstremalnych wydarzeń sportowych?", "hr": "Jesi li razvio plan za upravljanje psihološkim stresom sudionika ekstremnih sportskih događanja?"},
    {"pl": "Przygotuj kampanię informacyjną promującą odporność psychiczną w sporcie.", "hr": "Pripremi informativnu kampanju koja promiče psihološku otpornost u sportu."},
    {"pl": "Czy twoja strategia obejmuje wykorzystanie Big Data do predykcji ryzyka?", "hr": "Uključuje li tvoja strategija korištenje Big Data za predikciju rizika?"}
  ]
}
