{
  "category": "Pogoda",
  "level": "B2",
  "sentences": [
    {"pl": "Zmieniające się warunki atmosferyczne mogą znacząco wpływać na nasze zdrowie psychiczne.", "hr": "Promjenjivi vremenski uvjeti mogu značajno utjecati na naše mentalno zdravlje."},
    {"pl": "Meteorolodzy przewidują, że nadchodząca fala upałów pobije dotychczasowe rekordy temperatur.", "hr": "Meteorolozi predviđaju da će nadolazeći toplinski val oboriti dosadašnje temperaturne rekorde."},
    {"pl": "Intensywne opady deszczu spowodowały liczne podtopienia w rejonie przybrzeżnym.", "hr": "Intenzivne kiše uzrokovale su brojne poplave u priobalnom području."},
    {"pl": "Z powodu burzy odwołano wszystkie loty z lokalnego lotniska.", "hr": "Zbog oluje otkazani su svi letovi s lokalnog aerodroma."},
    {"pl": "Susza, która trwała przez kilka miesięcy, doprowadziła do poważnych strat w rolnictwie.", "hr": "Suša koja je trajala nekoliko mjeseci dovela je do ozbiljnih gubitaka u poljoprivredi."},
    {"pl": "Zimowe burze śnieżne mogą poważnie zakłócić ruch drogowy i kolejowy.", "hr": "Zimske snježne oluje mogu ozbiljno poremetiti cestovni i željeznički promet."},
    {"pl": "Coraz częściej obserwujemy anomalia pogodowe związane ze zmianami klimatu.", "hr": "Sve češće primjećujemo vremenske anomalije povezane s klimatskim promjenama."},
    {"pl": "Nadchodzące tygodnie przyniosą gwałtowne spadki temperatur i możliwe opady śniegu.", "hr": "Nadolazeći tjedni donijet će nagli pad temperatura i moguće snježne oborine."},
    {"pl": "Długotrwałe fale upałów mogą zwiększać ryzyko pożarów lasów.", "hr": "Dugotrajni toplinski valovi mogu povećati rizik od šumskih požara."},
    {"pl": "Wysokie stężenie pyłków w powietrzu jest uciążliwe dla osób cierpiących na alergie.", "hr": "Visoka koncentracija peludi u zraku otežava život osobama koje pate od alergija."},
    {"pl": "Naukowcy badają wpływ globalnego ocieplenia na intensywność huraganów.", "hr": "Znanstvenici istražuju utjecaj globalnog zatopljenja na intenzitet uragana."},
    {"pl": "Zachmurzenie utrzymywało się przez cały dzień, nie dając szans na poprawę pogody.", "hr": "Naoblaka se zadržala cijeli dan, bez naznaka poboljšanja vremena."},
    {"pl": "Silne opady śniegu sparaliżowały komunikację w regionie górskim.", "hr": "Jake snježne padaline paralizirale su promet u planinskoj regiji."},
    {"pl": "Burza tropikalna, która zbliża się do wybrzeża, może przekształcić się w huragan.", "hr": "Tropska oluja koja se približava obali mogla bi se pretvoriti u uragan."},
    {"pl": "W wyniku ulewnego deszczu poziom rzek gwałtownie wzrósł.", "hr": "Zbog obilne kiše razina rijeka naglo je porasla."},
    {"pl": "Dzięki łagodnej zimie plony wiosenne były wyjątkowo obfite.", "hr": "Zahvaljujući blagoj zimi, proljetni usjevi bili su izuzetno bogati."},
    {"pl": "Chociaż dzień zaczął się słonecznie, po południu nadeszła gwałtowna burza.", "hr": "Iako je dan započeo sunčano, popodne je stigla snažna oluja."},
    {"pl": "Ekstremalne zjawiska pogodowe stają się coraz bardziej powszechne na całym świecie.", "hr": "Ekstremne vremenske pojave postaju sve češće diljem svijeta."},
    {"pl": "Zmienność pogody w górach wymaga odpowiedniego przygotowania przed wyprawą.", "hr": "Promjenjivost vremena u planinama zahtijeva odgovarajuću pripremu prije izleta."},
    {"pl": "Słoneczne dni sprzyjają aktywnościom na świeżym powietrzu.", "hr": "Sunčani dani pogoduju aktivnostima na otvorenom."},
    {"pl": "Nocne przymrozki mogą uszkodzić wczesne uprawy.", "hr": "Noćni mrazevi mogu oštetiti rane usjeve."},
    {"pl": "Silny wiatr zerwał linie energetyczne w kilku miejscowościach.", "hr": "Jak vjetar prekinuo je elektroenergetske vodove u nekoliko naselja."},
    {"pl": "Długie okresy bez opadów prowadzą do obniżenia poziomu wód gruntowych.", "hr": "Duga razdoblja bez oborina dovode do smanjenja razine podzemnih voda."},
    {"pl": "Deszcz ze śniegiem znacznie utrudnił poranny dojazd do pracy.", "hr": "Kiša sa snijegom znatno je otežala jutarnji dolazak na posao."},
    {"pl": "Podczas burzy najlepiej unikać otwartych przestrzeni i metalowych przedmiotów.", "hr": "Tijekom oluje najbolje je izbjegavati otvorene prostore i metalne predmete."},
    {"pl": "Częste zmiany ciśnienia atmosferycznego mogą powodować bóle głowy.", "hr": "Česte promjene atmosferskog tlaka mogu izazvati glavobolje."},
    {"pl": "Mgła ograniczyła widoczność na autostradzie do kilkudziesięciu metrów.", "hr": "Magla je smanjila vidljivost na autocesti na nekoliko desetaka metara."},
    {"pl": "Ulewne deszcze doprowadziły do ewakuacji mieszkańców zalanych dzielnic.", "hr": "Obilne kiše dovele su do evakuacije stanovnika poplavljenih četvrti."},
    {"pl": "Wahania temperatury w ciągu doby mogą być bardzo duże na pustyni.", "hr": "Dnevne temperaturne oscilacije na pustinji mogu biti vrlo velike."},
    {"pl": "Obserwowanie nieba przed burzą dostarcza niesamowitych wrażeń wizualnych.", "hr": "Promatranje neba prije oluje pruža nevjerojatne vizualne dojmove."},
    {"pl": "Zimy w tej części Europy stają się coraz łagodniejsze.", "hr": "Zime u ovom dijelu Europe postaju sve blaže."},
    {"pl": "Nagły atak zimy zaskoczył mieszkańców południowych regionów kraju.", "hr": "Naglo zahlađenje iznenadilo je stanovnike južnih regija zemlje."},
    {"pl": "Fale upałów zmuszają miasta do wprowadzania ograniczeń w użyciu wody.", "hr": "Toplinski valovi prisiljavaju gradove da uvedu ograničenja u korištenju vode."},
    {"pl": "Częste burze mogą mieć wpływ na opóźnienia w komunikacji lotniczej.", "hr": "Česte oluje mogu utjecati na kašnjenja u zračnom prometu."},
    {"pl": "Nieprzewidywalna pogoda utrudnia organizację wydarzeń plenerowych.", "hr": "Nepredvidivo vrijeme otežava organizaciju događanja na otvorenom."},
    {"pl": "Porywisty wiatr zrywał dachy budynków w nadmorskich miastach.", "hr": "Olujni vjetar nosio je krovove kuća u obalnim gradovima."},
    {"pl": "Obecność niskich chmur skutecznie tłumiła światło słoneczne.", "hr": "Prisustvo niskih oblaka učinkovito je prigušilo sunčevu svjetlost."},
    {"pl": "Letnie burze często niosą ze sobą intensywne opady gradu.", "hr": "Ljetne oluje često donose intenzivne tuče."},
    {"pl": "Długoterminowe prognozy wskazują na gorętsze niż zwykle lato.", "hr": "Dugoročne prognoze ukazuju na toplije ljeto od uobičajenog."},
    {"pl": "Zaskakujące ochłodzenie zmusiło turystów do wcześniejszego powrotu.", "hr": "Iznenadno zahlađenje prisililo je turiste na raniji povratak."},
    {"pl": "Przedłużające się opady śniegu sparaliżowały ruch w centrum miasta.", "hr": "Produljene snježne padaline paralizirale su promet u centru grada."},
    {"pl": "Brak opadów powoduje poważne problemy z zaopatrzeniem w wodę.", "hr": "Nedostatak oborina uzrokuje ozbiljne probleme s opskrbom vodom."},
    {"pl": "Wzrost temperatury oceanów ma poważne konsekwencje dla życia morskiego.", "hr": "Povećanje temperature oceana ima ozbiljne posljedice za morski život."},
    {"pl": "Nagłe burze mogą zaskoczyć nawet doświadczonych żeglarzy.", "hr": "Iznenadne oluje mogu iznenaditi čak i iskusne jedriličare."},
    {"pl": "Chmury burzowe nadciągające od zachodu zwiastują zmianę pogody.", "hr": "Olujni oblaci koji dolaze sa zapada najavljuju promjenu vremena."},
    {"pl": "Wczesnowiosenne przymrozki mogą być niebezpieczne dla kwitnących roślin.", "hr": "Kasni proljetni mrazovi mogu biti opasni za cvjetnice."},
    {"pl": "Ocieplenie klimatu prowadzi do topnienia lodowców.", "hr": "Zagrijavanje klime dovodi do topljenja ledenjaka."},
    {"pl": "Burzliwe niebo rozświetlały liczne błyskawice.", "hr": "Olujno nebo osvjetljavale su brojne munje."},
    {"pl": "Długotrwała mgła utrudniała funkcjonowanie lotniska.", "hr": "Dugotrajna magla otežavala je rad zračne luke."},
    {"pl": "Ulewne deszcze mogą szybko zamienić drogi w rwące rzeki.", "hr": "Obilne kiše mogu brzo pretvoriti ceste u bujice."}
  ]
}
