{
  "category": "Pogoda",
  "level": "C1",
  "sentences": [
    {"pl": "Jeśli nie uwzględnimy nagłych zmian klimatycznych, nasze prognozy mogą być całkowicie nietrafne.", "hr": "Ako ne uzmemo u obzir nagle klimatske promjene, naše prognoze mogu biti potpuno netočne."},
    {"pl": "Ekstremalne zjawiska pogodowe, takie jak huragany, stają się coraz częstsze w wyniku globalnego ocieplenia.", "hr": "Ekstremne vremenske pojave poput uragana postaju sve češće zbog globalnog zagrijavanja."},
    {"pl": "Podczas gdy w niektórych regionach upały osiągają rekordowe poziomy, inne doświadczają nietypowych ochłodzeń.", "hr": "Dok u nekim regijama vrućine dosežu rekordne razine, druge doživljavaju neuobičajena zahlađenja."},
    {"pl": "Czy twoim zdaniem wzrost temperatury wpływa na migracje zwierząt?", "hr": "Mislite li da porast temperature utječe na migraciju životinja?"},
    {"pl": "Zaleca się śledzenie lokalnych komunikatów pogodowych w przypadku zagrożenia burzami.", "hr": "Preporučuje se praćenje lokalnih vremenskih izvješća u slučaju prijetnje olujama."},
    {"pl": "Nagłe burze mogą doprowadzić do poważnych zakłóceń w transporcie lotniczym.", "hr": "Iznenadne oluje mogu uzrokovati ozbiljne poremećaje u zračnom prometu."},
    {"pl": "Gdybyśmy odpowiednio zabezpieczyli infrastrukturę, skutki powodzi byłyby mniej dotkliwe.", "hr": "Da smo pravilno osigurali infrastrukturu, posljedice poplava bile bi manje ozbiljne."},
    {"pl": "Rozważ przesunięcie terminu wydarzenia, jeśli prognozy przewidują obfite opady.", "hr": "Razmislite o odgodi događaja ako prognoze predviđaju obilne oborine."},
    {"pl": "Intensywne susze prowadzą do degradacji gleby i pustynnienia wielu obszarów.", "hr": "Intenzivne suše dovode do degradacije tla i dezertifikacije mnogih područja."},
    {"pl": "Zmienność pogody sprawia, że planowanie długoterminowych upraw rolnych staje się ryzykowne.", "hr": "Promjenjivost vremena otežava dugoročno planiranje poljoprivrednih usjeva."},
    {"pl": "Jakie działania powinny zostać podjęte, aby ograniczyć skutki gwałtownych burz?", "hr": "Koje bi mjere trebale biti poduzete kako bi se ublažile posljedice snažnih oluja?"},
    {"pl": "Silny wiatr może prowadzić do uszkodzenia infrastruktury energetycznej.", "hr": "Jak vjetar može oštetiti energetsku infrastrukturu."},
    {"pl": "Niestety, zmiany klimatyczne wpływają również na częstotliwość występowania pożarów lasów.", "hr": "Nažalost, klimatske promjene utječu i na učestalost šumskih požara."},
    {"pl": "Utrzymująca się wysoka wilgotność powietrza sprzyja rozwojowi pleśni w budynkach.", "hr": "Stalna visoka vlažnost zraka pogoduje razvoju plijesni u zgradama."},
    {"pl": "Długotrwałe opady deszczu spowodowały osunięcia ziemi w rejonach górskich.", "hr": "Dugotrajne kiše uzrokovale su odrone tla u planinskim područjima."},
    {"pl": "Czy mógłbyś przygotować raport na temat prognozowanych anomalii pogodowych na nadchodzący kwartał?", "hr": "Možete li pripremiti izvješće o predviđenim vremenskim anomalijama za nadolazeće tromjesečje?"},
    {"pl": "Zmiany ciśnienia atmosferycznego często wywołują bóle głowy u osób wrażliwych.", "hr": "Promjene atmosferskog tlaka često uzrokuju glavobolje kod osjetljivih osoba."},
    {"pl": "Silne mrozy mogą prowadzić do poważnych uszkodzeń upraw rolnych.", "hr": "Jaki mrazevi mogu uzrokovati ozbiljna oštećenja poljoprivrednih usjeva."},
    {"pl": "Nieprzewidywalność pogody komplikuje organizację imprez plenerowych.", "hr": "Nepredvidljivost vremena komplicira organizaciju događanja na otvorenom."},
    {"pl": "W związku z ostrzeżeniem meteorologicznym odwołano wszystkie rejsy promowe.", "hr": "Zbog meteorološkog upozorenja otkazane su sve trajektne linije."},
    {"pl": "Długoterminowe prognozy pozostają obarczone znacznym marginesem błędu.", "hr": "Dugoročne prognoze ostaju opterećene značajnom marginom pogreške."},
    {"pl": "Nasilne gradobicia mogą niszczyć plony w ciągu kilku minut.", "hr": "Snažne tuče mogu uništiti usjeve u samo nekoliko minuta."},
    {"pl": "W miarę jak oceany się ocieplają, huragany stają się bardziej intensywne.", "hr": "Kako se oceani zagrijavaju, uragani postaju intenzivniji."},
    {"pl": "Czy uważasz, że ludzkość powinna inwestować więcej w technologie przewidywania pogody?", "hr": "Mislite li da bi čovječanstvo trebalo više ulagati u tehnologije predviđanja vremena?"},
    {"pl": "Z powodu niespodziewanej śnieżycy ruch drogowy został całkowicie sparaliżowany.", "hr": "Zbog neočekivane mećave cestovni promet bio je potpuno paraliziran."},
    {"pl": "Upały powodują nie tylko dyskomfort, ale także poważne zagrożenia zdrowotne.", "hr": "Vrućine ne uzrokuju samo nelagodu, već i ozbiljne zdravstvene prijetnje."},
    {"pl": "Pomimo niesprzyjającej pogody, ceremonia odbyła się zgodnie z planem.", "hr": "Unatoč nepovoljnim vremenskim uvjetima, ceremonija se održala prema planu."},
    {"pl": "Coraz częściej słyszymy o tzw. bombach cyklonowych nawiedzających wybrzeża.", "hr": "Sve češće čujemo o takozvanim ciklonskim bombama koje pogađaju obale."},
    {"pl": "Czy według ciebie zmiana klimatu jest procesem odwracalnym?", "hr": "Mislite li da je klimatska promjena reverzibilan proces?"},
    {"pl": "Kiedy tylko pojawią się pierwsze przymrozki, należy odpowiednio zabezpieczyć rośliny.", "hr": "Čim se pojave prvi mrazevi, biljke treba pravilno zaštititi."},
    {"pl": "Wzrost poziomu mórz zmusza niektóre społeczności do migracji.", "hr": "Porast razine mora prisiljava neka društva na migraciju."},
    {"pl": "Czy wiesz, jak rozpoznać nadchodzącą burzę na podstawie zmian w atmosferze?", "hr": "Znate li kako prepoznati nadolazeću oluju na temelju promjena u atmosferi?"},
    {"pl": "Intensywne opady mogą doprowadzić do gwałtownych powodzi miejskich.", "hr": "Intenzivne oborine mogu dovesti do naglih urbanih poplava."},
    {"pl": "Zimy stają się coraz łagodniejsze, a lata bardziej ekstremalne.", "hr": "Zime postaju sve blaže, a ljeta sve ekstremnija."},
    {"pl": "Susza w tym regionie trwa już trzeci rok z rzędu.", "hr": "Suša u ovoj regiji traje već treću godinu zaredom."},
    {"pl": "Proszę przygotować prezentację dotyczącą wpływu pogody na globalne łańcuchy dostaw.", "hr": "Molimo pripremite prezentaciju o utjecaju vremena na globalne opskrbne lance."},
    {"pl": "Czy ekstremalne warunki pogodowe powinny wpływać na politykę urbanizacyjną?", "hr": "Treba li ekstremno vrijeme utjecati na urbanističku politiku?"},
    {"pl": "Nie zapomnij zabrać parasola — wieczorem przewidują intensywny deszcz.", "hr": "Ne zaboravite ponijeti kišobran — navečer se predviđa jaka kiša."},
    {"pl": "Odpowiednie przygotowanie na sezon huraganów może uratować życie.", "hr": "Pravilna priprema za sezonu uragana može spasiti živote."},
    {"pl": "Wahania temperatury mogą wpływać na stan techniczny mostów i dróg.", "hr": "Fluktuacije temperature mogu utjecati na tehničko stanje mostova i cesta."},
    {"pl": "Czy śledzisz zmiany pogodowe podczas swoich podróży?", "hr": "Pratite li vremenske promjene tijekom svojih putovanja?"},
    {"pl": "Systemy ostrzegania przed powodziami muszą być natychmiastowe i skuteczne.", "hr": "Sustavi upozorenja na poplave moraju biti trenutni i učinkoviti."},
    {"pl": "W przyszłości meteorolodzy będą korzystać z bardziej zaawansowanych modeli klimatycznych.", "hr": "U budućnosti će meteorolozi koristiti naprednije klimatske modele."},
    {"pl": "Wysoka jakość prognoz pogody może znacząco poprawić zarządzanie kryzysowe.", "hr": "Visoka kvaliteta vremenskih prognoza može značajno poboljšati krizno upravljanje."},
    {"pl": "Pamiętaj, że pogoda w górach może zmieniać się niezwykle szybko.", "hr": "Zapamtite da se vrijeme u planinama može mijenjati izuzetno brzo."},
    {"pl": "Stale monitoruj zmiany pogodowe, zwłaszcza podczas długich rejsów morskich.", "hr": "Kontinuirano pratite vremenske promjene, osobito tijekom dugih plovidbi."},
    {"pl": "Jakie innowacje technologiczne pomogłyby lepiej przewidywać katastrofy naturalne?", "hr": "Koje bi tehnološke inovacije mogle pomoći u boljem predviđanju prirodnih katastrofa?"}
  ]
}
