{
  "category": "Pogoda",
  "level": "B1",
  "sentences": [
    {"pl": "Wczorajsza burza była jedną z najgorszych w tym roku.", "hr": "Sinoćnja oluja bila je jedna od najgorih ove godine."},
    {"pl": "Prognoza przewiduje silny wiatr w ciągu najbliższych dni.", "hr": "Prognoza predviđa jak vjetar u narednim danima."},
    {"pl": "Warto zaplanować wycieczkę, gdy pogoda będzie bardziej stabilna.", "hr": "Vrijedi isplanirati izlet kad vrijeme bude stabilnije."},
    {"pl": "Po długim dniach upałów nadchodzi ochłodzenie.", "hr": "Nakon dugih dana vrućina dolazi zahlađenje."},
    {"pl": "Czy twoim zdaniem lato w tym roku jest cieplejsze niż zwykle?", "hr": "Je li po tvom mišljenju ovo ljeto toplije nego inače?"},
    {"pl": "Wysoka wilgotność powietrza sprawia, że odczuwamy większe zmęczenie.", "hr": "Visoka vlažnost zraka čini da se osjećamo umornije."},
    {"pl": "Jeśli wybierasz się na żagle, sprawdź ostrzeżenia pogodowe.", "hr": "Ako ideš na jedrenje, provjeri vremenska upozorenja."},
    {"pl": "Burze w górach są bardziej niebezpieczne niż na nizinach.", "hr": "Oluje u planinama opasnije su nego u nizinama."},
    {"pl": "Czy zauważyłeś, jak szybko zmienia się pogoda nad morzem?", "hr": "Jesi li primijetio kako se brzo mijenja vrijeme na moru?"},
    {"pl": "Chociaż rano było słonecznie, teraz pada deszcz.", "hr": "Iako je jutros bilo sunčano, sada pada kiša."},
    {"pl": "Temperatura morza jest idealna do nurkowania.", "hr": "Temperatura mora idealna je za ronjenje."},
    {"pl": "W takich warunkach lepiej odwołać wycieczkę górską.", "hr": "U takvim uvjetima bolje je otkazati planinarski izlet."},
    {"pl": "Czy kiedykolwiek byłeś świadkiem gwałtownej burzy?", "hr": "Jesi li ikada svjedočio snažnoj oluji?"},
    {"pl": "Silne opady deszczu mogą powodować podtopienia.", "hr": "Jake kiše mogu uzrokovati poplave."},
    {"pl": "Pamiętaj, aby podczas burzy nie stać pod drzewem.", "hr": "Zapamti da za vrijeme oluje ne stojiš ispod drveta."},
    {"pl": "Wczoraj widzieliśmy niesamowitą tęczę po burzy.", "hr": "Jučer smo vidjeli nevjerojatnu dugu nakon oluje."},
    {"pl": "Pod koniec dnia temperatura zaczęła gwałtownie spadać.", "hr": "Na kraju dana temperatura je počela naglo padati."},
    {"pl": "Nawet jeśli będzie pochmurno, warto iść na spacer.", "hr": "Čak i ako bude oblačno, vrijedi otići u šetnju."},
    {"pl": "Czy pamiętasz najzimniejszy dzień zeszłej zimy?", "hr": "Sjećaš li se najhladnijeg dana prošle zime?"},
    {"pl": "W górach może być znacznie chłodniej niż w mieście.", "hr": "U planinama može biti znatno hladnije nego u gradu."},
    {"pl": "Wczesną wiosną pogoda jest bardzo zmienna.", "hr": "U rano proljeće vrijeme je vrlo promjenjivo."},
    {"pl": "Zimą często wieje silny, lodowaty wiatr.", "hr": "Zimi često puše jak, ledeni vjetar."},
    {"pl": "Ciepły front przynosi zwykle poprawę pogody.", "hr": "Topla fronta obično donosi poboljšanje vremena."},
    {"pl": "W lecie powinniśmy unikać przebywania na słońcu w południe.", "hr": "Ljeti bismo trebali izbjegavati boravak na suncu u podne."},
    {"pl": "Jeśli temperatura spadnie poniżej zera, drogi mogą być śliskie.", "hr": "Ako temperatura padne ispod nule, ceste mogu biti skliske."},
    {"pl": "Czy słyszałeś o nadchodzących intensywnych opadach śniegu?", "hr": "Jesi li čuo za nadolazeće intenzivne snježne padaline?"},
    {"pl": "W marcu często możemy spodziewać się niespodziewanych zmian pogody.", "hr": "U ožujku često možemo očekivati neočekivane promjene vremena."},
    {"pl": "W ciągu dnia temperatura wzrośnie do 30 stopni.", "hr": "Tijekom dana temperatura će narasti do 30 stupnjeva."},
    {"pl": "Silne wichury mogą uszkodzić budynki i drzewa.", "hr": "Jake oluje mogu oštetiti zgrade i stabla."},
    {"pl": "Poranek był mglisty, ale teraz niebo się przejaśniło.", "hr": "Jutro je bilo maglovito, ali sada se nebo razvedrilo."},
    {"pl": "W niektórych regionach kraju obowiązują alerty pogodowe.", "hr": "U nekim dijelovima zemlje na snazi su vremenska upozorenja."},
    {"pl": "Czy zamierzasz zmienić plany przez złą pogodę?", "hr": "Namjeravaš li promijeniti planove zbog lošeg vremena?"},
    {"pl": "W tym miesiącu padło wyjątkowo dużo deszczu.", "hr": "Ovaj mjesec palo je iznimno puno kiše."},
    {"pl": "Podczas burzy najlepiej jest zostać w bezpiecznym miejscu.", "hr": "Tijekom oluje najbolje je ostati na sigurnom mjestu."},
    {"pl": "Kiedy ostatnio byłeś świadkiem śnieżycy?", "hr": "Kada si zadnji put vidio snježnu oluju?"},
    {"pl": "Poranna rosa sprawia, że trawa jest mokra i śliska.", "hr": "Jutarnja rosa čini travu mokrom i skliskom."},
    {"pl": "W maju wieczory bywają jeszcze chłodne.", "hr": "U svibnju večeri još uvijek znaju biti hladne."},
    {"pl": "Czy masz aplikację do sprawdzania pogody?", "hr": "Imaš li aplikaciju za provjeru vremena?"},
    {"pl": "Przy takiej pogodzie lepiej zostać w domu z książką.", "hr": "Po ovakvom vremenu bolje je ostati kod kuće s knjigom."},
    {"pl": "W sierpniu często pojawiają się burze z piorunami.", "hr": "U kolovozu često dolazi do oluja s munjama."},
    {"pl": "Temperatura w nocy spadła poniżej zera.", "hr": "Temperatura je noću pala ispod nule."},
    {"pl": "Czy kiedykolwiek biwakowałeś w deszczową noc?", "hr": "Jesi li ikada kampirao tijekom kišne noći?"},
    {"pl": "Jutro rano spodziewana jest gęsta mgła.", "hr": "Sutra ujutro očekuje se gusta magla."},
    {"pl": "Niebo było dziś pokryte grubą warstwą chmur.", "hr": "Danas je nebo bilo prekriveno debelim slojem oblaka."},
    {"pl": "Latem upały mogą być bardzo męczące.", "hr": "Ljeti vrućine mogu biti vrlo iscrpljujuće."},
    {"pl": "Podczas silnych burz mogą występować przerwy w dostawie prądu.", "hr": "Tijekom jakih oluja može doći do prekida opskrbe strujom."},
    {"pl": "Gdy pada śnieg, świat wydaje się spokojniejszy.", "hr": "Kad pada snijeg, svijet izgleda mirnije."},
    {"pl": "Najlepiej śledzić aktualne prognozy, planując podróż.", "hr": "Najbolje je pratiti aktualne prognoze prilikom planiranja putovanja."},
    {"pl": "Przy dużym zachmurzeniu temperatura zazwyczaj nie spada gwałtownie.", "hr": "Pri velikoj naoblaci temperatura obično ne pada naglo."},
    {"pl": "Czy zmieniająca się pogoda wpływa na twoje samopoczucie?", "hr": "Utječe li promjena vremena na tvoje raspoloženje?"}
  ]
}
