{
    "category": "Aktualności i polityka",
    "level": "B1",
    "sentences": [
        {"pl": "Jakie są najważniejsze wyzwania polityczne w twoim kraju?", "hr": "Koji su najvažniji politički izazovi u tvojoj zemlji?"},
        {"pl": "Rząd ogłosił nową reformę podatkową.", "hr": "Vlada je najavila novu poreznu reformu."},
        {"pl": "Czy uważasz, że demokracja jest najlepszym systemem politycznym?", "hr": "Mislite li da je demokracija najbolji politički sustav?"},
        {"pl": "Obywatele mają prawo do wyrażania swoich opinii.", "hr": "Građani imaju pravo izražavati svoje mišljenje."},
        {"pl": "Nie zapomnij zagłosować w nadchodzących wyborach!", "hr": "Ne zaboravi glasati na nadolazećim izborima!"},
        {"pl": "Korupcja stanowi poważny problem w wielu krajach.", "hr": "Korupcija je ozbiljan problem u mnogim zemljama."},
        {"pl": "Czy uważasz, że media wpływają na decyzje polityczne?", "hr": "Mislite li da mediji utječu na političke odluke?"},
        {"pl": "Parlament podjął decyzję o nowym budżecie.", "hr": "Parlament je donio odluku o novom proračunu."},
        {"pl": "Politycy powinni słuchać głosu społeczeństwa.", "hr": "Političari bi trebali slušati glas društva."},
        {"pl": "Czy zmiany klimatyczne powinny być priorytetem rządów?", "hr": "Treba li klimatske promjene biti prioritet vlada?"},
        {"pl": "Unia Europejska wprowadza nowe przepisy dotyczące handlu.", "hr": "Europska unija uvodi nove propise o trgovini."},
        {"pl": "Nie ufam politykom, ponieważ często zmieniają zdanie.", "hr": "Ne vjerujem političarima jer često mijenjaju mišljenje."},
        {"pl": "Co myślisz o polityce zagranicznej swojego kraju?", "hr": "Što misliš o vanjskoj politici svoje zemlje?"},
        {"pl": "Nie można ignorować problemów społecznych.", "hr": "Ne smijemo ignorirati društvene probleme."},
        {"pl": "Czy polityka imigracyjna powinna być bardziej restrykcyjna?", "hr": "Treba li imigracijska politika biti stroža?"},
        {"pl": "Wojna ma katastrofalne skutki dla ludności cywilnej.", "hr": "Rat ima katastrofalne posljedice za civilno stanovništvo."},
        {"pl": "Prezydent wygłosił przemówienie na temat gospodarki.", "hr": "Predsjednik je održao govor o gospodarstvu."},
        {"pl": "Czy uważasz, że protesty mogą zmienić politykę rządu?", "hr": "Mislite li da prosvjedi mogu promijeniti politiku vlade?"},
        {"pl": "Polityka międzynarodowa jest bardzo skomplikowana.", "hr": "Međunarodna politika je vrlo složena."},
        {"pl": "Czy wybory powinny być obowiązkowe dla wszystkich obywateli?", "hr": "Treba li izbori biti obvezni za sve građane?"},
        {"pl": "Polityka zdrowotna wymaga natychmiastowych reform.", "hr": "Zdravstvena politika zahtijeva hitne reforme."},
        {"pl": "Nie zgadzam się z decyzją rządu.", "hr": "Ne slažem se s odlukom vlade."},
        {"pl": "Czy korupcja jest największym problemem polityki?", "hr": "Je li korupcija najveći problem politike?"},
        {"pl": "Wolność słowa jest fundamentem demokracji.", "hr": "Sloboda govora je temelj demokracije."},
        {"pl": "Głosuj na kandydata, który reprezentuje twoje wartości!", "hr": "Glasaj za kandidata koji predstavlja tvoje vrijednosti!"},
        {"pl": "Czy sankcje ekonomiczne są skuteczne w polityce międzynarodowej?", "hr": "Jesu li ekonomske sankcije učinkovite u međunarodnoj politici?"},
        {"pl": "Nie możemy ignorować praw człowieka.", "hr": "Ne možemo ignorirati ljudska prava."},
        {"pl": "Jakie są twoje poglądy na temat roli mediów w polityce?", "hr": "Koji je tvoj stav o ulozi medija u politici?"},
        {"pl": "Rząd powinien inwestować więcej w edukację.", "hr": "Vlada bi trebala više ulagati u obrazovanje."},
        {"pl": "Czy Unia Europejska powinna mieć wspólną politykę obronną?", "hr": "Treba li Europska unija imati zajedničku obrambenu politiku?"},
        {"pl": "Protesty mogą mieć wpływ na decyzje polityczne.", "hr": "Prosvjedi mogu utjecati na političke odluke."},
        {"pl": "Czy wierzysz w skuteczność petycji obywatelskich?", "hr": "Vjeruješ li u učinkovitost građanskih peticija?"},
        {"pl": "Parlament uchwalił nową ustawę o ochronie środowiska.", "hr": "Parlament je usvojio novi zakon o zaštiti okoliša."},
        {"pl": "Czy referendum to najlepszy sposób podejmowania decyzji?", "hr": "Je li referendum najbolji način donošenja odluka?"},
        {"pl": "Politycy muszą działać odpowiedzialnie.", "hr": "Političari moraju djelovati odgovorno."},
        {"pl": "Jakie zmiany chciałbyś zobaczyć w polityce swojego kraju?", "hr": "Koje promjene bi želio vidjeti u politici svoje zemlje?"},
        {"pl": "Media odgrywają kluczową rolę w informowaniu obywateli.", "hr": "Mediji igraju ključnu ulogu u informiranju građana."},
        {"pl": "Czy myślisz, że polityka może być uczciwa?", "hr": "Mislite li da politika može biti poštena?"},
        {"pl": "Donald Tusk ponownie objął urząd premiera Polski w 2023 roku.", "hr": "Donald Tusk ponovno je preuzeo dužnost premijera Poljske 2023. godine."},
        {"pl": "Polska przygotowuje się do objęcia prezydencji w Radzie Unii Europejskiej w styczniu 2025 roku.", "hr": "Poljska se priprema preuzeti predsjedanje Vijećem Europske unije u siječnju 2025. godine."},
        {"pl": "Wojna na Ukrainie trwa już ponad tysiąc dni.", "hr": "Rat u Ukrajini traje već više od tisuću dana."},
        {"pl": "Unia Europejska planuje wzmocnić swoje zdolności obronne w obliczu zagrożeń ze strony Rosji.", "hr": "Europska unija planira ojačati svoje obrambene sposobnosti suočena s prijetnjama iz Rusije."},
        {"pl": "Polska zwiększa wydatki na obronność do 4,7% PKB.", "hr": "Poljska povećava izdvajanja za obranu na 4,7% BDP-a."},
        {"pl": "Francja i Niemcy borykają się z kryzysami politycznymi, osłabiając ich pozycję w UE.", "hr": "Francuska i Njemačka suočavaju se s političkim krizama, što slabi njihovu poziciju u EU."},
        {"pl": "Polska stara się wzmocnić swoją rolę jako lidera w Europie Środkowo-Wschodniej.", "hr": "Poljska nastoji ojačati svoju ulogu lidera u srednjoistočnoj Europi."},
        {"pl": "Donald Trump powrócił do Białego Domu, co budzi obawy w Europie.", "hr": "Donald Trump vratio se u Bijelu kuću, što izaziva zabrinutost u Europi."},
        {"pl": "Polska popiera integrację Ukrainy ze strukturami euroatlantyckimi.", "hr": "Poljska podržava integraciju Ukrajine u euroatlantske strukture."},
        {"pl": "Premier Tusk podkreśla znaczenie solidarności wewnątrz Unii Europejskiej.", "hr": "Premijer Tusk naglašava važnost unutarnje solidarnosti unutar Europske unije."},
        {"pl": "Polska organizuje spotkania z liderami europejskimi w celu omówienia wsparcia dla Ukrainy.", "hr": "Poljska organizira sastanke s europskim liderima kako bi razgovarali o podršci Ukrajini."},
        {"pl": "Wzrost wydatków na obronność w Polsce jest odpowiedzią na zagrożenia ze wschodu.", "hr": "Povećanje izdvajanja za obranu u Poljskoj odgovor je na prijetnje s istoka."},
        {"pl": "Polska planuje modernizację swojej armii w najbliższych latach.", "hr": "Poljska planira modernizirati svoju vojsku u narednim godinama."},
        {"pl": "Unia Europejska pracuje nad zmniejszeniem zależności energetycznej od Rosji.", "hr": "Europska unija radi na smanjenju energetske ovisnosti o Rusiji."},
        {"pl": "Polska wspiera sankcje nałożone na Rosję przez Unię Europejską.", "hr": "Poljska podržava sankcije koje je Europska unija uvela Rusiji."},
        {"pl": "Premier Tusk dąży do wzmocnienia relacji transatlantyckich.", "hr": "Premijer Tusk nastoji ojačati transatlantske odnose."},
        {"pl": "Polska zwiększa swoją obecność w międzynarodowych ćwiczeniach wojskowych.", "hr": "Poljska povećava svoju prisutnost u međunarodnim vojnim vježbama."},
        {"pl": "Unia Europejska rozważa rozszerzenie na kraje Bałkanów Zachodnich.", "hr": "Europska unija razmatra proširenje na zemlje zapadnog Balkana."},
        {"pl": "Polska apeluje o utrzymanie jedności w obliczu zagrożeń zewnętrznych.", "hr": "Poljska apelira na očuvanje jedinstva suočena s vanjskim prijetnjama."},
        {"pl": "Wybory prezydenckie w Polsce odbędą się w maju 2025 roku.", "hr": "Predsjednički izbori u Poljskoj održat će se u svibnju 2025. godine."},
        {"pl": "Polska odgrywa kluczową rolę w dostarczaniu pomocy humanitarnej Ukrainie.", "hr": "Poljska igra ključnu ulogu u pružanju humanitarne pomoći Ukrajini."},
        {"pl": "Unia Europejska pracuje nad wzmocnieniem swojej polityki obronnej.", "hr": "Europska unija radi na jačanju svoje obrambene politike."},
        {"pl": "Polska zwiększa inwestycje w energię odnawialną, aby uniezależnić się od rosyjskiego gazu.", "hr": "Poljska povećava ulaganja u obnovljive izvore energije kako bi se osamostalila od ruskog plina."},
        {"pl": "Premier Tusk podkreśla potrzebę reform w Unii Europejskiej.", "hr": "Premijer Tusk naglašava potrebu za reformama u Europskoj uniji."},
        {"pl": "Polska wspiera aspiracje Mołdawii do członkostwa w Unii Europejskiej.", "hr": "Poljska podržava težnje Moldavije za članstvom u Europskoj uniji."},
        {"pl": "Unia Europejska wprowadza nowe sankcje przeciwko Białorusi.", "hr": "Europska unija uvodi nove sankcije protiv Bjelorusije."},
        {"pl": "Polska modernizuje swoją infrastrukturę energetyczną.", "hr": "Poljska modernizira svoju energetsku infrastrukturu."}
    ]
}
