{
    "category": "Aktualności i polityka",
    "level": "B2",
    "sentences": [
        {"pl": "Jakie są główne wyzwania współczesnej demokracji?", "hr": "Koji su glavni izazovi suvremene demokracije?"},
        {"pl": "Czy media mają zbyt duży wpływ na politykę?", "hr": "Imaju li mediji prevelik utjecaj na politiku?"},
        {"pl": "Rządy powinny koncentrować się na długoterminowych strategiach, a nie tylko na krótkoterminowych sukcesach.", "hr": "Vlade bi se trebale usredotočiti na dugoročne strategije, a ne samo na kratkoročne uspjehe."},
        {"pl": "Czy uważasz, że obecny system podatkowy jest sprawiedliwy?", "hr": "Mislite li da je trenutni porezni sustav pravedan?"},
        {"pl": "Jaka powinna być rola organizacji międzynarodowych w polityce krajowej?", "hr": "Koja bi trebala biti uloga međunarodnih organizacija u nacionalnoj politici?"},
        {"pl": "Czy globalizacja osłabia suwerenność narodową?", "hr": "Oslabljuje li globalizacija nacionalni suverenitet?"},
        {"pl": "Czy sankcje gospodarcze są skutecznym narzędziem polityki międzynarodowej?", "hr": "Jesu li ekonomske sankcije učinkovito sredstvo međunarodne politike?"},
        {"pl": "Polityka migracyjna budzi kontrowersje w wielu krajach.", "hr": "Migracijska politika izaziva kontroverze u mnogim zemljama."},
        {"pl": "Czy rządy powinny bardziej ingerować w gospodarkę?", "hr": "Trebaju li vlade više intervenirati u gospodarstvo?"},
        {"pl": "System edukacyjny powinien przygotowywać obywateli do świadomego uczestnictwa w polityce.", "hr": "Obrazovni sustav trebao bi pripremati građane za svjesno sudjelovanje u politici."},
        {"pl": "Jakie są konsekwencje populizmu dla demokracji?", "hr": "Koje su posljedice populizma za demokraciju?"},
        {"pl": "Czy system dwupartyjny jest lepszy niż wielopartyjny?", "hr": "Je li dvostranački sustav bolji od višestranačkog?"},
        {"pl": "Czy media społecznościowe powinny być regulowane przez rząd?", "hr": "Treba li vlada regulirati društvene mreže?"},
        {"pl": "Jakie działania można podjąć, aby zwiększyć zaangażowanie młodych ludzi w politykę?", "hr": "Koje mjere se mogu poduzeti kako bi se povećalo sudjelovanje mladih u politici?"},
        {"pl": "Czy demokracja jest najlepszym systemem politycznym?", "hr": "Je li demokracija najbolji politički sustav?"},
        {"pl": "W jaki sposób korupcja wpływa na rozwój gospodarczy kraju?", "hr": "Kako korupcija utječe na gospodarski razvoj zemlje?"},
        {"pl": "Czy referendum to najlepszy sposób podejmowania decyzji?", "hr": "Je li referendum najbolji način donošenja odluka?"},
        {"pl": "Jakie są główne przyczyny wzrostu ruchów nacjonalistycznych w Europie?", "hr": "Koji su glavni razlozi porasta nacionalističkih pokreta u Europi?"},
        {"pl": "Czy powinno się wprowadzić obowiązkowe głosowanie?", "hr": "Treba li uvesti obvezno glasanje?"},
        {"pl": "Jakie są największe zagrożenia dla wolności słowa w dzisiejszym świecie?", "hr": "Koje su najveće prijetnje slobodi govora u današnjem svijetu?"},
        {"pl": "Czy polityka ekologiczna powinna mieć priorytet nad wzrostem gospodarczym?", "hr": "Treba li ekološka politika imati prednost pred gospodarskim rastom?"},
        {"pl": "Jak można zwiększyć przejrzystość działania rządu?", "hr": "Kako se može povećati transparentnost rada vlade?"},
        {"pl": "Czy społeczeństwa powinny dążyć do większej równości ekonomicznej?", "hr": "Treba li društvo težiti većoj ekonomskoj jednakosti?"},
        {"pl": "Czy uważasz, że lobbing to forma korupcji?", "hr": "Mislite li da je lobiranje oblik korupcije?"},
        {"pl": "Jakie są skutki polityki protekcjonistycznej?", "hr": "Koje su posljedice protekcionističke politike?"},
        {"pl": "Czy partie polityczne powinny być finansowane z budżetu państwa?", "hr": "Treba li političke stranke financirati iz državnog proračuna?"},
        {"pl": "Jakie są konsekwencje dezinformacji w polityce?", "hr": "Koje su posljedice dezinformacija u politici?"},
        {"pl": "Czy sądy powinny być całkowicie niezależne od władzy wykonawczej?", "hr": "Treba li sudstvo biti potpuno neovisno o izvršnoj vlasti?"},
        {"pl": "Czy państwo powinno kontrolować ceny podstawowych produktów?", "hr": "Treba li država kontrolirati cijene osnovnih proizvoda?"},
        {"pl": "Polska objęła prezydencję w Radzie Unii Europejskiej 1 stycznia 2025 roku.", "hr": "Poljska je preuzela predsjedanje Vijećem Europske unije 1. siječnja 2025. godine."},
        {"pl": "Premier Donald Tusk przedstawił siedem priorytetów polskiej prezydencji, w tym zdolność do obrony i ochronę granic.", "hr": "Premijer Donald Tusk predstavio je sedam prioriteta poljskog predsjedanja, uključujući sposobnost obrane i zaštitu granica."},
        {"pl": "Wybory prezydenckie w Polsce zaplanowano na 18 maja 2025 roku.", "hr": "Predsjednički izbori u Poljskoj zakazani su za 18. svibnja 2025. godine."},
        {"pl": "Polska planuje przeznaczyć 4,7% PKB na obronność w 2025 roku.", "hr": "Poljska planira izdvojiti 4,7% BDP-a za obranu u 2025. godini."},
        {"pl": "Prezydent Andrzej Duda zaproponował wpisanie minimalnych wydatków na obronność na poziomie 4% PKB do konstytucji.", "hr": "Predsjednik Andrzej Duda predložio je upisivanje minimalnih izdvajanja za obranu na razini od 4% BDP-a u ustav."},
        {"pl": "Polska podpisała umowę z USA na wsparcie systemu obrony powietrznej Patriot o wartości prawie 2 miliardów dolarów.", "hr": "Poljska je potpisala ugovor sa SAD-om o podršci sustavu protuzračne obrane Patriot vrijedan gotovo 2 milijarde dolara."},
        {"pl": "Minister spraw zagranicznych Radosław Sikorski podkreślił, że UE sama nie jest w stanie powstrzymać Rosji bez wsparcia USA.", "hr": "Ministar vanjskih poslova Radosław Sikorski istaknuo je da EU sama nije u stanju obuzdati Rusiju bez podrške SAD-a."},
        {"pl": "Polska zwiększa swoją obecność wojskową na wschodniej flance NATO.", "hr": "Poljska povećava svoju vojnu prisutnost na istočnom krilu NATO-a."},
        {"pl": "Unia Europejska rozważa utworzenie wspólnego funduszu obronnego z inicjatywy Polski.", "hr": "Europska unija razmatra osnivanje zajedničkog obrambenog fonda na inicijativu Poljske."},
        {"pl": "Polska wspiera aspiracje Ukrainy do członkostwa w Unii Europejskiej.", "hr": "Poljska podržava težnje Ukrajine za članstvom u Europskoj uniji."},
        {"pl": "Premier Tusk apeluje o solidarność europejską w obliczu kryzysów międzynarodowych.", "hr": "Premijer Tusk apelira na europsku solidarnost suočenu s međunarodnim krizama."},
        {"pl": "Polska zwiększa inwestycje w energię odnawialną, aby uniezależnić się od rosyjskiego gazu.", "hr": "Poljska povećava ulaganja u obnovljive izvore energije kako bi se osamostalila od ruskog plina."},
        {"pl": "Unia Europejska wprowadza nowe sankcje przeciwko Białorusi.", "hr": "Europska unija uvodi nove sankcije protiv Bjelorusije."},
        {"pl": "Polska modernizuje swoją armię poprzez zakup nowoczesnego sprzętu wojskowego.", "hr": "Poljska modernizira svoju vojsku kupnjom suvremene vojne opreme."},
        {"pl": "Premier Tusk spotkał się z kanclerzem Niemiec w celu omówienia współpracy gospodarczej.", "hr": "Premijer Tusk sastao se s njemačkim kancelarom kako bi razgovarali o gospodarskoj suradnji."},
        {"pl": "Polska odgrywa kluczową rolę w dostarczaniu pomocy humanitarnej Ukrainie.", "hr": "Poljska igra ključnu ulogu u pružanju humanitarne pomoći Ukrajini."},
        {"pl": "Unia Europejska pracuje nad wzmocnieniem swojej polityki obronnej.", "hr": "Europska unija radi na jačanju svoje obrambene politike."},
        {"pl": "Polska zwiększa swoją obecność w międzynarodowych ćwiczeniach wojskowych.", "hr": "Poljska povećava svoju prisutnost u međunarodnim vojnim vježbama."},
        {"pl": "Unia Europejska rozważa rozszerzenie na kraje Bałkanów Zachodnich.", "hr": "Europska unija razmatra proširenje na zemlje zapadnog Balkana."},
        {"pl": "Polska apeluje o utrzymanie jedności w obliczu zagrożeń zewnętrznych.", "hr": "Poljska apelira na očuvanje jedinstva suočena s vanjskim prijetnjama."},
        {"pl": "Wybory prezydenckie w Polsce odbędą się w maju 2025 roku.", "hr": "Predsjednički izbori u Poljskoj održat će se u svibnju 2025. godine."},
        {"pl": "Polska wspiera sankcje nałożone na Rosję przez Unię Europejską.", "hr": "Poljska podržava sankcije koje je Europska unija uvela Rusiji."},
        {"pl": "Premier Tusk dąży do wzmocnienia relacji transatlantyckich.", "hr": "Premijer Tusk nastoji ojačati transatlantske odnose."},
        {"pl": "Polska zwiększa inwestycje w energię odnawialną, aby uniezależnić się od rosyjskiego gazu.", "hr": "Poljska povećava ulaganja u obnovljive izvore energije kako bi se osamostalila od ruskog plina."},
        {"pl": "Unia Europejska pracuje nad wzmocnieniem swojej polityki obronnej.", "hr": "Europska unija radi na jačanju svoje obrambene politike."},
        {"pl": "Jakie mechanizmy mogą zapobiegać nadużyciom władzy?", "hr": "Koji mehanizmi mogu spriječiti zlouporabu vlasti?"}
    ]
}
