{
    "category": "Aktualności i polityka",
    "level": "C1",
    "sentences": [
        {"pl": "Jakie są kluczowe wyzwania dla demokracji w XXI wieku?", "hr": "Koji su ključni izazovi za demokraciju u 21. stoljeću?"},
        {"pl": "Czy populizm jest zagrożeniem dla stabilności politycznej?", "hr": "Je li populizam prijetnja političkoj stabilnosti?"},
        {"pl": "Jak globalizacja wpływa na suwerenność państw narodowych?", "hr": "Kako globalizacija utječe na suverenitet nacionalnih država?"},
        {"pl": "Czy media społecznościowe powinny podlegać regulacjom państwowym?", "hr": "Treba li društvene mreže regulirati država?"},
        {"pl": "Na ile istotna jest niezależność sądownictwa w państwie prawa?", "hr": "Koliko je važna neovisnost sudstva u pravnoj državi?"},
        {"pl": "Czy referenda są skutecznym narzędziem demokracji bezpośredniej?", "hr": "Jesu li referendumi učinkovito sredstvo izravne demokracije?"},
        {"pl": "Jakie są długofalowe skutki polityki protekcjonistycznej?", "hr": "Koje su dugoročne posljedice protekcionističke politike?"},
        {"pl": "W jaki sposób lobbing wpływa na proces legislacyjny?", "hr": "Kako lobiranje utječe na zakonodavni proces?"},
        {"pl": "Czy władza wykonawcza powinna mieć kontrolę nad mediami publicznymi?", "hr": "Treba li izvršna vlast imati kontrolu nad javnim medijima?"},
        {"pl": "Jak można zwiększyć transparentność działań polityków?", "hr": "Kako se može povećati transparentnost političara?"},
        {"pl": "Czy Unia Europejska powinna mieć więcej kompetencji w polityce wewnętrznej państw członkowskich?", "hr": "Treba li Europska unija imati više ovlasti u unutarnjoj politici država članica?"},
        {"pl": "Jakie konsekwencje ma wzrost znaczenia partii populistycznych?", "hr": "Koje su posljedice rasta značaja populističkih stranaka?"},
        {"pl": "Czy kapitalizm i demokracja mogą współistnieć w długiej perspektywie?", "hr": "Mogu li kapitalizam i demokracija dugoročno koegzistirati?"},
        {"pl": "Jak skutecznie walczyć z korupcją na szczeblu rządowym?", "hr": "Kako učinkovito boriti se protiv korupcije na vladinoj razini?"},
        {"pl": "Czy ograniczenie wolności słowa może być uzasadnione w pewnych okolicznościach?", "hr": "Može li ograničenje slobode govora biti opravdano u određenim okolnostima?"},
        {"pl": "Jaka jest rola organizacji międzynarodowych w rozwiązywaniu konfliktów politycznych?", "hr": "Koja je uloga međunarodnih organizacija u rješavanju političkih sukoba?"},
        {"pl": "Czy migracja ekonomiczna powinna być bardziej regulowana?", "hr": "Treba li ekonomska migracija biti bolje regulirana?"},
        {"pl": "Jak dezinformacja wpływa na wybory demokratyczne?", "hr": "Kako dezinformacije utječu na demokratske izbore?"},
        {"pl": "Czy polityka klimatyczna powinna mieć pierwszeństwo nad polityką gospodarczą?", "hr": "Treba li klimatska politika imati prednost nad gospodarskom politikom?"},
        {"pl": "Jakie są konsekwencje rosnącego zadłużenia publicznego?", "hr": "Koje su posljedice rasta javnog duga?"},
        {"pl": "Czy system wyborczy powinien być reformowany w celu zwiększenia reprezentatywności?", "hr": "Treba li izborni sustav biti reformiran radi veće reprezentativnosti?"},
        {"pl": "Jakie są skutki cenzury w państwach autorytarnych?", "hr": "Koje su posljedice cenzure u autoritarnim državama?"},
        {"pl": "Czy wzrost znaczenia technologii wpływa na jakość demokracji?", "hr": "Utječe li rast važnosti tehnologije na kvalitetu demokracije?"},
        {"pl": "Jak zapobiec nadużywaniu władzy przez polityków?", "hr": "Kako spriječiti zlouporabu vlasti od strane političara?"},
        {"pl": "Czy partie polityczne powinny mieć ograniczone finansowanie?", "hr": "Treba li političkim strankama ograničiti financiranje?"},
        {"pl": "Jakie są skutki zwiększania inwigilacji obywateli przez rządy?", "hr": "Koje su posljedice povećane nadzornosti građana od strane vlada?"},
        {"pl": "Czy można skutecznie zapobiegać wojnom poprzez dyplomację?", "hr": "Može li se učinkovito spriječiti ratove diplomacijom?"},
        {"pl": "Jakie są skutki wprowadzania przepisów ograniczających wolność mediów?", "hr": "Koje su posljedice uvođenja propisa koji ograničavaju slobodu medija?"},
        {"pl": "Czy warto promować referenda w sprawach kluczowych dla państwa?", "hr": "Treba li promovirati referendume u ključnim državnim pitanjima?"}
    ]
}
