{
    "category": "Relacje i społeczeństwo",
    "level": "C2",
    "sentences": [
      {"pl": "W jaki sposób zmiany społeczne wpływają na kształtowanie się nowych form relacji interpersonalnych?", "hr": "Kako društvene promjene utječu na oblikovanje novih oblika interpersonalnih odnosa?"},
      {"pl": "Czy sądzisz, że postęp technologiczny wpłynął na jakość interakcji międzyludzkich w społeczeństwie?", "hr": "Misliš li da je tehnološki napredak utjecao na kvalitetu međuljudskih interakcija u društvu?"},
      {"pl": "Jakie mechanizmy społeczne mogą sprzyjać tworzeniu więzi, które wykraczają poza tradycyjne formy przyjaźni?", "hr": "Koji društveni mehanizmi mogu poticati stvaranje veza koje premašuju tradicionalne oblike prijateljstva?"},
      {"pl": "Niezależność emocjonalna jest fundamentem zdrowych relacji, ale jak zrównoważyć ją z bliskością?", "hr": "Emocionalna neovisnost je temelj zdravih odnosa, ali kako ju uravnotežiti s bliskošću?"},
      {"pl": "Czy na poziomie indywidualnym i społecznym można wypracować strategie przeciwdziałania toksycznym relacjom?", "hr": "Može li se na individualnoj i društvenoj razini razviti strategije za sprječavanje toksičnih odnosa?"},
      {"pl": "Jakie są najważniejsze wyzwania w utrzymaniu długoterminowych relacji międzyludzkich w dynamicznie zmieniającym się społeczeństwie?", "hr": "Koji su najvažniji izazovi u održavanju dugoročnih međuljudskih odnosa u dinamički mijenjajućem društvu?"},
      {"pl": "Przemyśl, jak zmieniające się role społeczne wpływają na hierarchię w relacjach rodzinnych!", "hr": "Razmisli o tome kako promijenjene društvene uloge utječu na hijerarhiju u obiteljskim odnosima!"},
      {"pl": "Czy możliwe jest pełne zrozumienie drugiego człowieka, jeśli nie podzielamy tych samych wartości?", "hr": "Je li moguće potpuno razumjeti drugu osobu ako ne dijelimo iste vrijednosti?"},
      {"pl": "Pamiętaj, że choć zrozumienie innych jest kluczem do dobrych relacji, to akceptacja różnic jest równie ważna!", "hr": "Zapamti da je razumijevanje drugih ključ za dobre odnose, ali da je prihvaćanje razlika jednako važno!"},
      {"pl": "W jaki sposób instytucje społeczne mogą wspierać rozwój wartości rodzinnych i przyjacielskich w XXI wieku?", "hr": "Kako društvene institucije mogu podržati razvoj obiteljskih i prijateljskih vrijednosti u 21. stoljeću?"},
      {"pl": "Czy rozwój nowych technologii może prowadzić do rozwoju bardziej powierzchownych relacji interpersonalnych?", "hr": "Može li razvoj novih tehnologija dovesti do razvoja površnijih međuljudskih odnosa?"},
      {"pl": "Bądź świadomy tego, jak twoje słowa i czyny wpływają na osoby w twoim otoczeniu!", "hr": "Budi svjestan kako tvoje riječi i postupci utječu na ljude u tvojoj okolini!"},
      {"pl": "Czy społeczeństwo w XXI wieku jest bardziej otwarte na różnorodność w relacjach międzyludzkich?", "hr": "Je li društvo 21. stoljeća otvorenije za raznolikost u međuljudskim odnosima?"},
      {"pl": "Nie pozwól, aby pęd życia codziennego utrudniał budowanie głębszych relacji z bliskimi!", "hr": "Nemoj dopustiti da užurbanost svakodnevnog života otežava izgradnju dubljih odnosa s bližnjima!"},
      {"pl": "W jaki sposób wartości moralne kształtują nasze decyzje dotyczące relacji z innymi ludźmi?", "hr": "Kako moralne vrijednosti oblikuju naše odluke o odnosima s drugim ljudima?"},
      {"pl": "Zastanów się, jak zmieniające się pojęcie rodziny wpływa na naszą zdolność do tworzenia bliskich więzi!", "hr": "Razmisli kako promjenjeni pojam obitelji utječe na našu sposobnost stvaranja bliskih veza!"},
      {"pl": "Czy warto pielęgnować relacje z osobami, które wyrażają odmienne poglądy, ale są otwarte na dialog?", "hr": "Vrijedi li njegovati odnose s osobama koje izražavaju različite stavove, ali su otvorene za dijalog?"},
      {"pl": "Utrzymuj relacje z osobami, które wspierają cię w rozwoju osobistym i zawodowym!", "hr": "Održavaj odnose s osobama koje te podržavaju u osobnom i profesionalnom razvoju!"},
      {"pl": "Czy myślisz, że technologia staje się przeszkodą w tworzeniu autentycznych relacji?", "hr": "Misliš li da tehnologija postaje prepreka u stvaranju autentičnih odnosa?"},
      {"pl": "Każda relacja wymaga zarówno dawania, jak i brania – w przeciwnym razie nie jest trwała!", "hr": "Svaki odnos zahtijeva davanje i uzimanje – u suprotnom nije dugotrajan!"},
      {"pl": "Czy istnieją uniwersalne zasady, które powinny obowiązywać w każdej relacji międzyludzkiej?", "hr": "Postoje li univerzalna pravila koja bi trebala vrijediti u svakom međuljudskom odnosu?"},
      {"pl": "Pamiętaj, że w trudnych momentach warto zbliżyć się do osób, które oferują wsparcie emocjonalne!", "hr": "Zapamti da u teškim trenucima vrijedi približiti se osobama koje nude emocionalnu podršku!"},
      {"pl": "Zastanów się, jak istotna jest równowaga między osobistym a społecznym życiem w kontekście relacji międzyludzkich!", "hr": "Razmisli o tome koliko je važna ravnoteža između osobnog i društvenog života u kontekstu međuljudskih odnosa!"},
      {"pl": "Czy warto pielęgnować relacje, które sprawiają, że czujesz się emocjonalnie wyczerpany?", "hr": "Vrijedi li njegovanje odnosa koji te emocionalno iscrpljuju?"},
      {"pl": "W relacjach międzyludzkich bardzo ważne jest, by nie bać się okazywać słabości!", "hr": "U međuljudskim odnosima vrlo je važno ne bojati se pokazati slabosti!"},
      {"pl": "Jakie zmiany społeczne mogą z kolei wpływać na dynamikę relacji międzyludzkich w rodzinie?", "hr": "Koje društvene promjene mogu pak utjecati na dinamiku međuljudskih odnosa u obitelji?"},
      {"pl": "Zawsze dąż do równowagi między dawaniem i braniem w swoich relacjach interpersonalnych!", "hr": "Uvijek nastoj održati ravnotežu između davanja i uzimanja u svojim međuljudskim odnosima!"},
      {"pl": "Czy postawy altruistyczne w społeczeństwie mają wpływ na kształtowanie silnych więzi międzyludzkich?", "hr": "Imaju li altruistički stavovi u društvu utjecaj na oblikovanje snažnih međuljudskih veza?"},
      {"pl": "Pamiętaj, że każda relacja wymaga wzajemnego szacunku i chęci do rozwoju!", "hr": "Zapamti da svaki odnos zahtijeva međusobno poštovanje i želju za razvojem!"},
      {"pl": "Czy zmiany w strukturze społeczeństwa mają wpływ na tradycyjne formy rodzinnych więzi?", "hr": "Imaju li promjene u društvenoj strukturi utjecaj na tradicionalne oblike obiteljskih veza?"},
      {"pl": "Czy uważasz, że relacje oparte na wzajemnym wsparciu są bardziej trwałe niż te oparte na rywalizacji?", "hr": "Misliš li da su odnosi temeljeni na međusobnoj podršci dugotrajniji od onih temeljenih na konkurenciji?"},
      {"pl": "Dąż do budowania relacji, które nie tylko dają ci radość, ale i pomagają w rozwoju osobistym!", "hr": "Nastoj graditi odnose koji ti ne samo da donose radost, nego ti pomažu u osobnom razvoju!"},
      {"pl": "Czy wiesz, jak ważne jest rozumienie ról społecznych w kontekście interakcji międzyludzkich?", "hr": "Znaš li kako je važno razumjeti društvene uloge u kontekstu međuljudskih interakcija?"},
      {"pl": "Bądź uważny na subtelne sygnały emocjonalne w relacjach z innymi ludźmi!", "hr": "Budi pažljiv na suptilne emocionalne signale u odnosima s drugim ljudima!"},
      {"pl": "Zastanów się, jak różne formy komunikacji wpływają na jakość twoich relacji interpersonalnych!", "hr": "Razmisli o tome kako različiti oblici komunikacije utječu na kvalitetu tvojih međuljudskih odnosa!"},
      {"pl": "Czy społeczeństwo współczesne promuje wartości, które wspierają zrównoważony rozwój relacji międzyludzkich?", "hr": "Promiče li suvremeno društvo vrijednosti koje podržavaju održivi razvoj međuljudskih odnosa?"}
    ]
  }
  