{
    "category": "Relacje i społeczeństwo",
    "level": "B2",
    "sentences": [
      {"pl": "Jakie cechy powinien mieć idealny partner?", "hr": "Koje karakteristike treba imati idealni partner?"},
      {"pl": "Jakie wyzwania napotykają osoby w długoterminowych relacjach?", "hr": "Koji su izazovi s kojima se suočavaju osobe u dugoročnim odnosima?"},
      {"pl": "Czy miłość jest najważniejszym elementem w relacjach międzyludzkich?", "hr": "Je li ljubav najvažniji element u međuljudskim odnosima?"},
      {"pl": "Nie bój się być szczerym wobec swoich bliskich!", "hr": "Ne boji se biti iskren prema svojim bližnjima!"},
      {"pl": "W jaki sposób można utrzymać równowagę między życiem osobistym a zawodowym?", "hr": "Kako se može održati ravnoteža između osobnog i profesionalnog života?"},
      {"pl": "Czemu warto pielęgnować przyjaźnie?", "hr": "Zašto je važno njegovanje prijateljstva?"},
      {"pl": "Czy w twojej rodzinie istnieje tradycja spotkań przy wspólnym stole?", "hr": "Postoji li tradicija zajedničkih obiteljskih obroka u tvojoj obitelji?"},
      {"pl": "Spędzaj więcej czasu z bliskimi, szczególnie w trudnych chwilach!", "hr": "Provodi više vremena s bližnjima, osobito u teškim trenucima!"},
      {"pl": "Jakie są kluczowe wartości w długotrwałych relacjach?", "hr": "Koje su ključne vrijednosti u dugoročnim odnosima?"},
      {"pl": "Czy konflikty w rodzinie mogą wzmocnić więzi, jeśli są odpowiednio rozwiązane?", "hr": "Mogu li obiteljski konflikti ojačati veze ako se pravilno riješe?"},
      {"pl": "Bądź wyrozumiały dla innych, zwłaszcza gdy przeżywają trudne chwile!", "hr": "Budi razumljiv prema drugima, osobito kada prolaze kroz teške trenutke!"},
      {"pl": "Czy często rozmawiasz z rodzicami o swoich problemach?", "hr": "Razgovaraš li često s roditeljima o svojim problemima?"},
      {"pl": "Jakie umiejętności interpersonalne są niezbędne w pracy z ludźmi?", "hr": "Koje su međuljudske vještine neophodne u radu s ljudima?"},
      {"pl": "Nigdy nie zapominaj o szacunku w relacjach międzyludzkich!", "hr": "Nikad ne zaboravi na poštovanje u međuljudskim odnosima!"},
      {"pl": "Czy twoi przyjaciele wspierają cię w trudnych momentach?", "hr": "Podržavaju li te tvoji prijatelji u teškim trenucima?"},
      {"pl": "Czy warto utrzymywać kontakt z osobami, które nie mają dla ciebie szacunku?", "hr": "Vrijedi li održavati kontakt s osobama koje nemaju poštovanja prema tebi?"},
      {"pl": "Zawsze staraj się być empatyczny wobec innych!", "hr": "Uvijek se potrudi biti empatičan prema drugima!"},
      {"pl": "Jakie zasady powinny obowiązywać w zdrowych relacjach rodzinnych?", "hr": "Koja pravila trebaju biti na snazi u zdravim obiteljskim odnosima?"},
      {"pl": "Czy szanujesz prywatność swoich bliskich?", "hr": "Poštuješ li privatnost svojih bližnjih?"},
      {"pl": "Bądź lojalny wobec swojej rodziny i przyjaciół!", "hr": "Budi lojalan prema svojoj obitelji i prijateljima!"},
      {"pl": "Czy twoim zdaniem przyjaźń powinna opierać się na pełnym zaufaniu?", "hr": "Misliš li da prijateljstvo treba biti temeljeno na potpunom povjerenju?"},
      {"pl": "Spędzaj więcej czasu z ludźmi, którzy cię rozumieją!", "hr": "Provedi više vremena s ljudima koji te razumiju!"},
      {"pl": "Czy kłótnie w rodzinie są nieuniknione?", "hr": "Jesu li svađe u obitelji neizbježne?"},
      {"pl": "Nigdy nie zostawiaj przyjaciela w potrzebie!", "hr": "Nikad ne ostavljaj prijatelja u nevolji!"},
      {"pl": "Jakie są Twoje zasady dotyczące komunikacji w związku?", "hr": "Koja su tvoja pravila vezana uz komunikaciju u vezi?"},
      {"pl": "Czy warto otwarcie rozmawiać o uczuciach z bliskimi osobami?", "hr": "Je li vrijedno otvoreno razgovarati o osjećajima s bližnjima?"},
      {"pl": "Stawiaj na szczerość i zaufanie w każdej relacji!", "hr": "Osloni se na iskrenost i povjerenje u svakom odnosu!"},
      {"pl": "Jakie cechy powinny charakteryzować dobrego przyjaciela?", "hr": "Koje karakteristike treba imati dobar prijatelj?"},
      {"pl": "Czy dobrze czujesz się w relacjach, gdzie nie musisz udawać kogoś, kim nie jesteś?", "hr": "Osjećaš li se dobro u odnosima u kojima ne moraš pretvarati se da si netko tko nisi?"},
      {"pl": "Nie oceniaj innych po pierwszym wrażeniu!", "hr": "Ne procjenjuj druge prema prvom dojmu!"},
      {"pl": "Czy twoim zdaniem warto inwestować w relacje, które wydają się trudne?", "hr": "Misliš li da je vrijedno ulagati u odnose koji se čine teškim?"},
      {"pl": "Pamiętaj, że każda relacja wymaga kompromisów!", "hr": "Zapamti da svaki odnos zahtijeva kompromise!"},
      {"pl": "Czy myślisz, że granice w relacjach międzyludzkich są ważne?", "hr": "Misliš li da su granice u međuljudskim odnosima važne?"},
      {"pl": "Zawsze słuchaj swojego partnera, aby lepiej go zrozumieć!", "hr": "Uvijek slušaj svog partnera kako bi ga bolje razumio!"},
      {"pl": "Czy kłótnie są częścią każdej przyjaźni?", "hr": "Jesu li svađe dio svakog prijateljstva?"},
      {"pl": "Zadbaj o to, by twoje relacje były pełne szacunku!", "hr": "Pobrini se da tvoji odnosi budu puni poštovanja!"},
      {"pl": "Czy szczerze mówisz o swoich uczuciach wobec bliskich?", "hr": "Govoriš li iskreno o svojim osjećajima prema bližnjima?"},
      {"pl": "Nie zapominaj o małych gestach, które budują relacje!", "hr": "Ne zaboravi na male geste koje grade odnose!"},
      {"pl": "Czy zaufanie jest najważniejsze w relacjach międzyludzkich?", "hr": "Je li povjerenje najvažnija stvar u međuljudskim odnosima?"},
      {"pl": "Bądź cierpliwy i otwarty na zmiany w relacjach!", "hr": "Budi strpljiv i otvoren na promjene u odnosima!"},
      {"pl": "Jakie wartości chcesz przekazać swoim dzieciom w kwestii miłości i przyjaźni?", "hr": "Koje vrijednosti želiš prenijeti svojoj djeci u vezi ljubavi i prijateljstva?"},
      {"pl": "Zawsze stawiaj na prawdziwą bliskość w relacjach!", "hr": "Uvijek se oslonite na istinsku bliskost u odnosima!"},
      {"pl": "Czy myślisz, że rodzinne tradycje są ważne w budowaniu więzi?", "hr": "Misliš li da su obiteljske tradicije važne u izgradnji veza?"},
      {"pl": "Nie porównuj swoich relacji do innych, każdy związek jest wyjątkowy!", "hr": "Nemoj uspoređivati svoje odnose s drugim, svaka veza je jedinstvena!"}
    ]
  }
  