{
    "category": "Relacje i społeczeństwo",
    "level": "C1",
    "sentences": [
      {"pl": "W jaki sposób różnice kulturowe wpływają na relacje międzyludzkie?", "hr": "Kako kulturne razlike utječu na međuljudske odnose?"},
      {"pl": "Czemu warto czasami zrezygnować z egoizmu na rzecz dobra wspólnego w relacjach społecznych?", "hr": "Zašto je ponekad vrijedno odustati od egoizma za dobro zajedničkog interesa u društvenim odnosima?"},
      {"pl": "Jakie konsekwencje niesie za sobą brak komunikacji w związkach interpersonalnych?", "hr": "Koje posljedice nosi nedostatak komunikacije u interpersonalnim odnosima?"},
      {"pl": "Pamiętaj, że szczerość i zaufanie są fundamentem każdego udanego związku!", "hr": "Zapamti da su iskrenost i povjerenje temelj svake uspješne veze!"},
      {"pl": "Jakie mechanizmy obronne często pojawiają się w konfliktach międzyludzkich?", "hr": "Koji mehanizmi obrane često nastaju u međuljudskim sukobima?"},
      {"pl": "Czy zgadzasz się, że relacje opierające się na władzy są z definicji niezdrowe?", "hr": "Slažeš li se da odnosi koji se temelje na moći iz definicije nisu zdravi?"},
      {"pl": "Nie traktuj innych jak konkurencję, buduj relacje oparte na współpracy!", "hr": "Nemoj tretirati druge kao konkurenciju, gradite odnose temeljenje na suradnji!"},
      {"pl": "Jakie cechy mogą wpływać na to, czy przyjaźń przetrwa próbę czasu?", "hr": "Koje karakteristike mogu utjecati na to hoće li prijateljstvo izdržati test vremena?"},
      {"pl": "Czy wiesz, jak wpływają na nas różne style komunikacji w relacjach międzyludzkich?", "hr": "Znaš li kako na nas utječu različiti stilovi komunikacije u međuljudskim odnosima?"},
      {"pl": "Budowanie równowagi emocjonalnej w związkach to klucz do sukcesu!", "hr": "Izgradnja emocionalne ravnoteže u vezama ključ je uspjeha!"},
      {"pl": "Jakie wartości są fundamentem zdrowych relacji rodzinnych?", "hr": "Koje su vrijednosti temelj zdravih obiteljskih odnosa?"},
      {"pl": "Pamiętaj, że czasem trzeba zrobić krok wstecz, aby zrozumieć drugą osobę!", "hr": "Zapamti da ponekad trebaš napraviti korak unazad kako bi razumio drugu osobu!"},
      {"pl": "W jaki sposób negocjacje wpływają na rozwiązywanie sporów w grupach?", "hr": "Kako pregovaranje utječe na rješavanje sporova u grupama?"},
      {"pl": "Czy uważasz, że konflikty w rodzinie mogą prowadzić do silniejszych więzi, jeśli są dobrze rozwiązane?", "hr": "Misliš li da konflikti u obitelji mogu dovesti do jačih veza ako su dobro riješeni?"},
      {"pl": "Bądź otwarty na zmiany w relacjach, bo tylko wtedy można się rozwijać!", "hr": "Budi otvoren na promjene u odnosima, jer samo tada se možeš razvijati!"},
      {"pl": "Jakie są Twoje doświadczenia z budowaniem relacji międzykulturowych?", "hr": "Koja su tvoja iskustva u izgradnji međukulturalnih odnosa?"},
      {"pl": "Pamiętaj, że warto inwestować w relacje, które mają pozytywny wpływ na twoje życie!", "hr": "Zapamti da vrijedi ulagati u odnose koji imaju pozitivan utjecaj na tvoj život!"},
      {"pl": "Czy myślisz, że zbytnia zależność od drugiego człowieka może zaszkodzić relacji?", "hr": "Misliš li da prekomjerna ovisnost o drugoj osobi može naštetiti vezi?"},
      {"pl": "Nie lekceważ drobnych gestów, które potrafią budować silne więzi międzyludzkie!", "hr": "Ne zanemaruju male geste koje mogu graditi snažne međuljudske veze!"},
      {"pl": "Jakie zasady powinny obowiązywać w przyjaźni opartej na zaufaniu i wzajemnym szacunku?", "hr": "Koja pravila trebaju biti na snazi u prijateljstvu temeljenom na povjerenju i međusobnom poštovanju?"},
      {"pl": "Pamiętaj, że w trudnych sytuacjach warto zwrócić się o pomoc do bliskich!", "hr": "Zapamti da u teškim situacijama vrijedi tražiti pomoć od svojih bližnjih!"},
      {"pl": "Czy wiesz, jakie korzyści przynosi wspólna praca nad poprawą jakości relacji?", "hr": "Znaš li koje koristi donosi zajednički rad na poboljšanju kvalitete odnosa?"},
      {"pl": "Zawsze stawiaj na empatię, gdy chcesz zbudować trwałe relacje!", "hr": "Uvijek se oslanjaj na empatiju kad želiš izgraditi trajne odnose!"},
      {"pl": "Jakie są kluczowe czynniki sukcesu w długoterminowych relacjach partnerskich?", "hr": "Koji su ključni faktori uspjeha u dugoročnim partnerskim odnosima?"},
      {"pl": "Czy myślisz, że brak kompromisów może zniszczyć każdą relację?", "hr": "Misliš li da nedostatak kompromisa može uništiti svaki odnos?"},
      {"pl": "Pamiętaj, że każda relacja wymaga pracy i zaangażowania z obu stron!", "hr": "Zapamti da svaki odnos zahtijeva rad i angažman s obje strane!"},
      {"pl": "Jakie umiejętności interpersonalne są szczególnie istotne w zawodowym życiu społecznym?", "hr": "Koje su interpersonalne vještine posebno važne u profesionalnom društvenom životu?"},
      {"pl": "Zawsze bądź świadomy swoich słów, bo to one kształtują twoje relacje z innymi!", "hr": "Uvijek budi svjestan svojih riječi, jer one oblikuju tvoje odnose s drugima!"},
      {"pl": "Czy twoim zdaniem ludzie mogą być całkowicie szczerzy w relacjach zawodowych?", "hr": "Misliš li da ljudi mogu biti potpuno iskreni u profesionalnim odnosima?"},
      {"pl": "Zastanów się, jakie zmiany mogłyby poprawić twoje relacje z najbliższymi!", "hr": "Razmisli o tome koje bi promjene mogle poboljšati tvoje odnose s najbližima!"},
      {"pl": "Czy myślisz, że ludzie zmieniają się w relacjach, czy są raczej tacy sami?", "hr": "Misliš li da se ljudi mijenjaju u odnosima ili su obično isti?"},
      {"pl": "Naucz się, jak radzić sobie z trudnymi rozmowami w relacjach osobistych!", "hr": "Nauči kako se nositi s teškim razgovorima u osobnim odnosima!"},
      {"pl": "Czy warto utrzymywać relacje z osobami, które nie są otwarte na dialog?", "hr": "Vrijedi li održavati odnose s osobama koje nisu otvorene za dijalog?"},
      {"pl": "Pamiętaj, że konflikt nie oznacza końca relacji, to tylko etap, który można przejść!", "hr": "Zapamti da konflikt ne znači kraj odnosa, to je samo faza koju se može preći!"},
      {"pl": "Jakie działania podejmujesz, aby pogłębić więzi z bliskimi?", "hr": "Koje korake poduzimaš kako bi dublje povezao s bližnjima?"},
      {"pl": "Zawsze bądź gotów do wybaczania, bo to pozwala na utrzymanie zdrowych relacji!", "hr": "Uvijek budi spreman na oprost, jer to omogućava održavanje zdravih odnosa!"},
      {"pl": "Czy twoim zdaniem przyjaźń może przetrwać bez regularnego kontaktu?", "hr": "Misliš li da prijateljstvo može preživjeti bez redovitog kontakta?"},
      {"pl": "Nie zapominaj o znaczeniu wsparcia emocjonalnego w każdej relacji!", "hr": "Ne zaboravi na važnost emocionalne potpore u svakom odnosu!"},
      {"pl": "Jakie granice powinny istnieć w relacjach międzyludzkich, aby były one zdrowe?", "hr": "Koje granice trebaju postojati u međuljudskim odnosima kako bi oni bili zdravi?"}
    ]
  }
  