{
    "category": "Środowisko i ekologia",
    "level": "C2",
    "sentences": [
      {"pl": "Jeśli nie podejmiemy natychmiastowych działań, zmiany klimatyczne będą miały katastrofalne konsekwencje dla ekosystemów i społeczeństw na całym świecie.", "hr": "Ako ne poduzmemo odmah mjere, klimatske promjene imat će katastrofalne posljedice za ekosustave i društva diljem svijeta."},
      {"pl": "Jakie konkretne kroki należy podjąć, aby zminimalizować wpływ przemysłowego rolnictwa na środowisko?", "hr": "Koje konkretne korake treba poduzeti kako bi se minimizirao utjecaj industrijske poljoprivrede na okoliš?"},
      {"pl": "Ochrona bioróżnorodności stanowi jedno z najważniejszych wyzwań XXI wieku, które wymaga szeroko zakrojonej współpracy międzynarodowej.", "hr": "Zaštita biološke raznolikosti jedno je od najvažnijih izazova 21. stoljeća koji zahtijeva široko rasprostranjenu međunarodnu suradnju."},
      {"pl": "W obliczu nadchodzących kryzysów ekologicznych, decyzje podejmowane dzisiaj będą miały nieodwracalny wpływ na przyszłe pokolenia.", "hr": "Suočeni s nadolazećim ekološkim krizama, odluke donesene danas imat će nepovratan utjecaj na buduće generacije."},
      {"pl": "Czy jesteśmy w stanie zredukować emisję gazów cieplarnianych o 50% w ciągu najbliższych 10 lat, aby osiągnąć cele porozumienia paryskiego?", "hr": "Jesmo li sposobni smanjiti emisiju stakleničkih plinova za 50% u sljedećih 10 godina kako bismo postigli ciljeve Pariškog sporazuma?"},
      {"pl": "Nie możemy pozwolić na dalsze zanieczyszczanie oceanów plastikiem, ponieważ zagraża to nie tylko życiu morskich stworzeń, ale także naszym własnym zdrowiem.", "hr": "Ne možemo dopustiti daljnje zagađivanje oceana plastikom, jer to prijeti ne samo životu morskih bića, već i našem vlastitom zdravlju."},
      {"pl": "Zrównoważona gospodarka to nie tylko kwestia ochrony środowiska, ale także transformacji społecznej, w której wszyscy muszą brać udział.", "hr": "Održiva ekonomija nije samo pitanje zaštite okoliša, već i društvene transformacije u kojoj svi moraju sudjelovati."},
      {"pl": "Dlaczego tak wiele państw wciąż nie wywiązuje się z zobowiązań dotyczących ochrony środowiska, mimo rosnącej świadomości na temat zmian klimatycznych?", "hr": "Zašto mnoge države još uvijek ne ispunjavaju obveze vezane uz zaštitu okoliša, unatoč rastućoj svijesti o klimatskim promjenama?"},
      {"pl": "Każde działanie na rzecz ochrony środowiska wymaga zmiany systemu wartości w społeczeństwie oraz nowego podejścia do konsumpcji i produkcji.", "hr": "Svaka mjera za zaštitu okoliša zahtijeva promjenu sustava vrijednosti u društvu i novi pristup potrošnji i proizvodnji."},
      {"pl": "Zrównoważony rozwój musi być wdrażany w sposób całościowy, obejmujący nie tylko ochronę środowiska, ale także aspekty społeczne i gospodarcze.", "hr": "Održivi razvoj mora se provoditi na sveobuhvatan način, obuhvaćajući ne samo zaštitu okoliša, već i društvene i ekonomske aspekte."},
      {"pl": "Czy nie powinniśmy zainwestować więcej w badania nad technologiami, które mogłyby zredukować nasz wpływ na planetę?", "hr": "Ne bismo li trebali uložiti više u istraživanje tehnologija koje bi mogle smanjiti naš utjecaj na planetu?"},
      {"pl": "Wszystkie państwa muszą podjąć konkretne kroki, aby ograniczyć emisję gazów cieplarnianych, zanim będzie za późno.", "hr": "Sve države moraju poduzeti konkretne korake kako bi ograničile emisiju stakleničkih plinova prije nego što bude prekasno."},
      {"pl": "Ochrona środowiska nie powinna być traktowana jako temat polityczny, lecz jako podstawowa konieczność dla przetrwania ludzkości.", "hr": "Zaštita okoliša ne smije se tretirati kao politička tema, već kao temeljna nužnost za opstanak čovječanstva."},
      {"pl": "Poważna zmiana w podejściu do zarządzania zasobami naturalnymi jest kluczowa dla zapobieżenia dalszej degradacji środowiska.", "hr": "Ozbiljna promjena u pristupu upravljanju prirodnim resursima ključna je za sprečavanje daljnje degradacije okoliša."},
      {"pl": "W jaki sposób możemy stworzyć systemy, które zmniejszą naszą zależność od paliw kopalnych i promują alternatywne źródła energii?", "hr": "Kako možemo stvoriti sustave koji će smanjiti našu ovisnost o fosilnim gorivima i promovirati alternativne izvore energije?"},
      {"pl": "Wzrost świadomości ekologicznej w społeczeństwach rozwiniętych jest kluczowy, ale równie ważna jest edukacja w krajach rozwijających się.", "hr": "Rast ekološke svijesti u razvijenim društvima ključan je, ali jednako je važna i edukacija u zemljama u razvoju."},
      {"pl": "Zrównoważony rozwój gospodarki wymaga, aby przedsiębiorstwa wzięły na siebie odpowiedzialność za swoje działania i ich wpływ na środowisko.", "hr": "Održivi razvoj gospodarstva zahtijeva da poduzeća preuzmu odgovornost za svoje aktivnosti i njihov utjecaj na okoliš."},
      {"pl": "Działania na rzecz ochrony klimatu muszą obejmować wszystkie sektory – od transportu, przez przemysł, po rolnictwo.", "hr": "Mjere za zaštitu klime moraju obuhvatiti sve sektore – od transporta, preko industrije, do poljoprivrede."},
      {"pl": "Wszystkie rządy muszą działać zgodnie z naukowym konsensusem na temat zmian klimatycznych, nie ignorując dowodów na katastrofalne skutki braku działań.", "hr": "Sve vlade moraju djelovati u skladu s znanstvenim konsenzusom o klimatskim promjenama, ne ignorirajući dokaze o katastrofalnim posljedicama nedjelovanja."},
      {"pl": "Jakie innowacyjne rozwiązania mogłyby pomóc w walce z zanieczyszczeniem powietrza w miastach?", "hr": "Koja inovativna rješenja mogla bi pomoći u borbi protiv zagađenja zraka u gradovima?"},
      {"pl": "Jeśli nie zredukowalibyśmy teraz emisji gazów cieplarnianych, zmagalibyśmy się z coraz bardziej ekstremalnymi warunkami atmosferycznymi.", "hr": "Ako sada ne smanjimo emisiju stakleničkih plinova, suočavat ćemo se s sve ekstremnijim atmosferskim uvjetima."},
      {"pl": "Dzięki nowym technologiom możemy znacznie poprawić efektywność energetyczną budynków, co pomoże w zmniejszeniu emisji gazów cieplarnianych.", "hr": "Zahvaljujući novim tehnologijama možemo značajno poboljšati energetsku učinkovitost zgrada, što će pomoći u smanjenju emisije stakleničkih plinova."},
      {"pl": "Współpraca międzynarodowa jest niezbędna, aby skutecznie przeciwdziałać zmianom klimatycznym, ale niezbędna jest także decyzja każdego kraju, by działać na rzecz ochrony środowiska.", "hr": "Međunarodna suradnja nužna je za učinkovitu borbu protiv klimatskih promjena, ali također je nužno da svaka država donese odluku djelovati u zaštiti okoliša."},
      {"pl": "Ochrona zasobów naturalnych powinna być priorytetem polityki krajowej i międzynarodowej.", "hr": "Zaštita prirodnih resursa trebala bi biti prioritet nacionalnih i međunarodnih politika."},
      {"pl": "Jeśli nie zaczniemy wdrażać działań na rzecz zrównoważonego rozwoju, przyszłe pokolenia będą zmuszone żyć w dużo gorszych warunkach.", "hr": "Ako ne počnemo provoditi mjere za održivi razvoj, buduće generacije bit će prisiljene živjeti u mnogo gorim uvjetima."},
      {"pl": "Podjęcie zdecydowanych działań na rzecz ochrony lasów deszczowych to kluczowy krok w walce ze zmianami klimatycznymi.", "hr": "Poduzimanje odlučnih mjera za zaštitu kišnih šuma ključni je korak u borbi protiv klimatskih promjena."},
      {"pl": "Społeczeństwo musi uświadomić sobie, że zmiany klimatyczne to nie tylko problem ekologiczny, ale także ekonomiczny i społeczny.", "hr": "Društvo mora postati svjesno da klimatske promjene nisu samo ekološki, već i ekonomski i društveni problem."},
      {"pl": "Wprowadzanie ekologicznych rozwiązań w rolnictwie wymaga zrozumienia i wsparcia ze strony rządów, ale także zaangażowania samych rolników.", "hr": "Uvođenje ekoloških rješenja u poljoprivredi zahtijeva razumijevanje i podršku od strane vlada, ali i angažman samih poljoprivrednika."},
      {"pl": "Nie można dopuścić, aby krótkoterminowe interesy ekonomiczne przeważyły nad dbałością o przyszłość naszej planety.", "hr": "Ne smijemo dopustiti da kratkoročni ekonomski interesi prevladaju nad brigom za budućnost naše planete."},
      {"pl": "Zmiany klimatyczne mają wpływ na nasze życie codzienne i sposób, w jaki będziemy żyć w przyszłości, dlatego musimy zacząć działać natychmiast.", "hr": "Klimatske promjene utječu na naš svakodnevni život i način na koji ćemo živjeti u budućnosti, stoga moramo odmah početi djelovati."},
      {"pl": "Jeżeli nie zainwestujemy w technologie czystej energii, nasza zależność od paliw kopalnych nie tylko zniszczy środowisko, ale także zagrozi przyszłym pokoleniom.", "hr": "Ako ne uložimo u tehnologiju čiste energije, naša ovisnost o fosilnim gorivima ne samo da će uništiti okoliš, nego će i ugroziti buduće generacije."},
      {"pl": "Nasze obecne działania mają bezpośredni wpływ na stan środowiska w przyszłości, dlatego musimy podejmować odpowiedzialne decyzje ekologiczne.", "hr": "Naša sadašnja djelovanja imaju izravan utjecaj na stanje okoliša u budućnosti, stoga moramo donositi odgovorne ekološke odluke."},
      {"pl": "Edukacja ekologiczna powinna obejmować nie tylko kwestie związane z ochroną środowiska, ale także szeroko rozumiane zrównoważone zarządzanie zasobami.", "hr": "Ekološko obrazovanje treba obuhvatiti ne samo pitanja zaštite okoliša, već i široko shvaćeno održivo upravljanje resursima."},
      {"pl": "Musimy zacząć traktować zmiany klimatyczne jako problem ludzki, a nie tylko ekologiczny, aby zmobilizować globalne społeczeństwo do działania.", "hr": "Moramo početi promatrati klimatske promjene kao ljudski problem, a ne samo ekološki, kako bismo mobilizirali globalno društvo za djelovanje."}
    ]
  }
  