{
    "category": "Środowisko i ekologia",
    "level": "C1",
    "sentences": [
      {"pl": "W obliczu zmian klimatycznych musimy pilnie podjąć działania na poziomie globalnym.", "hr": "Suočeni s klimatskim promjenama, moramo hitno poduzeti mjere na globalnoj razini."},
      {"pl": "Jakie konsekwencje może mieć ignorowanie problemu globalnego ocieplenia w dłuższym okresie?", "hr": "Koje posljedice može imati ignoriranje problema globalnog zagrijavanja u dugoročnom razdoblju?"},
      {"pl": "Zrównoważony rozwój powinien stać się integralną częścią polityki gospodarczej na całym świecie.", "hr": "Održivi razvoj trebao bi postati sastavni dio ekonomske politike širom svijeta."},
      {"pl": "Czy naprawdę jesteśmy gotowi na pełne przejście na odnawialne źródła energii, biorąc pod uwagę koszty i infrastrukturę?", "hr": "Jesmo li zaista spremni na potpuni prijelaz na obnovljive izvore energije, s obzirom na troškove i infrastrukturu?"},
      {"pl": "Każda decyzja polityczna w zakresie ochrony środowiska powinna uwzględniać długoterminowe skutki dla przyszłych pokoleń.", "hr": "Svaka politička odluka u vezi s zaštitom okoliša trebala bi uzeti u obzir dugoročne posljedice za buduće generacije."},
      {"pl": "Należy wypracować globalne rozwiązania, które pozwolą na efektywne zarządzanie zasobami naturalnymi.", "hr": "Treba razviti globalna rješenja koja će omogućiti učinkovito upravljanje prirodnim resursima."},
      {"pl": "Zainwestowanie w zieloną energię jest inwestycją nie tylko w przyszłość naszej planety, ale także w rozwój gospodarczy.", "hr": "Ulaganje u zelenu energiju ulaganje je ne samo u budućnost naše planete, već i u ekonomski razvoj."},
      {"pl": "Coraz więcej przedsiębiorstw dostrzega potrzebę wprowadzenia polityki zrównoważonego rozwoju, ale wymaga to także zmiany mentalności.", "hr": "Sve više poduzeća prepoznaje potrebu za uvođenjem politike održivog razvoja, ali to također zahtijeva promjenu mentaliteta."},
      {"pl": "Musimy zacząć traktować zmiany klimatyczne jako jedno z najważniejszych wyzwań cywilizacyjnych XXI wieku.", "hr": "Moramo početi promatrati klimatske promjene kao jedan od najvažnijih izazova civilizacije 21. stoljeća."},
      {"pl": "Dlaczego nie podejmujemy bardziej zdecydowanych kroków w kierunku zmniejszenia emisji gazów cieplarnianych?", "hr": "Zašto ne poduzimamo odlučnije korake u smanjenju emisije stakleničkih plinova?"},
      {"pl": "Dbanie o bioróżnorodność jest kluczowe, ale wymaga to współpracy na wszystkich poziomach społeczeństwa.", "hr": "Briga o biološkoj raznolikosti ključna je, ali to zahtijeva suradnju na svim razinama društva."},
      {"pl": "Czy zdajesz sobie sprawę z wpływu, jaki nadmierna konsumpcja ma na degradację środowiska?", "hr": "Jesi li svjestan utjecaja koji prekomjerna potrošnja ima na degradaciju okoliša?"},
      {"pl": "Ochrona zasobów wodnych jest niezbędna, jeśli chcemy zapewnić przyszłym pokoleniom dostęp do czystej wody.", "hr": "Zaštita vodnih resursa nužna je ako želimo osigurati budućim generacijama pristup čistoj vodi."},
      {"pl": "Chociaż odnawialne źródła energii stają się coraz bardziej powszechne, ich pełne wdrożenie nadal napotyka liczne przeszkody.", "hr": "Iako obnovljivi izvori energije postaju sve rašireniji, njihova potpuna implementacija i dalje nailazi na brojne prepreke."},
      {"pl": "Nie możemy pozwolić sobie na dalsze ignorowanie wpływu naszych działań na planetę.", "hr": "Ne možemo si priuštiti da i dalje ignoriramo utjecaj naših djelovanja na planetu."},
      {"pl": "Podnoszenie świadomości ekologicznej wśród młodzieży jest kluczem do kształtowania przyszłych postaw proekologicznych.", "hr": "Podizanje ekološke svijesti među mladima ključ je za oblikovanje budućih proekoloških stavova."},
      {"pl": "Czy wiesz, jakie innowacyjne technologie mogą pomóc w walce z globalnym ociepleniem?", "hr": "Znaš li koje inovativne tehnologije mogu pomoći u borbi protiv globalnog zagrijavanja?"},
      {"pl": "Współczesne wyzwania związane ze zmianami klimatycznymi wymagają współdziałania nie tylko rządów, ale także sektora prywatnego i społeczeństwa obywatelskiego.", "hr": "Suvremeni izazovi vezani uz klimatske promjene zahtijevaju suradnju ne samo vlada, već i privatnog sektora i civilnog društva."},
      {"pl": "Należy dążyć do integracji polityki ekologicznej z polityką społeczną i gospodarczą, aby uzyskać trwałe rezultaty.", "hr": "Treba težiti integraciji ekološke politike s politikom socijalnom i ekonomskom kako bi se postigao dugoročan rezultat."},
      {"pl": "Dla przyszłości naszej planety kluczowe będzie rozwijanie alternatywnych źródeł energii oraz redukcja uzależnienia od paliw kopalnych.", "hr": "Za budućnost naše planete ključni će biti razvoj alternativnih izvora energije i smanjenje ovisnosti o fosilnim gorivima."},
      {"pl": "Jakie zmiany legislacyjne mogłyby wspierać rozwój zielonej gospodarki?", "hr": "Koje bi zakonske promjene mogle podržati razvoj zelene ekonomije?"},
      {"pl": "Ochrona środowiska nie może być traktowana jako luksus, ale jako niezbędny element naszej codziennej egzystencji.", "hr": "Zaštita okoliša ne može se tretirati kao luksuz, već kao neophodan element našeg svakodnevnog života."},
      {"pl": "Zrównoważony rozwój nie jest jedynie modnym trendem, lecz koniecznością, której nie można ignorować.", "hr": "Održivi razvoj nije samo modni trend, već nužnost koju se ne može ignorirati."},
      {"pl": "Czy jesteś gotów na wprowadzenie bardziej restrykcyjnych norm ekologicznych w swoim życiu?", "hr": "Jesi li spreman uvesti strože ekološke norme u svoj život?"},
      {"pl": "Ochrona środowiska wymaga współpracy międzynarodowej i harmonizacji przepisów na poziomie globalnym.", "hr": "Zaštita okoliša zahtijeva međunarodnu suradnju i harmonizaciju propisa na globalnoj razini."},
      {"pl": "Stosowanie ekologicznych rozwiązań w przemyśle może zmniejszyć negatywny wpływ na środowisko, ale wymaga to inwestycji i zmian w podejściu do produkcji.", "hr": "Primjena ekoloških rješenja u industriji može smanjiti negativan utjecaj na okoliš, ali to zahtijeva ulaganja i promjene u pristupu proizvodnji."},
      {"pl": "Wszystkie sektor gospodarki muszą wziąć odpowiedzialność za swój wpływ na środowisko naturalne.", "hr": "Svi sektori gospodarstva moraju preuzeti odgovornost za svoj utjecaj na prirodni okoliš."},
      {"pl": "Zmiany klimatyczne mają wpływ na zdrowie ludzi, a skutki tych zmian mogą być katastrofalne, jeśli nie podejmiemy działań.", "hr": "Klimatske promjene utječu na ljudsko zdravlje, a posljedice tih promjena mogu biti katastrofalne ako ne poduzmemo mjere."},
      {"pl": "Jestem przekonany, że tylko dzięki edukacji i zmianie naszych nawyków uda się powstrzymać degradację środowiska.", "hr": "Uvjerena sam da ćemo samo putem obrazovanja i promjene naših navika moći zaustaviti degradaciju okoliša."},
      {"pl": "Nie możemy dłużej pozwalać na ignorowanie skutków działalności przemysłowej, które prowadzą do zanieczyszczenia środowiska.", "hr": "Ne možemo više dopustiti da ignoriramo posljedice industrijske aktivnosti koje dovode do zagađenja okoliša."},
      {"pl": "Zrównoważony rozwój to nie tylko kwestia ochrony środowiska, ale także sprawiedliwości społecznej i równości między narodami.", "hr": "Održivi razvoj nije samo pitanje zaštite okoliša, već i socijalne pravde i jednakosti među narodima."},
      {"pl": "Rządy powinny wprowadzić zachęty dla firm, które wprowadzają proekologiczne rozwiązania, aby przyspieszyć transformację ekologiczną.", "hr": "Vlade bi trebale uvesti poticaje za tvrtke koje uvode proekološka rješenja kako bi ubrzale ekološku transformaciju."},
      {"pl": "Czy nie powinniśmy przeznaczyć więcej środków na badania nad technologiami redukcji emisji dwutlenku węgla?", "hr": "Ne bismo li trebali uložiti više sredstava u istraživanje tehnologija za smanjenje emisije ugljičnog dioksida?"},
      {"pl": "Przemiany ekologiczne wymagają zaangażowania całego społeczeństwa, a nie tylko działań podejmowanych przez rządy.", "hr": "Ekološke promjene zahtijevaju angažman cijelog društva, a ne samo mjere poduzete od strane vlada."},
      {"pl": "Wprowadzenie powszechnego systemu segregacji odpadów jest jednym z najważniejszych kroków w walce z zanieczyszczeniem środowiska.", "hr": "Uvođenje univerzalnog sustava reciklaže otpada jedan je od najvažnijih koraka u borbi protiv zagađenja okoliša."},
      {"pl": "Długoterminowa ochrona środowiska wymaga zrównoważonego rozwoju we wszystkich aspektach życia społecznego i gospodarczego.", "hr": "Dugoročna zaštita okoliša zahtijeva održivi razvoj u svim aspektima društvenog i gospodarskog života."}
    ]
  }
  