{
    "category": "Środowisko i ekologia",
    "level": "B2",
    "sentences": [
      {"pl": "Zmiany klimatyczne wpływają na wszystkie aspekty naszego życia.", "hr": "Klimatske promjene utječu na sve aspekte našeg života."},
      {"pl": "Jakie działania powinny zostać podjęte, aby zahamować zmiany klimatyczne?", "hr": "Koje bi mjere trebale biti poduzete kako bi se zaustavile klimatske promjene?"},
      {"pl": "Pamiętaj, że każda decyzja, którą podejmujesz, ma wpływ na środowisko.", "hr": "Sjeti se da svaka odluka koju doneseš ima utjecaj na okoliš."},
      {"pl": "Czy wiesz, jakie są główne źródła zanieczyszczenia powietrza?", "hr": "Znaš li koja su glavna izvori zagađenja zraka?"},
      {"pl": "Należy ograniczyć emisję gazów cieplarnianych, aby spowolnić globalne ocieplenie.", "hr": "Treba smanjiti emisiju stakleničkih plinova kako bi se usporilo globalno zagrijavanje."},
      {"pl": "Coraz więcej osób zdaje sobie sprawę z konieczności ochrony środowiska.", "hr": "Sve više ljudi postaje svjesno potrebe za zaštitom okoliša."},
      {"pl": "Musimy zadbać o zasoby naturalne, zanim będzie za późno.", "hr": "Moramo se pobrinuti za prirodne resurse prije nego bude prekasno."},
      {"pl": "W jaki sposób możemy zredukować ilość odpadów plastikowych?", "hr": "Kako možemo smanjiti količinu plastičnih otpada?"},
      {"pl": "Ochrona lasów tropikalnych ma kluczowe znaczenie dla przyszłości naszej planety.", "hr": "Zaštita tropskih šuma ključna je za budućnost naše planete."},
      {"pl": "Zmiany klimatyczne nie tylko wpływają na pogodę, ale również na ekosystemy.", "hr": "Klimatske promjene ne utječu samo na vrijeme, već i na ekosustave."},
      {"pl": "Dbanie o ekologię jest obowiązkiem każdego z nas.", "hr": "Briga o ekologiji je obaveza svakog od nas."},
      {"pl": "Czy jesteś świadomy wpływu masowej produkcji na środowisko?", "hr": "Jesi li svjestan utjecaja masovne proizvodnje na okoliš?"},
      {"pl": "Wprowadzenie polityki zrównoważonego rozwoju może pomóc w walce ze zmianami klimatycznymi.", "hr": "Uvođenje politike održivog razvoja može pomoći u borbi protiv klimatskih promjena."},
      {"pl": "Nie zapominaj o recyklingu – to prosta, ale skuteczna metoda ochrony środowiska.", "hr": "Ne zaboravi na reciklažu – to je jednostavna, ali učinkovita metoda zaštite okoliša."},
      {"pl": "W jakim stopniu energia odnawialna może zastąpić tradycyjne źródła energii?", "hr": "U kojoj mjeri obnovljivi izvori energije mogu zamijeniti tradicionalne izvore energije?"},
      {"pl": "Główne przyczyny zanieczyszczenia wód to przemysł i rolnictwo.", "hr": "Glavni uzroci zagađenja voda su industrija i poljoprivreda."},
      {"pl": "Należy zainwestować w zieloną energię, aby zmniejszyć nasz ślad węglowy.", "hr": "Treba ulagati u zelenu energiju kako bi se smanjio naš ugljični otisak."},
      {"pl": "Czy wiesz, jakie zwierzęta są zagrożone wyginięciem z powodu niszczenia ich środowiska?", "hr": "Znaš li koja su životinje ugrožene izumiranjem zbog uništavanja njihovih staništa?"},
      {"pl": "Staraj się wybierać produkty ekologiczne, które są bardziej przyjazne dla środowiska.", "hr": "Pokušaj odabrati ekološke proizvode koji su prijateljskiji prema okolišu."},
      {"pl": "Zrównoważony rozwój powinien stać się fundamentem polityki każdej firmy.", "hr": "Održivi razvoj trebao bi postati temelj politike svake tvrtke."},
      {"pl": "Czemu nie zastanowić się nad alternatywnymi źródłami energii, jak wiatr czy słońce?", "hr": "Zašto ne razmisliti o alternativnim izvorima energije poput vjetra i sunca?"},
      {"pl": "Wielka odpowiedzialność spoczywa na rządach w kwestii walki ze zmianami klimatycznymi.", "hr": "Velika odgovornost leži na vladama u borbi protiv klimatskih promjena."},
      {"pl": "Pamiętaj, że nadmierne wykorzystywanie zasobów naturalnych prowadzi do ich wyczerpania.", "hr": "Sjeti se da prekomjerno iskorištavanje prirodnih resursa dovodi do njihovog iscrpljivanja."},
      {"pl": "Czy powinniśmy ograniczyć zużycie wody w codziennym życiu?", "hr": "Trebali bismo ograničiti potrošnju vode u svakodnevnom životu?"},
      {"pl": "Podnoszenie świadomości ekologicznej wśród młodych ludzi jest kluczowe dla przyszłości naszej planety.", "hr": "Podizanje ekološke svijesti među mladima ključno je za budućnost naše planete."},
      {"pl": "Zachowanie bioróżnorodności jest niezbędne dla zdrowia naszej planety.", "hr": "Očuvanje biološke raznolikosti nužno je za zdravlje naše planete."},
      {"pl": "Jakie kroki możemy podjąć, aby zmniejszyć nasz wpływ na zmiany klimatyczne?", "hr": "Koje korake možemo poduzeti kako bi smanjili naš utjecaj na klimatske promjene?"},
      {"pl": "Globalne ocieplenie może prowadzić do ekstremalnych zjawisk pogodowych, takich jak huragany i susze.", "hr": "Globalno zagrijavanje može dovesti do ekstremnih vremenskih fenomena poput uragana i suša."},
      {"pl": "Rozwój miast nie powinien odbywać się kosztem przyrody i przestrzeni zielonych.", "hr": "Razvoj gradova ne bi trebao biti na štetu prirode i zelenih površina."},
      {"pl": "Zrównoważony transport to klucz do zmniejszenia emisji spalin.", "hr": "Održivi prijevoz ključan je za smanjenje emisije ispušnih plinova."},
      {"pl": "Mieszkańcy miast powinni częściej korzystać z transportu publicznego, aby ograniczyć zanieczyszczenie.", "hr": "Stanovnici gradova trebali bi češće koristiti javni prijevoz kako bi smanjili zagađenje."},
      {"pl": "Należy zredukować zużycie plastiku, aby chronić nasze oceany.", "hr": "Treba smanjiti potrošnju plastike kako bi se zaštitili naši oceani."},
      {"pl": "W jaki sposób zanieczyszczenie środowiska wpływa na zdrowie ludzi?", "hr": "Kako zagađenje okoliša utječe na ljudsko zdravlje?"},
      {"pl": "Rozwiązywanie problemu zmian klimatycznych wymaga współpracy międzynarodowej.", "hr": "Rješenje problema klimatskih promjena zahtijeva međunarodnu suradnju."},
      {"pl": "Coraz więcej firm inwestuje w technologie przyjazne dla środowiska.", "hr": "Sve više tvrtki ulaže u tehnologije koje su prijateljske prema okolišu."},
      {"pl": "Dbanie o ekosystemy wodne jest równie ważne, jak troska o lasy.", "hr": "Briga o vodenim ekosustavima jednako je važna kao briga o šumama."},
      {"pl": "Ograniczanie zużycia energii to jeden z najprostszych sposobów walki ze zmianami klimatycznymi.", "hr": "Ograničavanje potrošnje energije jedan je od najjednostavnijih načina borbe protiv klimatskih promjena."},
      {"pl": "Wspieranie zrównoważonego rozwoju powinno być priorytetem dla każdego obywatela.", "hr": "Podrška održivom razvoju trebala bi biti prioritet za svakog građanina."},
      {"pl": "Ochrona lasów i dzikiej przyrody powinna być jednym z najważniejszych celów politycznych.", "hr": "Zaštita šuma i divlje prirode trebala bi biti jedan od najvažnijih političkih ciljeva."},
      {"pl": "Pamiętaj, że zmniejszenie emisji dwutlenku węgla to kluczowy element w walce ze zmianami klimatycznymi.", "hr": "Sjeti se da smanjenje emisije ugljičnog dioksida ključni element u borbi protiv klimatskih promjena."},
      {"pl": "W jakim stopniu codzienne wybory konsumenckie mogą przyczynić się do ochrony środowiska?", "hr": "U kojoj mjeri svakodnevne potrošačke odluke mogu pridonijeti zaštiti okoliša?"},
      {"pl": "Zrównoważona produkcja żywności jest fundamentem w walce z głodem i zmianami klimatycznymi.", "hr": "Održiva proizvodnja hrane temelj je u borbi protiv gladi i klimatskih promjena."},
      {"pl": "Ochrona bioróżnorodności powinna stać się globalnym priorytetem.", "hr": "Zaštita biološke raznolikosti trebala bi postati globalni prioritet."},
      {"pl": "Musimy zadbać o naszą planetę, aby przyszłe pokolenia mogły cieszyć się jej pięknem.", "hr": "Moramo se pobrinuti za našu planetu kako bi buduće generacije mogle uživati u njenoj ljepoti."},
      {"pl": "Zainwestowanie w zrównoważony rozwój to inwestycja w przyszłość naszej planety.", "hr": "Ulaganje u održivi razvoj ulaganje je u budućnost naše planete."},
      {"pl": "Czy powinno się wprowadzić większe ograniczenia dotyczące emisji dwutlenku węgla?", "hr": "Trebalo bi uvesti stroža ograničenja za emisiju ugljičnog dioksida?"},
      {"pl": "Nie marnuj jedzenia – to kolejny sposób na ochronę środowiska.", "hr": "Ne bacaj hranu – to je još jedan način zaštite okoliša."},
      {"pl": "Zrównoważony rozwój jest fundamentem dla zapewnienia równowagi między środowiskiem a gospodarką.", "hr": "Održivi razvoj temelj je za osiguranje ravnoteže između okoliša i gospodarstva."}
    ]
  }
  