{
  "category": "Sztuka i rozrywka",
  "level": "B1",
  "sentences": [
    {"pl": "Często chodzę na koncerty, ponieważ uwielbiam muzykę na żywo.", "hr": "Često idem na koncerte jer obožavam glazbu uživo."},
    {"pl": "Czy uważasz, że filmy w 3D są lepsze od tych w tradycyjnym formacie?", "hr": "Misliš li da su filmovi u 3D bolji od onih u tradicionalnom formatu?"},
    {"pl": "Zdecydowanie wolę filmy dramatyczne niż komedie.", "hr": "Definitivno više volim dramske filmove od komedija."},
    {"pl": "Czy masz jakieś ulubione dzieło sztuki, które cię inspiruje?", "hr": "Imaš li neko omiljeno umjetničko djelo koje te inspira?"},  
    {"pl": "Lubię czytać książki, które zmuszają mnie do myślenia.", "hr": "Volim čitati knjige koje me tjeraju na razmišljanje."},
    {"pl": "Jestem ciekaw, jak zakończy się ta książka.", "hr": "Zanima me kako će završiti ova knjiga."},
    {"pl": "Film, który obejrzałem wczoraj, był bardzo poruszający.", "hr": "Film koji sam gledao jučer bio je vrlo dirljiv."},
    {"pl": "W tym tygodniu wybieram się na wystawę sztuki współczesnej.", "hr": "Ovaj tjedan idem na izložbu suvremene umjetnosti."},
    {"pl": "Uważam, że muzyka ma ogromny wpływ na nasze emocje.", "hr": "Mislim da glazba ima ogroman utjecaj na naše emocije."},
    {"pl": "Czy kiedykolwiek brałeś udział w warsztatach artystycznych?", "hr": "Jesi li ikada sudjelovao u umjetničkim radionicama?"},
    {"pl": "Zawsze chciałem napisać książkę, ale nie wiem, od czego zacząć.", "hr": "Uvijek sam želio napisati knjigu, ali ne znam odakle da počnem."},
    {"pl": "Mam nadzieję, że ten film dostanie Oscara za najlepszą reżyserię.", "hr": "Nadam se da će ovaj film dobiti Oscara za najbolju režiju."},
    {"pl": "Czy wiesz, jakie są najnowsze trendy w modzie?", "hr": "Znaš li koji su najnoviji trendovi u modi?"},
    {"pl": "Oglądanie filmów dokumentalnych pomaga mi poszerzać wiedzę.", "hr": "Gledanje dokumentarnih filmova pomaže mi proširiti znanje."},
    {"pl": "To dzieło sztuki jest bardzo abstrakcyjne, ale piękne.", "hr": "Ovo umjetničko djelo je vrlo apstraktno, ali lijepo."},
    {"pl": "Jakie są twoje ulubione książki, które pomogły ci rozwinąć wyobraźnię?", "hr": "Koje su tvoje omiljene knjige koje su ti pomogle razviti maštu?"},
    {"pl": "Jestem fanem filmów, które poruszają ważne problemy społeczne.", "hr": "Obožavam filmove koji se bave važnim društvenim pitanjima."},
    {"pl": "Wolę filmy, które są oparte na prawdziwych wydarzeniach.", "hr": "Više volim filmove koji su temeljeni na stvarnim događajima."},
    {"pl": "Lubię słuchać muzyki klasycznej podczas pracy, ponieważ pomaga mi się skupić.", "hr": "Volim slušati klasičnu glazbu tijekom rada jer mi pomaže koncentrirati se."},
    {"pl": "Ostatnio zaczęłam pisać recenzje książek na blogu.", "hr": "Nedavno sam počela pisati recenzije knjiga na blogu."},
    {"pl": "Nie mogę się doczekać, aż obejrzę ten film w kinie.", "hr": "Ne mogu dočekati da pogledam ovaj film u kinu."},
    {"pl": "Czy kiedykolwiek brałeś udział w przedstawieniu teatralnym?", "hr": "Jesi li ikada sudjelovao u kazališnoj predstavi?"},
    {"pl": "To jest książka, która zmieniła moje podejście do życia.", "hr": "Ovo je knjiga koja je promijenila moj pristup životu."},
    {"pl": "Lubię oglądać filmy, które mają w sobie elementy science fiction.", "hr": "Volim gledati filmove koji sadrže elemente znanstvene fantastike."},
    {"pl": "Czy znasz jakieś ciekawe festiwale filmowe w Polsce?", "hr": "Poznaješ li neke zanimljive filmske festivale u Poljskoj?"},
    {"pl": "Jestem bardzo zainteresowany sztuką nowoczesną.", "hr": "Vrlo sam zainteresiran za modernu umjetnost."},
    {"pl": "Chciałbym spróbować swoich sił w reżyserii filmowej.", "hr": "Želio bih pokušati režirati film."},
    {"pl": "Często chodzę do muzeum, żeby zobaczyć nowe wystawy.", "hr": "Često idem u muzej da vidim nove izložbe."},
    {"pl": "Ta książka jest pełna niespodziewanych zwrotów akcji.", "hr": "Ova knjiga je puna neočekivanih preokreta."},
    {"pl": "Lubię chodzić na koncerty, ponieważ są tam niesamowite emocje.", "hr": "Volim ići na koncerte jer tamo ima nevjerojatnih emocija."},
    {"pl": "Ostatnio zaczęłam słuchać muzyki jazzowej.", "hr": "Nedavno sam počela slušati jazz glazbu."},
    {"pl": "To jest bardzo inspirująca książka o podróżach.", "hr": "Ovo je vrlo inspirirajuća knjiga o putovanjima."},
    {"pl": "Jestem ciekaw, jak rozwinie się fabuła tego filmu.", "hr": "Zanima me kako će se razviti radnja ovog filma."},
    {"pl": "Czy uważasz, że literatura może zmieniać społeczeństwo?", "hr": "Misliš li da književnost može mijenjati društvo?"},
    {"pl": "Lubię filmy, które mają dobrze rozwinięte postacie.", "hr": "Volim filmove koji imaju dobro razvijene likove."},
    {"pl": "Często odwiedzam teatr, żeby zobaczyć nowe sztuki.", "hr": "Često posjećujem kazalište da vidim nove predstave."},
    {"pl": "Czy znasz jakieś ciekawe książki na temat sztuki?", "hr": "Poznaješ li neke zanimljive knjige o umjetnosti?"},
    {"pl": "Chciałbym napisać książkę, która porusza tematy społeczne.", "hr": "Želio bih napisati knjigu koja se bavi društvenim temama."},
    {"pl": "Ten film jest pełen zwrotów akcji i napięcia.", "hr": "Ovaj film je pun preokreta i napetosti."},
    {"pl": "Lubię muzykę, która ma głęboki przekaz i emocje.", "hr": "Volim glazbu koja ima duboko značenje i emocije."},
    {"pl": "Czy pamiętasz, kiedy byłeś na ostatnim koncercie?", "hr": "Sjećaš li se kada si bio na posljednjem koncertu?"},
    {"pl": "Ten reżyser jest znany z tworzenia filmów o silnych postaciach.", "hr": "Ovaj redatelj je poznat po stvaranju filmova o snažnim likovima."},
    {"pl": "Jestem bardzo zainteresowany historią sztuki.", "hr": "Vrlo sam zainteresiran za povijest umjetnosti."},
    {"pl": "Często czytam książki o historii filmu.", "hr": "Često čitam knjige o povijesti filma."},
    {"pl": "Chciałbym zobaczyć film, który zdobył nagrodę za najlepszy scenariusz.", "hr": "Želio bih pogledati film koji je osvojio nagradu za najbolji scenarij."},
    {"pl": "Lubię książki, które poruszają ważne tematy społeczne.", "hr": "Volim knjige koje se bave važnim društvenim temama."},
    {"pl": "W przyszłym miesiącu wybieram się na festiwal filmowy.", "hr": "Sljedeći mjesec idem na filmski festival."},
    {"pl": "Zawsze staram się znaleźć nowe inspiracje w sztuce.", "hr": "Uvijek se trudim pronaći nove inspiracije u umjetnosti."},
    {"pl": "Czy uważasz, że film może zmienić sposób myślenia ludzi?", "hr": "Misliš li da film može promijeniti način razmišljanja ljudi?"}
  ]
}
