{
  "category": "Sztuka i rozrywka",
  "level": "B2",
  "sentences": [
    {"pl": "Uważam, że literatura ma moc kształtowania opinii społecznych.", "hr": "Smrtim da književnost ima moć oblikovati društvena mišljenja."},
    {"pl": "Czy kiedykolwiek oglądałeś film, który zupełnie zmienił twoje spojrzenie na życie?", "hr": "Jesi li ikada gledao film koji je potpuno promijenio tvoj pogled na život?"},
    {"pl": "Moje zainteresowanie sztuką współczesną rośnie z każdym rokiem.", "hr": "Moje zanimanje za suvremenu umjetnost raste svake godine."},
    {"pl": "Filmy science fiction mogą być nie tylko rozrywką, ale także sposobem na refleksję nad przyszłością.", "hr": "Znanstveno-fantastični filmovi mogu biti ne samo zabava, već i način razmišljanja o budućnosti."},
    {"pl": "Wielu artystów używa sztuki, aby wyrazić swoje poglądy na temat aktualnych wydarzeń.", "hr": "Mnogi umjetnici koriste umjetnost kako bi izrazili svoja stajališta o aktualnim događajima."},
    {"pl": "Czy uważasz, że kino ma moc wpływania na zmianę społeczną?", "hr": "Misliš li da kino ima moć utjecati na društvene promjene?"},
    {"pl": "Jestem przekonany, że sztuka jest jedną z najważniejszych form wyrazu ludzkiej kultury.", "hr": "Uvjeren sam da je umjetnost jedan od najvažnijih oblika izraza ljudske kulture."},
    {"pl": "Po obejrzeniu tego filmu poczułem, że muszę zrobić coś więcej dla świata.", "hr": "Nakon gledanja ovog filma osjetio sam da moram učiniti više za svijet."},
    {"pl": "Często myślę o wpływie, jaki książki mają na nasze postrzeganie rzeczywistości.", "hr": "Često razmišljam o utjecaju koji knjige imaju na naše razumijevanje stvarnosti."},
    {"pl": "Czy zdajesz sobie sprawę, jak duży wpływ na naszą kulturę ma muzyka?", "hr": "Shvaćaš li koliko veliki utjecaj na našu kulturu ima glazba?"},
    {"pl": "Uwielbiam filmy, które łączą w sobie elementy komedii i dramatu.", "hr": "Obožavam filmove koji spajaju elemente komedije i drame."},
    {"pl": "Sztuka ma zdolność wywoływania silnych emocji, które pozostają z nami przez długi czas.", "hr": "Umjetnost ima sposobnost izazivanja snažnih emocija koje ostaju s nama dugo vremena."},
    {"pl": "Czy masz swoje ulubione gatunki literackie, które zawsze chętnie czytasz?", "hr": "Imaš li omiljene književne žanrove koje uvijek rado čitaš?"},
    {"pl": "Filmy dokumentalne są dla mnie cennym źródłem wiedzy o świecie.", "hr": "Dokumentarni filmovi su za mene vrijedni izvor znanja o svijetu."},
    {"pl": "Jestem wielkim fanem filmów, które poruszają trudne, ale ważne tematy społeczne.", "hr": "Veliki sam obožavatelj filmova koji obrađuju teške, ali važne društvene teme."},
    {"pl": "Uważam, że kultura masowa ma istotny wpływ na nasze codzienne życie.", "hr": "Smrtim da masovna kultura ima značajan utjecaj na naš svakodnevni život."},
    {"pl": "Muzyka klasyczna ma w sobie coś wyjątkowego, co potrafi mnie uspokoić.", "hr": "Klasična glazba ima nešto posebno što me može smiriti."},
    {"pl": "Czy są jakieś książki, które zmieniły twoje podejście do życia?", "hr": "Postoje li knjige koje su promijenile tvoj pristup životu?"},
    {"pl": "Widziałem ostatnio świetny film, który zadaje pytania o moralność i etykę.", "hr": "Nedavno sam gledao izvrstan film koji postavlja pitanja o moralnosti i etici."},
    {"pl": "Często zastanawiam się, jak sztuka może wpływać na politykę.", "hr": "Često se pitam kako umjetnost može utjecati na politiku."},
    {"pl": "Lubię chodzić na koncerty, ale zdecydowanie preferuję te w mniejszych salach.", "hr": "Volim ići na koncerte, ali definitivno preferiram one u manjim dvoranama."},
    {"pl": "Kultura filmowa ma ogromny wpływ na naszą wyobraźnię i sposób myślenia.", "hr": "Filmska kultura ima ogroman utjecaj na našu maštu i način razmišljanja."},
    {"pl": "Wierzę, że literatura może pomóc w zrozumieniu różnych punktów widzenia.", "hr": "Vjerujem da književnost može pomoći u razumijevanju različitih stajališta."},
    {"pl": "Kiedy czytam książki o historii sztuki, czuję się bardziej związany z kulturą.", "hr": "Kada čitam knjige o povijesti umjetnosti, osjećam se više povezanim s kulturom."},
    {"pl": "Zdecydowanie uważam, że film powinien być sztuką, a nie tylko komercyjnym produktem.", "hr": "Definitivno smatram da bi film trebao biti umjetnost, a ne samo komercijalni proizvod."},
    {"pl": "Czy interesujesz się filmami, które poruszają tematykę społeczną?", "hr": "Zanimaš li se za filmove koji obrađuju društvene teme?"},
    {"pl": "Często po obejrzeniu filmu reflektuję nad tym, co chciałbym zmienić w społeczeństwie.", "hr": "Često nakon gledanja filma razmišljam o tome što bih želio promijeniti u društvu."},
    {"pl": "Lubię tworzyć własne dzieła sztuki, choć nie mam na to zbyt wiele czasu.", "hr": "Volim stvarati vlastita umjetnička djela, iako nemam puno vremena za to."},
    {"pl": "Czy uważasz, że sztuka powinna być dostępna dla każdego, niezależnie od jego statusu społecznego?", "hr": "Misliš li da umjetnost treba biti dostupna svima, bez obzira na društveni status?"},
    {"pl": "Kultura ma nieoceniony wpływ na naszą tożsamość narodową.", "hr": "Kultura ima neprocjenjiv utjecaj na našu nacionalnu identitet."},
    {"pl": "Zastanawiam się, jak technologia zmieni sposób, w jaki odbieramy sztukę.", "hr": "Pitam se kako će tehnologija promijeniti način na koji percipiramo umjetnost."},
    {"pl": "Wszystko, co dotyczy sztuki, ma dla mnie ogromne znaczenie.", "hr": "Sve što se tiče umjetnosti ima za mene ogroman značaj."},
    {"pl": "Czy myślisz, że literatura może wpływać na nasze podejście do polityki?", "hr": "Misliš li da književnost može utjecati na naš pristup politici?"},
    {"pl": "Sztuka, która jest aktualna i odnosi się do rzeczywistych problemów, zawsze budzi moją ciekawość.", "hr": "Umjetnost koja je aktualna i odnosi se na stvarne probleme uvijek pobuđuje moju znatiželju."},
    {"pl": "W ciągu ostatnich kilku lat moja pasja do teatru znacznie się zwiększyła.", "hr": "Tijekom posljednjih nekoliko godina moja strast prema kazalištu znatno je porasla."},
    {"pl": "Zachęcam cię do obejrzenia tego dokumentu, który porusza bardzo ważne zagadnienia społeczne.", "hr": "Potičem te da pogledaš ovaj dokumentarac koji obrađuje vrlo važna društvena pitanja."},
    {"pl": "Zawsze chciałem napisać książkę, która zmusi ludzi do zastanowienia się nad światem.", "hr": "Uvijek sam želio napisati knjigu koja će natjerati ljude da razmisle o svijetu."},
    {"pl": "Sztuka może być niezwykle potężnym narzędziem do wyrażania protestów i opinii.", "hr": "Umjetnost može biti izuzetno moćan alat za izražavanje protesta i mišljenja."},
    {"pl": "Film, który obejrzałem, ukazuje bardzo realistyczny obraz współczesnego społeczeństwa.", "hr": "Film koji sam gledao prikazuje vrlo realističnu sliku suvremenog društva."},
    {"pl": "Czy kiedykolwiek uczestniczyłeś w warsztatach pisarskich?", "hr": "Jesi li ikada sudjelovao u književnim radionicama?"},
    {"pl": "Lubię słuchać muzyki, która ma głęboki, filozoficzny przekaz.", "hr": "Volim slušati glazbu koja ima duboko, filozofsko značenje."},
    {"pl": "Z przyjemnością odwiedzę wystawę, która łączy nowoczesną sztukę z tradycyjnymi formami.", "hr": "S užitkom ću posjetiti izložbu koja spaja suvremenu umjetnost s tradicionalnim oblicima."},
    {"pl": "Czy masz ulubionych reżyserów, których filmy zawsze oglądasz?", "hr": "Imaš li omiljene redatelje čije filmove uvijek gledaš?"},
    {"pl": "Kultura filmowa wciąż się rozwija, a nowe technologie wpływają na jej formę.", "hr": "Filmska kultura se i dalje razvija, a nove tehnologije utječu na njezin oblik."}
  ]
}
