{
    "category": "Technologia i media społecznościowe",
    "level": "B1",
    "sentences": [
      {"pl": "Czy korzystasz z mediów społecznościowych, aby poznać nowych ludzi?", "hr": "Koristiš li društvene mreže da upoznaš nove ljude?"},
      {"pl": "Lubię śledzić blogi technologiczne, aby być na bieżąco.", "hr": "Volim pratiti tehnološke blogove kako bih bio u tijeku."},
      {"pl": "Czy kiedykolwiek spotkałeś kogoś, kogo poznałeś przez internet?", "hr": "Jesi li ikada sreo nekog koga si upoznao putem interneta?"},
      {"pl": "Wiele osób korzysta z Facebooka, aby utrzymać kontakt z rodziną i przyjaciółmi.", "hr": "Mnogo ljudi koristi Facebook za održavanje kontakta s obitelji i prijateljima."},
      {"pl": "Czy masz jakieś aplikacje do edytowania zdjęć na swoim telefonie?", "hr": "Imaš li aplikacije za uređivanje slika na svom mobitelu?"},
      {"pl": "Sprawdź ustawienia prywatności na Instagramie, aby zapewnić bezpieczeństwo danych.", "hr": "Provjeri postavke privatnosti na Instagramu kako bi osigurao sigurnost podataka."},
      {"pl": "Zainstaluj nową aplikację, która pomoże Ci organizować codzienne zadania.", "hr": "Instaliraj novu aplikaciju koja će ti pomoći u organiziranju dnevnih zadataka."},
      {"pl": "Jakie są Twoje ulubione aplikacje do medytacji i relaksu?", "hr": "Koje su tvoje omiljene aplikacije za meditaciju i opuštanje?"},
      {"pl": "Na Instagramie możesz śledzić swoich ulubionych artystów.", "hr": "Na Instagramu možeš pratiti svoje omiljene umjetnike."},
      {"pl": "Czy zamieszczasz swoje zdjęcia w internecie?", "hr": "Objavljuješ li svoje slike na internetu?"},
      {"pl": "Nie spędzaj za dużo czasu na telefonie, pamiętaj o odpoczynku.", "hr": "Ne provodi previše vremena na mobitelu, sjeti se odmora."},
      {"pl": "Czy korzystasz z YouTube, aby nauczyć się nowych umiejętności?", "hr": "Koristiš li YouTube da naučiš nove vještine?"},
      {"pl": "Media społecznościowe mogą być użyteczne, ale także uzależniające.", "hr": "Društvene mreže mogu biti korisne, ali također i ovisničke."},
      {"pl": "Mam kilka aplikacji do robienia notatek, które są bardzo pomocne.", "hr": "Imam nekoliko aplikacija za bilješke koje su vrlo korisne."},
      {"pl": "Czy używasz aplikacji do śledzenia swojej aktywności fizycznej?", "hr": "Koristiš li aplikacije za praćenje svoje fizičke aktivnosti?"},
      {"pl": "Używam mediów społecznościowych, aby śledzić wiadomości i wydarzenia na świecie.", "hr": "Koristim društvene mreže za praćenje vijesti i događanja u svijetu."},
      {"pl": "Sprawdź nowe powiadomienia na swoim telefonie!", "hr": "Provjeri nova obavještenja na svom mobitelu!"},
      {"pl": "Czy często robisz zakupy przez internet?", "hr": "Često kupuješ putem interneta?"},
      {"pl": "Nie zapomnij zaktualizować aplikacji, aby mieć dostęp do nowych funkcji.", "hr": "Ne zaboravi ažurirati aplikaciju kako bi imao pristup novim funkcijama."},
      {"pl": "Udostępnij ten artykuł na swoim profilu!", "hr": "Podijeli ovaj članak na svom profilu!"},
      {"pl": "Podoba mi się aplikacja do nauki języków, którą znalazłem w sklepie z aplikacjami.", "hr": "Sviđa mi se aplikacija za učenje jezika koju sam našao u trgovini aplikacija."},
      {"pl": "Czy uważasz, że technologia zmienia nasze życie na lepsze?", "hr": "Misliš li da tehnologija mijenja naš život na bolje?"},
      {"pl": "Media społecznościowe to świetne narzędzie do komunikacji, ale mogą być też źródłem stresu.", "hr": "Društvene mreže su izvrstan alat za komunikaciju, ali mogu biti i izvor stresa."},
      {"pl": "Używam telefonu, aby robić zdjęcia, ale także do pracy.", "hr": "Koristim mobitel za fotografiranje, ali i za posao."},
      {"pl": "Zainstaluj aplikację, która pomoże Ci znaleźć najlepsze oferty w internecie!", "hr": "Instaliraj aplikaciju koja će ti pomoći pronaći najbolje ponude na internetu!"},
      {"pl": "Czy masz w telefonie aplikację do nagrywania filmów?", "hr": "Imaš li aplikaciju za snimanje videozapisa na svom mobitelu?"},
      {"pl": "Moje media społecznościowe są pełne zdjęć z moich podróży.", "hr": "Moje društvene mreže pune su slika mojih putovanja."},
      {"pl": "Sprawdź nowe zdjęcia na Facebooku!", "hr": "Provjeri nove slike na Facebooku!"},
      {"pl": "Czy masz konto na Twitterze?", "hr": "Imaš li račun na Twitteru?"},
      {"pl": "Nie zapomnij zaktualizować hasła do swojego konta.", "hr": "Ne zaboravi ažurirati lozinku za svoj račun."},
      {"pl": "Na YouTube można znaleźć wiele poradników dotyczących technologii.", "hr": "Na YouTubeu se može naći mnogo tutorijala o tehnologiji."},
      {"pl": "Korzystam z mediów społecznościowych, aby być na bieżąco z wydarzeniami.", "hr": "Koristim društvene mreže da bih bio u tijeku s događanjima."},
      {"pl": "Chciałbym nauczyć się korzystać z nowej aplikacji na telefonie.", "hr": "Htio bih naučiti koristiti novu aplikaciju na mobitelu."},
      {"pl": "Czy kiedykolwiek korzystałeś z aplikacji do rozpoznawania roślin?", "hr": "Jesi li ikada koristio aplikaciju za prepoznavanje biljaka?"},
      {"pl": "Zainstaluj aplikację do nauki języków obcych!", "hr": "Instaliraj aplikaciju za učenje stranih jezika!"},
      {"pl": "Czy twoja aplikacja do fitnessu działa poprawnie?", "hr": "Radi li tvoja aplikacija za fitness ispravno?"},
      {"pl": "Zrób zdjęcie i podziel się nim na swoim profilu!", "hr": "Slikaj i podijeli to na svom profilu!"},
      {"pl": "Wiele osób korzysta z aplikacji, aby poprawić swoje zdrowie.", "hr": "Mnogi ljudi koriste aplikacije kako bi poboljšali svoje zdravlje."},
      {"pl": "Udostępnij ten film na Instagramie!", "hr": "Podijeli ovaj video na Instagramu!"},
      {"pl": "Czy wiesz, jak korzystać z nowego narzędzia w telefonie?", "hr": "Znaš li kako koristiti novi alat na svom mobitelu?"},
      {"pl": "Zrób kopię zapasową zdjęć na swoim telefonie.", "hr": "Napravite sigurnosnu kopiju slika na svom mobitelu."},
      {"pl": "Czy wiesz, jak dodać nowe zdjęcie do albumu na Facebooku?", "hr": "Znaš li kako dodati novu sliku u album na Facebooku?"},
      {"pl": "Na Instagramie można znaleźć wiele inspiracji do podróży.", "hr": "Na Instagramu se može naći mnogo inspiracija za putovanja."},
      {"pl": "Pobierz najnowszą wersję aplikacji do edytowania zdjęć!", "hr": "Preuzmi najnoviju verziju aplikacije za uređivanje slika!"},
      {"pl": "Czy masz dostęp do internetu w telefonie?", "hr": "Imaš li pristup internetu na mobitelu?"},
      {"pl": "Pamiętaj, żeby zaktualizować aplikację do najnowszej wersji.", "hr": "Sjeti se ažurirati aplikaciju na najnoviju verziju."},
      {"pl": "Zrób zdjęcie i prześlij je na WhatsApp!", "hr": "Slikaj i pošalj to na WhatsApp!"},
      {"pl": "Korzystam z aplikacji do planowania moich podróży.", "hr": "Koristim aplikaciju za planiranje svojih putovanja."},
      {"pl": "Nie zapomnij wyłączyć powiadomień w telefonie przed snem!", "hr": "Ne zaboravi isključiti obavijesti na svom mobitelu prije spavanja!"},
      {"pl": "Czy potrafisz używać aplikacji do nagrywania podcastów?", "hr": "Znaš li koristiti aplikaciju za snimanje podcasta?"},
      {"pl": "Jaka jest twoja ulubiona aplikacja do słuchania muzyki?", "hr": "Koja je tvoja omiljena aplikacija za slušanje glazbe?"},
      {"pl": "Będziesz musiał zainstalować nową wersję tej aplikacji.", "hr": "Morat ćeš instalirati novu verziju ove aplikacije."},
      {"pl": "Media społecznościowe mogą być świetnym narzędziem do budowania kariery.", "hr": "Društvene mreže mogu biti izvrstan alat za izgradnju karijere."}
    ]
  }
  