{
    "category": "Technologia i media społecznościowe",
    "level": "C2",
    "sentences": [
      {"pl": "W jakim stopniu technologia zmienia nasze postrzeganie prywatności, zwłaszcza w kontekście rosnącego monitorowania online?", "hr": "U kojoj mjeri tehnologija mijenja naše poimanje privatnosti, osobito u kontekstu rastućeg online nadzora?"},
      {"pl": "Czy uważasz, że obecność w mediach społecznościowych stała się nieodłącznym elementem budowania kariery zawodowej, czy raczej wyrazem kulturowej presji?", "hr": "Misliš li da je prisutnost na društvenim mrežama postala neizbježni dio izgradnje profesionalne karijere ili je to izraz kulturnog pritiska?"},
      {"pl": "W jaki sposób rozwój sztucznej inteligencji wpłynie na sposób, w jaki korzystamy z technologii w przyszłości?", "hr": "Na koji način će razvoj umjetničke inteligencije utjecati na način na koji koristimo tehnologiju u budućnosti?"},
      {"pl": "Czy technologia, mimo iż oferuje nam niewiarygodne narzędzia do komunikacji, może prowadzić do dehumanizacji interakcji międzyludzkich?", "hr": "Može li tehnologija, iako nam nudi nevjerojatna sredstva za komunikaciju, dovesti do dehumanizacije međuljudskih interakcija?"},
      {"pl": "Czy sądzisz, że w dobie internetu nasza tożsamość cyfrowa staje się równie ważna, co tożsamość fizyczna?", "hr": "Misliš li da u doba interneta naš digitalni identitet postaje jednako važan kao naš fizički identitet?"},
      {"pl": "W obliczu tak dynamicznego rozwoju technologii, jak zachować równowagę między korzystaniem z nowoczesnych narzędzi a zachowaniem prywatności?", "hr": "U suočenju s tako dinamičnim razvojem tehnologije, kako održati ravnotežu između korištenja modernih alata i očuvanja privatnosti?"},
      {"pl": "Media społecznościowe często prezentują nierealistyczne obrazy życia, co może prowadzić do poczucia niezadowolenia i nieakceptowania siebie.", "hr": "Društvene mreže često prikazuju nerealistične slike života, što može dovesti do osjećaja nezadovoljstva i neprihvaćanja sebe."},
      {"pl": "Jakie konsekwencje mogą wynikać z uzależnienia od mediów społecznościowych w kontekście zdrowia psychicznego młodych ludzi?", "hr": "Koje posljedice mogu proizaći iz ovisnosti o društvenim mrežama u kontekstu mentalnog zdravlja mladih ljudi?"},
      {"pl": "Wydaje się, że technologia umożliwia łatwiejszy dostęp do informacji, ale czy ten nadmiar informacji nie prowadzi do chaosu i utraty zdolności do krytycznego myślenia?", "hr": "Čini se da tehnologija omogućava lakši pristup informacijama, no vodi li taj višak informacija do kaosa i gubitka sposobnosti za kritičko razmišljanje?"},
      {"pl": "Czy media społecznościowe zdominowały współczesne społeczeństwo, a jeśli tak, to w jaki sposób wpływa to na nasze relacje interpersonalne?", "hr": "Jesu li društvene mreže dominirale suvremenim društvom, a ako jesu, kako to utječe na naše međuljudske odnose?"},
      {"pl": "Zrób dokładny przegląd swoich ustawień prywatności na wszystkich platformach społecznościowych, aby upewnić się, że nie udostępniasz zbyt wielu danych osobowych.", "hr": "Napravi detaljan pregled svojih postavki privatnosti na svim društvenim mrežama kako bi bio siguran da ne dijeliš previše osobnih podataka."},
      {"pl": "Chociaż technologie takie jak 5G otwierają drzwi do nowych możliwości, nie możemy zapominać o potencjalnych zagrożeniach związanych z prywatnością użytkowników.", "hr": "Iako tehnologije poput 5G otvaraju vrata novim mogućnostima, ne smijemo zaboraviti na potencijalne prijetnje u vezi s privatnošću korisnika."},
      {"pl": "Czy uważasz, że sztuczna inteligencja ma potencjał do przejęcia niektórych zadań ludzkich, takich jak tworzenie treści w mediach społecznościowych?", "hr": "Misliš li da umjetnička inteligencija ima potencijal preuzeti neke ljudske zadatke, poput stvaranja sadržaja na društvenim mrežama?"},
      {"pl": "Wydaje się, że media społecznościowe stały się głównym źródłem informacji, ale czy są one wystarczająco wiarygodne?", "hr": "Čini se da su društvene mreže postale glavni izvor informacija, no jesu li one dovoljno pouzdane?"},
      {"pl": "Jakie są długoterminowe konsekwencje technologii dla sposobu, w jaki wychowujemy młodsze pokolenia, w szczególności w kwestii wartości edukacyjnych?", "hr": "Koje su dugoročne posljedice tehnologije na način na koji odgajamo mlađe generacije, posebice u smislu obrazovnih vrijednosti?"},
      {"pl": "Technologie, które pozornie ułatwiają życie, mogą w rzeczywistości prowadzić do większej zależności od zewnętrznych narzędzi. Jakie są tego konsekwencje?", "hr": "Tehnologije koje naizgled olakšavaju život, u stvarnosti mogu dovesti do veće ovisnosti o vanjskim alatima. Koje su posljedice toga?"},
      {"pl": "Czy myślisz, że rozwój nowych technologii mógłby doprowadzić do całkowitego zredukowania liczby miejsc pracy w tradycyjnych branżach?", "hr": "Misliš li da bi razvoj novih tehnologija mogao dovesti do potpunog smanjenja broja radnih mjesta u tradicionalnim industrijama?"},
      {"pl": "Media społecznościowe mogą być użyteczne w budowaniu społeczności, ale mogą również prowadzić do polaryzacji opinii. Jakie są tego skutki dla społeczeństwa?", "hr": "Društvene mreže mogu biti korisne u izgradnji zajednice, ali također mogu dovesti do polarizacije mišljenja. Koje su posljedice toga za društvo?"},
      {"pl": "Zauważalny rozwój technologii rozpoznawania twarzy wzbudza kontrowersje dotyczące prywatności. Jakie zabezpieczenia powinny być wprowadzone?", "hr": "Opaziv razvoj tehnologije prepoznavanja lica izaziva kontroverze u vezi s privatnošću. Koje sigurnosne mjere trebaju biti uvedene?"},
      {"pl": "Chociaż internet stał się fundamentem współczesnej komunikacji, czy nie sądzisz, że jesteśmy coraz bardziej od niego uzależnieni?", "hr": "Iako je internet postao temelj suvremene komunikacije, ne misliš li da smo sve više ovisni o njemu?"},
      {"pl": "Zrób przegląd aplikacji mobilnych, które używasz w pracy, i sprawdź, czy mogą one zwiększyć Twoją produktywność.", "hr": "Napravite pregled mobilnih aplikacija koje koristite na poslu i provjerite mogu li one povećati vašu produktivnost."},
      {"pl": "Chociaż technologia daje nam niezliczone możliwości, jej nadmierne wykorzystanie może prowadzić do dehumanizacji społeczeństwa.", "hr": "Iako nam tehnologija pruža brojne mogućnosti, njezina prekomjerna uporaba može dovesti do dehumanizacije društva."},
      {"pl": "W jaki sposób technologia wpływa na nasze postrzeganie relacji międzyludzkich? Czy zbliża nas, czy raczej dzieli?", "hr": "Na koji način tehnologija utječe na naše poimanje međuljudskih odnosa? Približava li nas ili nas razdvaja?"},
      {"pl": "Czy sądzisz, że rozwój technologii prowadzi do zmniejszenia naszej zdolności do refleksji i krytycznego myślenia?", "hr": "Misliš li da razvoj tehnologije dovodi do smanjenja naše sposobnosti za refleksiju i kritičko razmišljanje?"},
      {"pl": "Media społecznościowe oferują szeroki zakres informacji, ale mogą również prowadzić do informacji fałszywych i dezinformacji.", "hr": "Društvene mreže nude širok raspon informacija, no također mogu dovesti do lažnih informacija i dezinformacija."},
      {"pl": "Stwórz kopię zapasową swoich danych na wszystkich urządzeniach, aby zabezpieczyć je przed utratą.", "hr": "Napravite sigurnosnu kopiju svojih podataka na svim uređajima kako biste ih zaštitili od gubitka."},
      {"pl": "Czy sądzisz, że technologia powinna być kontrolowana przez rządy, czy może powinna być pozostawiona całkowicie w rękach prywatnych firm?", "hr": "Misliš li da bi tehnologiju trebale kontrolirati vlade ili bi ona trebala biti potpuno prepuštena u ruke privatnih tvrtki?"},
      {"pl": "Chociaż niektóre media społecznościowe oferują możliwość zarabiania, wciąż budzi się pytanie, czy jest to odpowiedni sposób na generowanie dochodów.", "hr": "Iako neka društvena mreža nude mogućnost zarađivanja, i dalje se postavlja pitanje je li to pravi način za generiranje prihoda."},
      {"pl": "Dzięki rozwojowi sztucznej inteligencji media społecznościowe są w stanie przewidywać nasze potrzeby i preferencje. Jakie mogą być tego konsekwencje?", "hr": "Zahvaljujući razvoju umjetničke inteligencije, društvene mreže mogu predvidjeti naše potrebe i preferencije. Koje bi mogle biti posljedice toga?"}
    ]
  }
  