{
    "category": "Technologia i media społecznościowe",
    "level": "C1",
    "sentences": [
      {"pl": "W jaki sposób media społecznościowe wpływają na nasze postrzeganie sukcesu i szczęścia?", "hr": "Na koji način društvene mreže utječu na naše percepcije uspjeha i sreće?"},
      {"pl": "Czy sądzisz, że technologia zmienia nasze wartości społeczne?", "hr": "Misliš li da tehnologija mijenja naše društvene vrijednosti?"},
      {"pl": "Dzięki rozwojowi mediów społecznościowych komunikacja stała się łatwiejsza, ale również bardziej powierzchowna.", "hr": "Zahvaljujući razvoju društvenih mreža, komunikacija je postala lakša, ali i površnija."},
      {"pl": "Jaki wpływ na Twoje życie mają platformy takie jak Instagram czy TikTok?", "hr": "Kakav utjecaj na tvoj život imaju platforme poput Instagrama ili TikToka?"},
      {"pl": "Dzięki nowoczesnym technologiom możemy łatwiej kontaktować się z ludźmi na całym świecie, ale czy to sprawia, że stajemy się mniej empatyczni?", "hr": "Zahvaljujući modernim tehnologijama, lakše možemo komunicirati s ljudima širom svijeta, ali čini li nas to manje empatičnima?"},
      {"pl": "Rola mediów społecznościowych w kampaniach politycznych stała się nieoceniona, ale czy możemy ufać wszystkim informacjom, które są tam publikowane?", "hr": "Uloga društvenih mreža u političkim kampanjama postala je neprocjenjiva, ali možemo li vjerovati svim informacijama koje se tamo objavljuju?"},
      {"pl": "Chociaż technologia oferuje wiele korzyści, nie możemy zapominać o zagrożeniach związanych z prywatnością w sieci.", "hr": "Iako tehnologija nudi mnoge prednosti, ne smijemo zaboraviti na prijetnje povezane s privatnošću na internetu."},
      {"pl": "Jakie są Twoje odczucia na temat technologii rozpoznawania twarzy i jej zastosowania w przestrzeni publicznej?", "hr": "Koja su tvoja osjećanja prema tehnologiji prepoznavanja lica i njezinoj primjeni u javnim prostorima?"},
      {"pl": "Czy uważasz, że media społecznościowe mogą wspierać rozwój osobisty, czy raczej utrudniają go?", "hr": "Misliš li da društvene mreže mogu podržavati osobni razvoj ili ga radije ometaju?"},
      {"pl": "Aplikacje do medytacji i zdrowia psychicznego stają się coraz bardziej popularne, ale czy naprawdę pomagają w radzeniu sobie ze stresem?", "hr": "Aplikacije za meditaciju i mentalno zdravlje postaju sve popularnije, ali pomažu li stvarno u suočavanju sa stresom?"},
      {"pl": "Chociaż technologia sprawia, że życie jest wygodniejsze, czy nie zapominamy o potrzebie interakcji z rzeczywistym światem?", "hr": "Iako tehnologija čini život udobnijim, zar ne zaboravljamo na potrebu za interakcijom s stvarnim svijetom?"},
      {"pl": "Zrób dokładny przegląd swojego bezpieczeństwa online, zwłaszcza w kontekście prywatności danych.", "hr": "Napravi detaljan pregled svoje sigurnosti na internetu, posebno u kontekstu privatnosti podataka."},
      {"pl": "Czy nowoczesne technologie sprawiają, że nasza prywatność jest zagrożona, czy raczej możemy liczyć na odpowiednie zabezpieczenia?", "hr": "Čine li moderni tehnološki uređaji našu privatnost ugroženom ili se možemo osloniti na odgovarajuće sigurnosne mjere?"},
      {"pl": "Chociaż technologia ułatwia codzienne życie, jej nadmierne używanie może prowadzić do uzależnienia.", "hr": "Iako tehnologija olakšava svakodnevni život, njezina prekomjerna uporaba može dovesti do ovisnosti."},
      {"pl": "Zastanów się, czy technologie takie jak sztuczna inteligencja mogą zmienić naszą relację z ludźmi i zrozumienie ludzkich emocji.", "hr": "Razmisli o tome kako tehnologije poput umjetničke inteligencije mogu promijeniti naš odnos s ljudima i razumijevanje ljudskih emocija."},
      {"pl": "Jakie są zalety i wady korzystania z mediów społecznościowych w kontekście pracy zdalnej?", "hr": "Koje su prednosti i mane korištenja društvenih mreža u kontekstu rada na daljinu?"},
      {"pl": "Czasami media społecznościowe przedstawiają wyidealizowaną wersję życia, co może prowadzić do poczucia nieadekwatności u użytkowników.", "hr": "Ponekad društvene mreže prikazuju idealiziranu verziju života, što može dovesti do osjećaja neadekvatnosti među korisnicima."},
      {"pl": "Czy internet i media społecznościowe mają pozytywny wpływ na rozwój kultury i sztuki?", "hr": "Imaju li internet i društvene mreže pozitivan utjecaj na razvoj kulture i umjetnosti?"},
      {"pl": "Nie zapomnij o ustawieniach prywatności na swoich kontach w mediach społecznościowych, aby chronić swoją prywatność.", "hr": "Ne zaboravi na postavke privatnosti na svojim računima na društvenim mrežama kako bi zaštitio svoju privatnost."},
      {"pl": "W obliczu rosnącej liczby cyberzagrożeń, jakie kroki należy podjąć, by zapewnić sobie bezpieczeństwo w internecie?", "hr": "S obzirom na rastuće prijetnje na internetu, koje korake treba poduzeti kako bi osigurao svoju sigurnost na internetu?"},
      {"pl": "Technologie takie jak 5G mogą zrewolucjonizować nasz sposób komunikacji, ale wiążą się także z potencjalnymi zagrożeniami.", "hr": "Tehnologije poput 5G mogu revolucionirati naš način komunikacije, ali također donose potencijalne prijetnje."},
      {"pl": "Czy uważasz, że algorytmy w mediach społecznościowych mają zbyt duży wpływ na nasze decyzje i postawy?", "hr": "Misliš li da algoritmi na društvenim mrežama imaju preveliki utjecaj na naše odluke i stavove?"},
      {"pl": "Należy uważać na to, jakie dane osobowe udostępniamy w internecie, ponieważ mogą one zostać wykorzystane w nieuczciwy sposób.", "hr": "Treba paziti na koje osobne podatke dijelimo na internetu jer ih se može iskoristiti na nepošten način."},
      {"pl": "Technologia może być źródłem innowacji, ale również zagrożeniem dla naszej prywatności.", "hr": "Tehnologija može biti izvor inovacija, ali i prijetnja za našu privatnost."},
      {"pl": "Zrób przegląd aplikacji, które używasz na co dzień, aby upewnić się, że są bezpieczne i nie wyciekają danych.", "hr": "Napravi pregled aplikacija koje koristiš svakodnevno kako bi bio siguran da su sigurne i ne curi podaci."},
      {"pl": "Sztuczna inteligencja w medycynie to temat kontrowersyjny, ale również bardzo obiecujący.", "hr": "Umjetnička inteligencija u medicini je kontroverznoj tema, ali i vrlo obećavajuća."},
      {"pl": "Korzystanie z internetu może prowadzić do izolacji społecznej, zwłaszcza w przypadku młodszych osób, które spędzają dużo czasu online.", "hr": "Korištenje interneta može dovesti do socijalne izolacije, osobito kod mlađih osoba koje provode puno vremena na mreži."},
      {"pl": "Czy nie uważasz, że zbyt duży wpływ technologii na nasze życie może zmniejszyć naszą zdolność do prawdziwych, osobistych interakcji?", "hr": "Ne misliš li da preveliki utjecaj tehnologije na naše živote može smanjiti našu sposobnost za stvarne, osobne interakcije?"},
      {"pl": "W jaki sposób można zrównoważyć czas spędzany w sieci z życiem offline, aby uniknąć wypalenia?", "hr": "Kako možemo uravnotežiti vrijeme provedeno na mreži s offline životom kako bismo izbjegli sagorijevanje?"}
    ]
  }
  