{
    "category": "Technologia i media społecznościowe",
    "level": "B2",
    "sentences": [
      {"pl": "Czy media społecznościowe mogą wpływać na nasze postrzeganie rzeczywistości?", "hr": "Mogu li društvene mreže utjecati na naše percepcije stvarnosti?"},
      {"pl": "Technologia zmienia sposób, w jaki komunikujemy się z innymi.", "hr": "Tehnologija mijenja način na koji komuniciramo s drugima."},
      {"pl": "Udostępnianie informacji w internecie wiąże się z ryzykiem utraty prywatności.", "hr": "Dijeljenje informacija na internetu povezano je s rizikom gubitka privatnosti."},
      {"pl": "Czy uważasz, że technologia pomaga w utrzymaniu kontaktu z bliskimi?", "hr": "Misliš li da tehnologija pomaže u održavanju kontakta s najbližima?"},
      {"pl": "Aplikacje mobilne mogą być bardzo pomocne w organizowaniu naszego czasu.", "hr": "Mobilne aplikacije mogu biti vrlo korisne za organiziranje našeg vremena."},
      {"pl": "Będziesz musiał przejrzeć wszystkie ustawienia prywatności, aby zwiększyć bezpieczeństwo online.", "hr": "Morat ćeš pregledati sve postavke privatnosti kako bi povećao sigurnost na internetu."},
      {"pl": "W ciągu ostatnich kilku lat media społecznościowe zdominowały sposób, w jaki komunikujemy się z innymi.", "hr": "Tijekom posljednjih nekoliko godina društvene mreže dominiraju načinom na koji komuniciramo s drugima."},
      {"pl": "Czy aplikacje mobilne mogą zastąpić tradycyjne metody nauki?", "hr": "Mogu li mobilne aplikacije zamijeniti tradicionalne metode učenja?"},
      {"pl": "Sprawdzanie mediów społecznościowych może stać się uzależniające, jeśli nie będziesz uważać.", "hr": "Provjeravanje društvenih mreža može postati ovisnost ako ne budeš paziti."},
      {"pl": "Wiele osób korzysta z mediów społecznościowych, aby rozwijać swoją karierę zawodową.", "hr": "Mnogi ljudi koriste društvene mreže kako bi razvijali svoju profesionalnu karijeru."},
      {"pl": "Czy często zamieszczasz posty na swoim blogu lub w mediach społecznościowych?", "hr": "Često li objavljuješ postove na svom blogu ili društvenim mrežama?"},
      {"pl": "Należy uważać na to, co publikujemy w internecie, ponieważ może to mieć wpływ na naszą reputację.", "hr": "Treba paziti na ono što objavljujemo na internetu jer to može utjecati na našu reputaciju."},
      {"pl": "Czy możesz mi wysłać link do interesującego artykułu na Twitterze?", "hr": "Možeš li mi poslati link do zanimljivog članka na Twitteru?"},
      {"pl": "Zrób zdjęcie, które możesz później udostępnić w internecie!", "hr": "Slikaj sliku koju možeš kasnije podijeliti na internetu!"},
      {"pl": "Jakie są najważniejsze zalety korzystania z nowoczesnych technologii?", "hr": "Koje su najvažnije prednosti korištenja modernih tehnologija?"},
      {"pl": "Zainstaluj aplikację, która pozwoli Ci śledzić postępy w nauce.", "hr": "Instaliraj aplikaciju koja će ti omogućiti praćenje napretka u učenju."},
      {"pl": "Czy wiesz, jak zabezpieczyć swoje konto na Instagramie?", "hr": "Znaš li kako osigurati svoj Instagram račun?"},
      {"pl": "Media społecznościowe stały się narzędziem wykorzystywanym do reklamy i marketingu.", "hr": "Društvene mreže postale su alat koji se koristi za oglašavanje i marketing."},
      {"pl": "Zadbaj o to, żeby Twoje hasło było bezpieczne i trudne do odgadnięcia.", "hr": "Pobrini se da tvoja lozinka bude sigurna i teška za pogoditi."},
      {"pl": "Czy zamierzasz zaktualizować aplikację, by korzystać z nowych funkcji?", "hr": "Planiraš li ažurirati aplikaciju kako bi koristio nove funkcije?"},
      {"pl": "Pamiętaj, aby regularnie aktualizować oprogramowanie na swoim telefonie, aby zapewnić jego bezpieczeństwo.", "hr": "Sjeti se redovito ažurirati softver na svom mobitelu kako bi osigurao njegovu sigurnost."},
      {"pl": "Chciałbym dowiedzieć się więcej o roli technologii w edukacji.", "hr": "Htio bih saznati više o ulozi tehnologije u obrazovanju."},
      {"pl": "Zanim sięgniesz po nową aplikację, przeczytaj recenzje innych użytkowników.", "hr": "Prije nego što preuzmeš novu aplikaciju, pročitaj recenzije drugih korisnika."},
      {"pl": "Jakie są Twoje przemyślenia na temat wpływu mediów społecznościowych na naszą prywatność?", "hr": "Koja su tvoja razmišljanja o utjecaju društvenih mreža na našu privatnost?"},
      {"pl": "Czy uważasz, że technologia ma pozytywny wpływ na rozwój społeczeństwa?", "hr": "Misliš li da tehnologija ima pozitivan utjecaj na razvoj društva?"},
      {"pl": "Warto dbać o swoją reputację online, szczególnie na platformach społecznościowych.", "hr": "Vrijedno je paziti na svoju reputaciju na internetu, osobito na društvenim mrežama."},
      {"pl": "Czy masz na swoim telefonie aplikację do monitorowania zdrowia?", "hr": "Imaš li na svom mobitelu aplikaciju za praćenje zdravlja?"},
      {"pl": "Zainstaluj aplikację, która pomoże Ci zorganizować wszystkie spotkania i terminy.", "hr": "Instaliraj aplikaciju koja će ti pomoći organizirati sve sastanke i termine."},
      {"pl": "Jaka jest Twoja opinia na temat wpływu mediów społecznościowych na młodsze pokolenia?", "hr": "Koje je tvoje mišljenje o utjecaju društvenih mreža na mlađe generacije?"},
      {"pl": "Pamiętaj, aby nie udostępniać swoich danych osobowych w internecie.", "hr": "Sjeti se da ne dijeliš svoje osobne podatke na internetu."},
      {"pl": "Dzięki technologii możemy pracować zdalnie z dowolnego miejsca na świecie.", "hr": "Zahvaljujući tehnologiji možemo raditi na daljinu s bilo kojeg mjesta na svijetu."},
      {"pl": "Udostępnij ten film na swoim kanale YouTube!", "hr": "Podijeli ovaj video na svom YouTube kanalu!"},
      {"pl": "Czy uważasz, że aplikacje do rozpoznawania twarzy są bezpieczne?", "hr": "Misliš li da su aplikacije za prepoznavanje lica sigurne?"},
      {"pl": "Wielu ludzi korzysta z technologii, aby zdalnie pracować i uczyć się.", "hr": "Mnogi ljudi koriste tehnologiju kako bi radili i učili na daljinu."},
      {"pl": "Chciałbym nauczyć się, jak korzystać z nowych aplikacji do zarządzania projektami.", "hr": "Htio bih naučiti kako koristiti nove aplikacije za upravljanje projektima."},
      {"pl": "Media społecznościowe to doskonałe narzędzie do promocji biznesów i organizacji.", "hr": "Društvene mreže su izvrstan alat za promociju poduzeća i organizacija."},
      {"pl": "Czy masz jakieś doświadczenie z korzystaniem z aplikacji do edytowania filmów?", "hr": "Imaš li iskustva u korištenju aplikacija za uređivanje videa?"},
      {"pl": "Pamiętaj, aby zaktualizować ustawienia prywatności na wszystkich swoich kontach.", "hr": "Sjeti se ažurirati postavke privatnosti na svim svojim računima."},
      {"pl": "Udostępnij ten post na Facebooku, aby dotrzeć do większej liczby osób.", "hr": "Podijeli ovaj post na Facebooku kako bi došao do većeg broja ljudi."},
      {"pl": "Korzystanie z mediów społecznościowych może być uzależniające, jeśli nie będziemy zachowywać umiaru.", "hr": "Korištenje društvenih mreža može postati ovisnost ako ne budemo umjereni."},
      {"pl": "Czy zgadzasz się, że internet zmienia sposób, w jaki postrzegamy świat?", "hr": "Slažeš li se da internet mijenja način na koji percipiramo svijet?"},
      {"pl": "Nie zapomnij o bezpieczeństwie online, zwłaszcza podczas korzystania z publicznych Wi-Fi.", "hr": "Ne zaboravi na sigurnost na internetu, osobito kada koristiš javni Wi-Fi."},
      {"pl": "Czy masz jakieś obawy związane z nowymi technologiami i ich wpływem na społeczeństwo?", "hr": "Imaš li neke zabrinutosti u vezi s novim tehnologijama i njihovim utjecajem na društvo?"},
      {"pl": "Zainstaluj aplikację, która pomoże Ci analizować Twoje codzienne wydatki.", "hr": "Instaliraj aplikaciju koja će ti pomoći analizirati tvoje svakodnevne troškove."},
      {"pl": "Aplikacje do monitorowania aktywności fizycznej mogą pomóc w poprawie zdrowia.", "hr": "Aplikacije za praćenje fizičke aktivnosti mogu pomoći u poboljšanju zdravlja."},
      {"pl": "Czy korzystasz z aplikacji do nauki nowych języków?", "hr": "Koristiš li aplikacije za učenje novih jezika?"},
      {"pl": "Zainstaluj aplikację, która pomoże Ci znaleźć najlepsze oferty na zakupy online!", "hr": "Instaliraj aplikaciju koja će ti pomoći pronaći najbolje ponude za online kupovinu!"}
    ]
  }