{
  "category": "Transport i poruszanie się",
  "level": "B2",
  "sentences": [
    {"pl": "Czy mogę zarezerwować miejsce na promie z wyprzedzeniem?", "hr": "Mogu li unaprijed rezervirati mjesto na trajektu?"},
    {"pl": "Z jakim wyprzedzeniem muszę przyjść na lotnisko?", "hr": "Koliko unaprijed moram doći na zračnu luku?"},
    {"pl": "Czy na dworcu są miejsca do odpoczynku?", "hr": "Postoje li mjesta za odmor na kolodvoru?"},
    {"pl": "Zarezerwowałem bilet na pociąg, ale nie mogłem go opłacić online.", "hr": "Rezervirao sam kartu za vlak, ali nisam je mogao platiti online."},
    {"pl": "Czy bilet na prom obejmuje transport roweru?", "hr": "Obuhvaća li karta za trajekt prijevoz bicikla?"},
    {"pl": "Pociąg do Zagrzebia jest opóźniony o 15 minut.", "hr": "Vlak za Zagreb kasni 15 minuta."},
    {"pl": "Gdzie mogę kupić bilet na ten pociąg?", "hr": "Gdje mogu kupiti kartu za ovaj vlak?"},
    {"pl": "Zatrzymamy się na najbliższej stacji, aby sprawdzić, czy bilet jest ważny.", "hr": "Zaustavit ćemo se na sljedećoj stanici kako bismo provjerili je li karta važeća."},
    {"pl": "Czy mogę wziąć więcej bagażu niż dozwolone?", "hr": "Mogu li ponijeti više prtljage od dozvoljenog?"}, 
    {"pl": "Gdzie znajduje się przejście dla pieszych do stacji metra?", "hr": "Gdje je prijelaz za pješake do metro stanice?"},
    {"pl": "Proszę nie zapomnieć o obowiązkowych opłatach za bagaż.", "hr": "Molim vas, ne zaboravite na obavezne naknade za prtljagu."},
    {"pl": "Czy mogę podróżować tym pociągiem na krótką wycieczkę?", "hr": "Mogu li putovati ovim vlakom na kratku izlet?"},
    {"pl": "Proszę sprawdzić, czy to miejsce jest dostępne w ofercie wynajmu.", "hr": "Molim vas, provjerite je li ovo mjesto dostupno za najam."},
    {"pl": "Będziemy musieli się przesiąść na następnej stacji.", "hr": "Morat ćemo presjesti na sljedećoj stanici."},
    {"pl": "Autobus nie zatrzymuje się w tym miejscu, to jest tylko punkt przesiadkowy.", "hr": "Autobus se ne zaustavlja na ovom mjestu, ovo je samo prijelazna točka."},
    {"pl": "Czy pociąg, którym jedziemy, zatrzymuje się na każdej stacji?", "hr": "Zaustavlja li se vlak na svakoj stanici na kojoj putujemo?"},
    {"pl": "Zastanawiam się, czy w najbliższym czasie będą dostępne bilety na ten kurs.", "hr": "Pitamo se hoće li uskoro biti dostupne karte za ovu rutu."},
    {"pl": "Wsiadając do autobusu, pamiętaj, aby sprawdzić swój bilet.", "hr": "Pri ulasku u autobus, pobrinite se da provjerite svoju kartu."},
    {"pl": "Proszę pamiętać o terminie zwrotu wynajętego pojazdu.", "hr": "Molim vas, sjetite se roka za povrat unajmljenog vozila."},
    {"pl": "Czy jest dostępna specjalna strefa dla podróżujących z dziećmi?", "hr": "Postoji li posebno područje za putnike s djecom?"},
    {"pl": "Jakie są zasady dotyczące zmiany rezerwacji biletu?", "hr": "Koja su pravila u vezi s promjenom rezervacije karte?"},
    {"pl": "Sprawdź, czy w pobliżu są inne opcje transportu publicznego.", "hr": "Provjeri postoje li druge opcije javnog prijevoza u blizini."},
    {"pl": "Pamiętaj, że godziny odjazdów mogą się zmieniać w zależności od pory dnia.", "hr": "Sjeti se da se sati polaska mogu mijenjati ovisno o dobu dana."},
    {"pl": "Czy możliwa jest podróż z przesiadkami?", "hr": "Je li moguća putovanje s presjedanjima?"},
    {"pl": "Proszę wybrać najlepszy sposób transportu w zależności od ceny i czasu podróży.", "hr": "Molim vas, odaberite najbolji način prijevoza ovisno o cijeni i vremenu putovanja."},
    {"pl": "W razie potrzeby możemy pomóc Ci zorganizować transfer z lotniska.", "hr": "Ako je potrebno, možemo vam pomoći organizirati transfer s aerodroma."},
    {"pl": "Chciałbym wynająć pojazd z pełnym ubezpieczeniem.", "hr": "Želio bih unajmiti vozilo s punim osiguranjem."},
    {"pl": "Czy mogę zmienić datę powrotu na bilecie?", "hr": "Mogu li promijeniti datum povratka na karti?"},
    {"pl": "Pociąg jest w pełni zarezerwowany, ale można zapisać się na listę oczekujących.", "hr": "Vlak je potpuno rezerviran, ali možete se prijaviti na listu čekanja."},
    {"pl": "Gdzie można sprawdzić dostępność miejsc na promie?", "hr": "Gdje možete provjeriti dostupnost mjesta na trajektu?"},
    {"pl": "Czy mogę zabrać zwierzę do pociągu?", "hr": "Mogu li ponijeti ljubimca u vlak?"},
    {"pl": "Samochód, który wynajmuję, nie ma klimatyzacji, czy mogę wymienić pojazd?", "hr": "Automobil koji iznajmljujem nema klima uređaj, mogu li zamijeniti vozilo?"},
    {"pl": "Dziękuję za pomoc w znalezieniu odpowiedniego połączenia.", "hr": "Hvala vam na pomoći u pronalaženju odgovarajuće linije."},
    {"pl": "Czy jest możliwość wcześniejszego sprawdzenia się na lotnisku?", "hr": "Postoji li mogućnost ranije prijave na zračnu luku?"},
    {"pl": "Gdzie znajduje się parking dla osób niepełnosprawnych?", "hr": "Gdje se nalazi parkiralište za osobe s invaliditetom?"},
    {"pl": "Zarezerwowałem bilet, ale nie mogę go znaleźć.", "hr": "Rezervirao sam kartu, ali je ne mogu pronaći."},
    {"pl": "Bilet na autobus obowiązuje przez 90 minut.", "hr": "Autobusna karta vrijedi 90 minuta."},
    {"pl": "Czy można podróżować na jednym bilecie przez wszystkie strefy miasta?", "hr": "Mogu li putovati s jednom kartom kroz sve zone grada?"},
    {"pl": "Proszę nie zostawiać bagażu w łatwo dostępnych miejscach.", "hr": "Molim vas, ne ostavljajte prtljagu na lako dostupnim mjestima."},
    {"pl": "Szukam najtańszego biletu na podróż do Zagrzebia.", "hr": "Tražim najjeftiniju kartu za putovanje do Zagreba."},
    {"pl": "Na tej stacji dostępne są różne opcje transportu.", "hr": "Na ovoj stanici dostupne su različite opcije prijevoza."},
    {"pl": "Pociąg, którym jadę, będzie miał opóźnienie o godzinę.", "hr": "Vlak kojim putujem imat će sat vremena kašnjenja."},
    {"pl": "Zarezerwowałem bilet przez internet, ale nadal nie otrzymałem potwierdzenia.", "hr": "Rezervirao sam kartu putem interneta, ali još nisam dobio potvrdu."},
    {"pl": "W podróży zawsze sprawdzaj godzinę odjazdu przed wyjściem z hotelu.", "hr": "Tijekom putovanja uvijek provjerite sat polaska prije nego izađete iz hotela."}
  ]
}
