{
  "category": "Transport i poruszanie się",
  "level": "C1",
  "sentences": [
    {"pl": "Czy mogę zarezerwować bilet na pociąg z dużym wyprzedzeniem, aby zaoszczędzić?", "hr": "Mogu li unaprijed rezervirati kartu za vlak kako bih uštedio?"},
    {"pl": "Zanim zdecydujesz się na wynajem samochodu, sprawdź dostępność pojazdów w danym terminie.", "hr": "Prije nego se odlučiš za najam automobila, provjeri dostupnost vozila u tom razdoblju."},
    {"pl": "Proszę, sprawdź, czy w pobliżu są stacje ładowania pojazdów elektrycznych.", "hr": "Molim te, provjeri ima li stanica za punjenje električnih vozila u blizini."},
    {"pl": "Będziesz musiał zmienić pociąg na stacji głównej, aby dotrzeć do następnego celu podróży.", "hr": "Morat ćeš presjesti na glavnoj stanici kako bi stigao do sljedeće destinacije."},
    {"pl": "Proszę nie zostawiać bagażu bez nadzoru na peronie.", "hr": "Molim vas, ne ostavljajte prtljagu bez nadzora na peronu."},
    {"pl": "Zarezerwowałem bilet na samolot, ale muszę jeszcze potwierdzić godzinę odlotu.", "hr": "Rezervirao sam kartu za zrakoplov, ali još moram potvrditi sat polaska."},
    {"pl": "Jeśli będziesz podróżował w godzinach szczytu, spodziewaj się tłumów w transporcie publicznym.", "hr": "Ako putuješ u vrijeme najveće gužve, očekuj gužve u javnom prijevozu."},
    {"pl": "Pamiętaj, aby sprawdzić, czy masz wszystkie dokumenty wymagane do podróży międzynarodowej.", "hr": "Sjeti se provjeriti imaš li svu potrebnu dokumentaciju za međunarodno putovanje."},
    {"pl": "Pociąg do Zagrzebia zatrzymuje się w kilku miejscach na trasie, więc warto sprawdzić wszystkie stacje.", "hr": "Vlak za Zagreb zaustavlja se na nekoliko mjesta na ruti, pa je dobro provjeriti sve stanice."},
    {"pl": "Czy są dostępne specjalne oferty lub zniżki na bilety grupowe?", "hr": "Postoje li posebne ponude ili popusti za grupne karte?"},
    {"pl": "Po przyjeździe na lotnisko, udaj się bezpośrednio do strefy odbioru bagażu.", "hr": "Po dolasku na zračnu luku, odmah se uputi u zonu za preuzimanje prtljage."},
    {"pl": "Czy opóźnienia pociągów na tej trasie są powszechne, czy to rzadkie sytuacje?", "hr": "Jesu li kašnjenja vlakova na ovoj ruti uobičajena ili su rijetke situacije?"},
    {"pl": "Na stacji można znaleźć wiele punktów, gdzie możesz kupić bilety na różne środki transportu.", "hr": "Na stanici se nalazi mnogo punktova na kojima možete kupiti karte za različite oblike prijevoza."},
    {"pl": "Wybierając się w długą podróż, dobrze jest upewnić się, że masz zapasowe opcje transportu w razie problemów.", "hr": "Kada putuješ na dugi put, dobro je osigurati alternativne opcije prijevoza u slučaju problema."},
    {"pl": "Zanim zdecydujesz się na wynajem samochodu, upewnij się, że masz odpowiednie ubezpieczenie.", "hr": "Prije nego što se odlučiš za najam automobila, pobrini se da imaš odgovarajuće osiguranje."},
    {"pl": "Czy są dostępne opcje transportu publicznego, które umożliwiają łatwe dotarcie na lotnisko?", "hr": "Postoje li opcije javnog prijevoza koje omogućuju lakši dolazak na zračnu luku?"},
    {"pl": "Pamiętaj, aby sprawdzić czas odjazdu z wyprzedzeniem, aby uniknąć spóźnienia na transport publiczny.", "hr": "Sjeti se provjeriti vrijeme polaska unaprijed kako bi izbjegao kašnjenje na javni prijevoz."},
    {"pl": "Podróżowanie pociągiem jest wygodną opcją, szczególnie jeśli podróżujesz na długie odległości.", "hr": "Putovanje vlakom je udobna opcija, posebno ako putuješ na velike udaljenosti."},
    {"pl": "Czy jest możliwość wprowadzenia zmian w rezerwacji biletu na prom?", "hr": "Postoji li mogućnost izmjene rezervacije karte za trajekt?"},
    {"pl": "Dziękuję za pomoc w zorganizowaniu transportu z lotniska do hotelu.", "hr": "Hvala na pomoći u organizaciji prijevoza s aerodroma do hotela."},
    {"pl": "Czy mogę zabrać zwierzę domowe w podróż samolotem, jeśli ma odpowiednią klatkę?", "hr": "Mogu li ponijeti kućnog ljubimca na zrakoplovu ako ima odgovarajući kavez?"},
    {"pl": "Podróżowanie między miastami pociągiem jest często tańsze niż wynajem samochodu.", "hr": "Putovanje vlakom između gradova često je jeftinije od najma automobila."},
    {"pl": "W przypadku opóźnienia promu, sprawdź, czy dostępne są alternatywne opcje transportu.", "hr": "U slučaju kašnjenja trajekta, provjeri postoje li alternativne opcije prijevoza."},
    {"pl": "Jeżeli chcesz uniknąć tłumów, wybierz podróż w godzinach mniej popularnych.", "hr": "Ako želiš izbjeći gužve, odaberi putovanje u manje popularnim satima."},
    {"pl": "Czy masz informacje na temat dodatkowych opłat za bagaż?", "hr": "Imaš li informacije o dodatnim naknadama za prtljagu?"},
    {"pl": "Samochody elektryczne stają się coraz bardziej popularną opcją w wynajmie pojazdów.", "hr": "Električni automobili postaju sve popularnija opcija za najam vozila."},
    {"pl": "Zarezerwuj bilet powrotny z wyprzedzeniem, aby uzyskać lepszą cenę.", "hr": "Rezerviraj povratnu kartu unaprijed kako bi dobio bolju cijenu."},
    {"pl": "Czy są dostępne opcje transportu do miasta z najbliższego portu lotniczego?", "hr": "Postoje li opcije prijevoza do grada s najbliže zračne luke?"},
    {"pl": "Zanim zdecydujesz się na rezerwację biletu, sprawdź dostępność w wybranym dniu.", "hr": "Prije nego se odlučiš za rezervaciju karte, provjeri dostupnost na odabrani datum."},
    {"pl": "Pamiętaj, aby zapoznać się z polityką bagażową przed wyjazdem.", "hr": "Sjeti se upoznati s politikom prtljage prije polaska."},
    {"pl": "Podróżowanie samolotem to często najwygodniejsza opcja na długie dystanse.", "hr": "Putovanje zrakoplovom često je najudobnija opcija za velike udaljenosti."},
    {"pl": "Kiedy podróżujesz na dużą odległość, zaplanuj swoją trasę z odpowiednim zapasem czasowym.", "hr": "Kada putuješ na velike udaljenosti, isplaniraj svoju rutu s odgovarajućom vremenskom rezervom."},
    {"pl": "Czy dostępne są opcje wynajmu samochodów elektrycznych lub hybrydowych?", "hr": "Postoje li opcije za najam električnih ili hibridnih automobila?"},
    {"pl": "Dziękujemy za wybranie naszej firmy transportowej, mamy nadzieję, że podróż będzie udana.", "hr": "Hvala što ste odabrali našu prijevozničku tvrtku, nadamo se da će putovanje biti uspješno."},
    {"pl": "Przed podróżą sprawdź aktualne informacje o połączeniach autobusowych na stronie internetowej.", "hr": "Prije putovanja provjeri ažurirane informacije o autobusnim linijama na internetskoj stranici."},
    {"pl": "Dla bezpieczeństwa pasażerów, nie wolno przewozić niebezpiecznych substancji w transporcie publicznym.", "hr": "Za sigurnost putnika, nije dopušteno transportirati opasne tvari u javnom prijevozu."},
    {"pl": "Pociąg jest najlepszą opcją podróży na długich trasach, zwłaszcza jeśli chcesz uniknąć stresu związanego z prowadzeniem samochodu.", "hr": "Vlak je najbolja opcija za putovanje na dugim rutama, osobito ako želiš izbjeći stres povezan s vožnjom automobila."},
    {"pl": "Przed wyjazdem sprawdź, czy w Twoim regionie nie ma aktualnych utrudnień w ruchu drogowym.", "hr": "Prije polaska provjeri postoje li trenutačne poteškoće u prometu u tvojoj regiji."}
  ]
}
