{
  "category": "Transport i poruszanie się",
  "level": "C2",
  "sentences": [
    {"pl": "Czy możesz mi pomóc zorganizować transport z lotniska do miejsca zakwaterowania w sposób jak najbardziej komfortowy?", "hr": "Možeš li mi pomoći organizirati prijevoz s aerodroma do smještaja na najsvjetniji način?"},
    {"pl": "Czy istnieją specjalne programy dla osób często podróżujących, które obejmują preferencyjne warunki wynajmu pojazdów?", "hr": "Postoje li posebni programi za osobe koje često putuju, koji uključuju povoljnije uvjete najma vozila?"},
    {"pl": "Jakie są kryteria wyboru najlepszego środka transportu w zależności od odległości, kosztów i komfortu podróży?", "hr": "Koji su kriteriji za odabir najboljeg načina prijevoza s obzirom na udaljenost, troškove i udobnost putovanja?"},
    {"pl": "Zanim się zdecydujesz na wynajem samochodu, sprawdź, czy firma oferuje opcję ubezpieczenia, które obejmuje wszystkie możliwe sytuacje.", "hr": "Prije nego što se odlučiš za najam automobila, provjeri nudi li tvrtka osiguranje koje pokriva sve moguće situacije."},
    {"pl": "Podróżowanie po Europie pociągiem to bez wątpienia jedna z najwygodniejszych i najbardziej ekologicznych opcji.", "hr": "Putovanje Europom vlakom definitivno je jedna od najudobnijih i najekološkijih opcija."},
    {"pl": "Jeśli zdecydujesz się na transport publiczny w godzinach szczytu, musisz liczyć się z możliwymi opóźnieniami i dużymi tłumami.", "hr": "Ako se odlučiš za javni prijevoz u vrijeme špice, moraš računati na moguća kašnjenja i velike gužve."},
    {"pl": "Czy można zorganizować transport lotniczy do kilku miast w ramach jednej podróży, aby zaoszczędzić czas i pieniądze?", "hr": "Može li se organizirati zračni prijevoz u nekoliko gradova unutar jednog putovanja kako bi se uštedjelo na vremenu i novcu?"},
    {"pl": "Przy długotrwałych podróżach ważne jest, aby wybierać transport, który zapewnia wygodę, możliwość odpoczynku oraz dostęp do usług.", "hr": "Kod dugih putovanja važno je odabrati prijevoz koji osigurava udobnost, mogućnost odmora i pristup uslugama."},
    {"pl": "Należy zwrócić uwagę na dodatkowe opłaty za bagaż oraz inne usługi, które mogą zwiększyć koszt transportu.", "hr": "Treba obratiti pažnju na dodatne naknade za prtljagu i druge usluge koje mogu povećati trošak prijevoza."},
    {"pl": "Transport publiczny w dużych aglomeracjach miejskich może być czasem bardziej czasochłonny niż podróże prywatnym samochodem, szczególnie w godzinach szczytu.", "hr": "Javni prijevoz u velikim urbanim aglomeracijama može biti ponekad vremenski zahtjevniji od putovanja privatnim automobilom, posebno u špicama."},
    {"pl": "Rezerwacja biletów na prom przez internet to wygodna opcja, jednak nie zawsze gwarantuje najlepszą cenę, zwłaszcza w przypadku last minute.", "hr": "Rezervacija karata za trajekt putem interneta je udobna opcija, no ne uvijek jamči najbolju cijenu, posebno u slučaju last minute."},
    {"pl": "Podróżując międzykontynentalnie, warto zastanowić się nad wygodą i czasem podróży, zwłaszcza w przypadku długich lotów.", "hr": "Kada putuješ na kontinentima, dobro je razmisliti o udobnosti i vremenu putovanja, posebno u slučaju dugih letova."},
    {"pl": "Czy masz pomysł na to, jak zaoszczędzić na kosztach transportu, gdy podróżujesz w grupie?", "hr": "Imaš li ideju kako uštedjeti na troškovima prijevoza kada putuješ u grupi?"},
    {"pl": "Podróżując po miastach, warto znać najlepsze środki transportu, które pozwalają uniknąć spóźnienia, na przykład rower lub elektryczna hulajnoga.", "hr": "Putujući po gradovima, dobro je poznavati najbolje oblike prijevoza koji omogućuju izbjegavanje kašnjenja, kao što su bicikl ili električni skuter."},
    {"pl": "W przypadku wynajmu samochodu na dłuższy okres, warto sprawdzić oferty, które obejmują dodatkowe usługi, takie jak GPS czy fotelik dziecięcy.", "hr": "U slučaju najma automobila na duži period, dobro je provjeriti ponude koje uključuju dodatne usluge, poput GPS-a ili dječje autosjedalice."},
    {"pl": "Czy dostępne są usługi transportowe, które umożliwiają przewóz dużych bagaży, np. rowerów lub instrumentów muzycznych?", "hr": "Postoje li usluge prijevoza koje omogućuju transport velikih prtljaga, poput bicikla ili glazbenih instrumenata?"},
    {"pl": "Zanim zdecydujesz się na wybór środka transportu, sprawdź, jakie są opcje ekologiczne, które mogą pomóc w zmniejszeniu śladu węglowego.", "hr": "Prije nego se odlučiš za odabir sredstva prijevoza, provjeri koje su ekološke opcije koje mogu pomoći u smanjenju ugljičnog otiska."},
    {"pl": "Transport publiczny to dobry wybór, zwłaszcza w miastach o rozwiniętej sieci tramwajowej i autobusowej, które są szybkie i efektywne.", "hr": "Javni prijevoz je dobar izbor, posebno u gradovima s razvijenom mrežom tramvaja i autobusa koji su brzi i učinkoviti."},
    {"pl": "Czy są dostępne opcje wynajmu samochodów, które umożliwiają przejazd przez różne granice państwowe bez dodatkowych opłat?", "hr": "Postoje li opcije najma automobila koje omogućuju prijelaz različitih državnih granica bez dodatnih naknada?"},
    {"pl": "Jeśli podróżujesz z dużą ilością bagażu, rozważ zorganizowanie transportu, który zapewni wygodny i szybki dostęp do miejsca docelowego.", "hr": "Ako putuješ s velikom količinom prtljage, razmisli o organiziranju prijevoza koji će osigurati udoban i brz pristup odredištu."},
    {"pl": "Dzięki nowoczesnym systemom transportu publicznego, możesz dotrzeć do najodleglejszych miejsc w mieście w krótkim czasie.", "hr": "Zahvaljujući modernim sustavima javnog prijevoza, možeš doći do najudaljenijih mjesta u gradu u kratkom vremenu."},
    {"pl": "Pamiętaj, że każda firma transportowa ma różne zasady dotyczące bagażu, dlatego zawsze warto je sprawdzić przed wyjazdem.", "hr": "Sjeti se da svaka prijevoznička tvrtka ima različita pravila o prtljazi, pa je uvijek dobro provjeriti ih prije polaska."},
    {"pl": "Czasy oczekiwania na transport publiczny w dużych miastach mogą być długie, szczególnie w godzinach szczytu.", "hr": "Vrijeme čekanja na javni prijevoz u velikim gradovima može biti dugo, osobito u špici."},
    {"pl": "Podróżowanie samochodem to wygodna opcja, która daje dużą elastyczność, jednak należy pamiętać o ograniczeniach związanych z parkowaniem w centrum miasta.", "hr": "Putovanje automobilom je udobna opcija koja pruža veliku fleksibilnost, no treba imati na umu ograničenja vezana uz parkiranje u centru grada."},
    {"pl": "Zanim zdecydujesz się na wynajem samochodu, zapytaj o dostępność pojazdów elektrycznych, które są bardziej ekologiczne.", "hr": "Prije nego što se odlučiš za najam automobila, pitaj za dostupnost električnih vozila koja su ekološki prihvatljivija."},
    {"pl": "Transport publiczny jest rozwiązaniem, które pozwala na łatwiejsze poruszanie się po miastach bez konieczności posiadania własnego pojazdu.", "hr": "Javni prijevoz je rješenje koje omogućuje lakše kretanje po gradovima bez potrebe za vlastitim vozilom."},
    {"pl": "Jeśli chcesz uniknąć spóźnienia, zaplanuj swoją podróż z wyprzedzeniem, uwzględniając możliwe utrudnienia w ruchu drogowym lub na stacjach transportowych.", "hr": "Ako želiš izbjeći kašnjenje, isplaniraj svoje putovanje unaprijed, uzimajući u obzir moguće smetnje u prometu ili na stanicama prijevoza."},
    {"pl": "Czy są dostępne promy, które kursują przez całą dobę, aby ułatwić nocną podróż?", "hr": "Postoje li trajekti koji plove cijeli dan i noć kako bi olakšali noćna putovanja?"}
  ]
}
