{
  "category": "Wydarzenia i atrakcje turystyczne",
  "level": "B2",
  "sentences": [
    {"pl": "Czy dostępne są wycieczki po mieście, które obejmują najważniejsze zabytki oraz miejsca historyczne?", "hr": "Postoje li izleti po gradu koji uključuju najvažnije znamenitosti i povijesna mjesta?"},
    {"pl": "Jakie wydarzenia kulturalne odbywają się w tym miesiącu w tej okolicy?", "hr": "Koji kulturni događaji se održavaju ovog mjeseca u ovom području?"},
    {"pl": "Czy organizowane są wycieczki z przewodnikiem, które pokazują mniej znane atrakcje turystyczne?", "hr": "Organiziraju li se izleti s vodičem koji prikazuju manje poznate turističke atrakcije?"},
    {"pl": "W jakich godzinach odbywają się wycieczki do zamku?", "hr": "U kojim se satima održavaju izleti u dvorac?"},
    {"pl": "Czy w tym muzeum są specjalne wystawy czasowe, które warto zobaczyć?", "hr": "Postoje li u ovom muzeju posebne vremenske izložbe koje vrijedi vidjeti?"},
    {"pl": "Czy muzeum organizuje wykłady na temat historii regionu?", "hr": "Organizira li muzej predavanja o povijesti regije?"},
    {"pl": "Jakie są opcje transportu, jeśli chciałbym zwiedzać pobliskie atrakcje turystyczne?", "hr": "Koje su opcije prijevoza ako želim obići obližnje turističke atrakcije?"},
    {"pl": "Czy są dostępne bilety wstępu z przewodnikiem, który mówi w różnych językach?", "hr": "Postoje li ulaznice s vodičem koji govori na različitim jezicima?"},
    {"pl": "Czy można zarezerwować bilety na koncert przez internet?", "hr": "Mogu li se rezervirati karte za koncert putem interneta?"},
    {"pl": "Jakie atrakcje kulturalne są organizowane w tym roku podczas festiwalu?", "hr": "Koje kulturne atrakcije se organiziraju ove godine na festivalu?"},
    {"pl": "Czy istnieją specjalne zniżki dla turystów odwiedzających to miasto po raz pierwszy?", "hr": "Postoje li posebni popusti za turiste koji prvi put posjećuju ovaj grad?"},
    {"pl": "W jakich godzinach odbywają się wycieczki do ogrodu botanicznego?", "hr": "U kojim se satima održavaju izleti u botanički vrt?"},
    {"pl": "Czy w parku rozrywki są dostępne bilety na cały dzień lub tylko na wybrane atrakcje?", "hr": "Jesu li u tematskom parku dostupne karte za cijeli dan ili samo za određene atrakcije?"},
    {"pl": "Czy organizowane są wycieczki, które pozwalają na zwiedzanie okolicznych wiosek i ich tradycji?", "hr": "Organiziraju li se izleti koji omogućuju obilazak okolnih sela i njihovih tradicija?"},
    {"pl": "Jakie są opcje zwiedzania z przewodnikiem w języku francuskim?", "hr": "Koje su opcije obilaska s vodičem na francuskom jeziku?"},
    {"pl": "Czy istnieje możliwość zwiedzania zamku w nocy, zorganizowanej przez muzeum?", "hr": "Postoji li mogućnost obilaska dvorca noću, koji organizira muzej?"},
    {"pl": "Czy festiwal ma miejsce co roku, czy jest to wydarzenie cykliczne?", "hr": "Je li festival događaj koji se održava svake godine ili je cikličan?"},
    {"pl": "Jakie atrakcje turystyczne warto odwiedzić w okolicach historycznego centrum miasta?", "hr": "Koje turističke atrakcije vrijedi posjetiti u okolici povijesnog centra grada?"},
    {"pl": "Czy muzeum posiada audioprzewodniki dostępne w wielu językach?", "hr": "Posjeduje li muzej audiogide na više jezika?"},
    {"pl": "Czy jest możliwość zakupienia biletów na koncerty i wydarzenia kulturalne w tym samym czasie?", "hr": "Postoji li mogućnost kupovine karata za koncerte i kulturne događaje u isto vrijeme?"},
    {"pl": "Jakie festiwale odbywają się w tym regionie w okresie letnim?", "hr": "Koji se festivali održavaju u ovoj regiji tijekom ljetne sezone?"},
    {"pl": "Czy dostępne są przewodniki w języku hiszpańskim na wycieczkach po mieście?", "hr": "Jesu li dostupni vodiči na španjolskom jeziku za obilazak grada?"},
    {"pl": "Czy można zarezerwować wycieczki turystyczne na miejscu, czy lepiej zrobić to wcześniej?", "hr": "Mogu li se rezervirati turistički izleti na licu mjesta ili je bolje to učiniti unaprijed?"},
    {"pl": "Czy muzeum organizuje spotkania z artystami, którzy prezentują swoje prace?", "hr": "Organizira li muzej susrete s umjetnicima koji prikazuju svoja djela?"},
    {"pl": "Jakie są dostępne opcje zwiedzania zamku z przewodnikiem mówiącym w języku włoskim?", "hr": "Koje su opcije obilaska dvorca s vodičem koji govori na talijanskom jeziku?"},
    {"pl": "Czy organizowane są wycieczki, które obejmują zarówno zwiedzanie miasta, jak i okolicznych atrakcji?", "hr": "Organiziraju li se izleti koji uključuju obilazak grada i okolnih atrakcija?"},
    {"pl": "Czy można zarezerwować wycieczkę, która obejmuje zarówno zwiedzanie muzeum, jak i pokaz lokalnej kuchni?", "hr": "Mogu li se rezervirati izleti koji uključuju obilazak muzeja i prikaz lokalne kuhinje?"},
    {"pl": "Czy bilety na koncerty są dostępne tylko w kasach, czy można je również zakupić online?", "hr": "Jesu li karte za koncerte dostupne samo na blagajnama ili ih se također može kupiti online?"},
    {"pl": "Czy są dostępne wycieczki rowerowe, które umożliwiają zwiedzanie okolicznych atrakcji?", "hr": "Postoje li biciklistički izleti koji omogućuju obilazak okolnih atrakcija?"},
    {"pl": "Jakie są opcje transportu do winnic i regionów winiarskich?", "hr": "Koje su opcije prijevoza do vinograda i vinogradarskih regija?"},
    {"pl": "Czy festiwal ma specjalne wydarzenia, które są skierowane do turystów zagranicznych?", "hr": "Ima li festival posebne događaje koji su usmjereni na strane turiste?"},
    {"pl": "Czy w tym mieście odbywają się warsztaty rzemieślnicze, które można połączyć ze zwiedzaniem?", "hr": "Održavaju li se u ovom gradu zanatske radionice koje se mogu kombinirati s obilaskom?"},
    {"pl": "Czy jest możliwość zwiedzania z przewodnikiem po zmroku, aby zobaczyć atrakcje w nocy?", "hr": "Postoji li mogućnost obilaska s vodičem u sumrak kako bi se vidjele atrakcije noću?"},
    {"pl": "Czy organizowane są wycieczki po winiarniach, które oferują degustację win?", "hr": "Organiziraju li se izleti u vinarije koji nude degustaciju vina?"},
    {"pl": "Jakie są godziny otwarcia oraz dostępność biletów do teatru?", "hr": "Koje su radne sate i dostupnost karata za kazalište?"},
    {"pl": "Czy w tym mieście organizowane są wycieczki tematyczne, które koncentrują się na historii sztuki?", "hr": "Organiziraju li se u ovom gradu tematski izleti koji se usmjereni na povijest umjetnosti?"},
    {"pl": "Czy dostępne są przewodniki, którzy specjalizują się w historii lokalnych tradycji?", "hr": "Jesu li dostupni vodiči koji se specijaliziraju za povijest lokalnih tradicija?"},
    {"pl": "Czy w okolicy są organizowane wycieczki, które pokazują tradycyjne rzemiosło?", "hr": "Organiziraju li se u okolici izleti koji prikazuju tradicionalne obrte?"},
    {"pl": "Czy na festiwalu będą występować znani artyści?", "hr": "Hoće li na festivalu nastupiti poznati umjetnici?"},
    {"pl": "Jakie atrakcje turystyczne warto zobaczyć w okolicy portu?", "hr": "Koje turističke atrakcije vrijedi vidjeti u okolici luke?"},
    {"pl": "Czy organizowane są wycieczki, które umożliwiają zwiedzanie okolicznych jaskiń?", "hr": "Organiziraju li se izleti koji omogućuju obilazak okolnih špilja?"},
    {"pl": "Czy można zarezerwować bilety na wydarzenia kulturalne na kilka miesięcy do przodu?", "hr": "Mogu li se rezervirati karte za kulturne događaje nekoliko mjeseci unaprijed?"},
    {"pl": "Czy dostępne są bilety na specjalne wystawy w muzeum?", "hr": "Jesu li dostupne karte za posebne izložbe u muzeju?"},
    {"pl": "Czy w tym regionie odbywają się wycieczki, które obejmują zwiedzanie zamków i pałaców?", "hr": "Održavaju li se u ovoj regiji izleti koji uključuju obilazak dvoraca i palača?"},
    {"pl": "Jakie festiwale muzyczne odbywają się w tym mieście latem?", "hr": "Koji se glazbeni festivali održavaju u ovom gradu ljeti?"}
  ]
}
