{
  "category": "Wydarzenia i atrakcje turystyczne",
  "level": "A1",
  "sentences": [
    {"pl": "Czy to miejsce jest popularne wśród turystów?", "hr": "Je li ovo mjesto popularno među turistima?"},
    {"pl": "O której godzinie otwiera się muzeum?", "hr": "U koliko sati se otvara muzej?"},
    {"pl": "Jakie atrakcje turystyczne warto zobaczyć w tej okolicy?", "hr": "Koje turističke atrakcije vrijedi vidjeti u ovom području?"},
    {"pl": "Zarezerwowałem bilet na koncert. Gdzie mogę go odebrać?", "hr": "Rezervirao sam kartu za koncert. Gdje je mogu preuzeti?"},
    {"pl": "Czy ta wystawa jest dostępna przez cały tydzień?", "hr": "Je li ova izložba dostupna cijeli tjedan?"},
    {"pl": "Jakie wydarzenia kulturalne odbędą się w tym miesiącu?", "hr": "Koji će kulturni događaji biti održani ovog mjeseca?"},
    {"pl": "Proszę o informacje na temat biletów wstępu.", "hr": "Molim vas za informacije o ulaznicama."},
    {"pl": "Czy muzeum jest zamknięte w poniedziałki?", "hr": "Je li muzej zatvoren ponedjeljkom?"},
    {"pl": "Czy można zwiedzać z przewodnikiem?", "hr": "Može li se obići s vodičem?"},
    {"pl": "Gdzie odbywa się festiwal muzyczny?", "hr": "Gdje se održava glazbeni festival?"},
    {"pl": "W jakich godzinach można odwiedzać zamek?", "hr": "U kojim se satima može posjetiti dvorac?"},
    {"pl": "Kiedy odbędzie się kolejna wystawa?", "hr": "Kada će se održati sljedeća izložba?"},
    {"pl": "Czy bilety na koncert można kupić online?", "hr": "Mogu li se karte za koncert kupiti online?"},
    {"pl": "Gdzie jest punkt informacji turystycznej?", "hr": "Gdje je turistička informacija?"},
    {"pl": "Czy w tym miejscu są dostępne wycieczki z przewodnikiem?", "hr": "Jesu li ovdje dostupni razgledi s vodičem?"},
    {"pl": "Proszę podać godziny otwarcia muzeum sztuki.", "hr": "Molim vas navedite radno vrijeme muzeja umjetnosti."},
    {"pl": "Czy w pobliżu znajduje się jakieś znane miejsce turystyczne?", "hr": "Postoji li neko poznato turističko mjesto u blizini?"},
    {"pl": "Jakie atrakcje czekają na turystów w tej miejscowości?", "hr": "Koje atrakcije čekaju turiste u ovom mjestu?"},
    {"pl": "Czy w pobliżu jest jakieś kino?", "hr": "Postoji li kino u blizini?"},
    {"pl": "Zarezerwuj stolik w restauracji na godzinę 18:00.", "hr": "Rezerviraj stol za 18:00 u restoranu."},
    {"pl": "Czy w tym miejscu odbywają się koncerty?", "hr": "Održavaju li se koncerti na ovom mjestu?"},
    {"pl": "Jakie są ceny biletów na zwiedzanie?", "hr": "Koje su cijene ulaznica za obilazak?"},
    {"pl": "Gdzie znajduje się wejście do parku narodowego?", "hr": "Gdje se nalazi ulaz u nacionalni park?"},
    {"pl": "Proszę o mapę miasta.", "hr": "Molim vas za kartu grada."},
    {"pl": "Czy na plaży są dostępne leżaki do wynajęcia?", "hr": "Jesu li na plaži dostupni ležaljke za najam?"},
    {"pl": "Czy w pobliżu jest jakieś muzeum historyczne?", "hr": "Postoji li u blizini muzeum povijesti?"},
    {"pl": "W jakich godzinach odbywa się zwiedzanie zamku?", "hr": "U kojim se satima održava obilazak dvorca?"},
    {"pl": "Czy organizowane są wycieczki po mieście?", "hr": "Organiziraju li se izleti po gradu?"},
    {"pl": "Czy to miejsce jest dostępne dla osób niepełnosprawnych?", "hr": "Je li ovo mjesto dostupno osobama s invaliditetom?"},
    {"pl": "Jakie wydarzenia odbędą się w weekend?", "hr": "Koji će se događaji održati tijekom vikenda?"},
    {"pl": "Czy potrzebuję rezerwacji na koncert?", "hr": "Trebam li rezervaciju za koncert?"},
    {"pl": "Proszę powiedzieć, gdzie znajduje się punkt informacji turystycznej.", "hr": "Molim vas, recite gdje se nalazi turistička informacija."},
    {"pl": "Czy można zobaczyć tę wystawę w weekend?", "hr": "Može li se vidjeti ova izložba tijekom vikenda?"},
    {"pl": "Kiedy są godziny otwarcia katedry?", "hr": "Koje su radne sate katedrale?"},
    {"pl": "Proszę, podaj mi dane kontaktowe do organizatora festiwalu.", "hr": "Molim vas dajte mi kontakt podatke organizatora festivala."},
    {"pl": "Czy jest parking w pobliżu muzeum?", "hr": "Postoji li parkiralište u blizini muzeja?"},
    {"pl": "Czy mogę zrobić zdjęcia w tym muzeum?", "hr": "Mogu li fotografirati u ovom muzeju?"},
    {"pl": "Czy jest opcja zwiedzania z przewodnikiem w języku angielskim?", "hr": "Postoji li opcija obilaska s vodičem na engleskom jeziku?"},
    {"pl": "Zarezerwuj bilety na wycieczkę do parku narodowego.", "hr": "Rezerviraj karte za izlet u nacionalni park."},
    {"pl": "Czy festiwal odbędzie się na świeżym powietrzu?", "hr": "Hoće li se festival održati na otvorenom?"},
    {"pl": "Gdzie znajduje się największa atrakcja turystyczna w tej okolicy?", "hr": "Gdje se nalazi najveća turistička atrakcija u ovom području?"},
    {"pl": "Czy w pobliżu jest teatr?", "hr": "Postoji li kazalište u blizini?"},
    {"pl": "Proszę, podaj mi adres tej restauracji.", "hr": "Molim vas, dajte mi adres ovog restorana."},
    {"pl": "Czy są dostępne wycieczki na rowerach po mieście?", "hr": "Jesu li dostupni biciklistički izleti po gradu?"},
    {"pl": "Zarezerwuj bilety na zwiedzanie muzeum sztuki.", "hr": "Rezerviraj karte za obilazak muzeja umjetnosti."},
    {"pl": "Kiedy rozpoczyna się festiwal tańca?", "hr": "Kada počinje festival plesa?"},
    {"pl": "Proszę, podaj mi godziny otwarcia tej atrakcji turystycznej.", "hr": "Molim vas, dajte mi radno vrijeme ove turističke atrakcije."},
    {"pl": "Czy są dostępne bilety na wycieczkę z przewodnikiem?", "hr": "Jesu li dostupne karte za izlet s vodičem?"}
  ]
}
