{
  "category": "Wydarzenia i atrakcje turystyczne",
  "level": "A2",
  "sentences": [
    {"pl": "Kiedy jest otwarte muzeum?", "hr": "Kada je otvoren muzej?"},
    {"pl": "Jakie atrakcje turystyczne polecasz w tym mieście?", "hr": "Koje turističke atrakcije preporučuješ u ovom gradu?"},
    {"pl": "Czy jest dostępny przewodnik w języku angielskim?", "hr": "Je li dostupan vodič na engleskom jeziku?"},
    {"pl": "Czy w tej okolicy jest duży zamek?", "hr": "Postoji li veliki dvorac u ovom području?"},
    {"pl": "Chciałbym zarezerwować bilet na koncert.", "hr": "Želio bih rezervirati kartu za koncert."},
    {"pl": "O której godzinie zamykają muzeum?", "hr": "U koliko sati zatvaraju muzej?"},
    {"pl": "Czy w pobliżu jest jakaś kawiarnia?", "hr": "Postoji li kafić u blizini?"},
    {"pl": "Gdzie mogę kupić bilety na wycieczkę?", "hr": "Gdje mogu kupiti karte za izlet?"},
    {"pl": "Czy muzeum jest otwarte w weekendy?", "hr": "Je li muzej otvoren vikendom?"},
    {"pl": "Proszę powiedzieć, jak dojść do teatru.", "hr": "Molim vas dajte upute kako doći do kazališta."},
    {"pl": "Czy w tym miejscu odbywają się regularne wystawy?", "hr": "Održavaju li se redovite izložbe na ovom mjestu?"},
    {"pl": "Jakie wydarzenia są organizowane w tym miesiącu?", "hr": "Koji se događaji organiziraju ovog mjeseca?"},
    {"pl": "Chciałbym zobaczyć wystawę sztuki współczesnej.", "hr": "Želio bih vidjeti izložbu suvremene umjetnosti."},
    {"pl": "Czy mogę zwiedzać zamek bez przewodnika?", "hr": "Mogu li obići dvorac bez vodiča?"},
    {"pl": "Gdzie mogę znaleźć mapę turystyczną miasta?", "hr": "Gdje mogu pronaći turističku kartu grada?"},
    {"pl": "Czy można zwiedzać muzeum z dziećmi?", "hr": "Može li se obilaziti muzej s djecom?"},
    {"pl": "Proszę o informacje na temat biletów ulgowych.", "hr": "Molim vas za informacije o sniženim ulaznicama."},
    {"pl": "W jakich godzinach odbywają się zwiedzania grupowe?", "hr": "U kojim satima se održavaju grupni obilasci?"},
    {"pl": "Czy w tej okolicy są jakieś znane restauracje?", "hr": "Postoje li u ovom području poznati restorani?"},
    {"pl": "Gdzie znajduje się najbliższy punkt informacji turystycznej?", "hr": "Gdje se nalazi najbliža turistička informacija?"},
    {"pl": "Kiedy odbędzie się kolejna edycja festiwalu?", "hr": "Kada će se održati sljedeće izdanje festivala?"},
    {"pl": "Czy można odwiedzić zamek w każdej porze roku?", "hr": "Može li se posjetiti dvorac u svako doba godine?"},
    {"pl": "Czy można zarezerwować bilety na wycieczki online?", "hr": "Mogu li se karte za izlete rezervirati online?"},
    {"pl": "Jakie muzeum jest najlepsze do odwiedzenia w tym mieście?", "hr": "Koji je muzej najbolji za posjetiti u ovom gradu?"},
    {"pl": "Czy zwiedzanie miasta jest możliwe pieszo?", "hr": "Je li moguće razgledati grad pješice?"},
    {"pl": "Czy na festiwalu będzie muzyka na żywo?", "hr": "Hoće li na festivalu biti glazbe uživo?"},
    {"pl": "Kiedy organizowane są wycieczki do parku narodowego?", "hr": "Kada se organiziraju izleti u nacionalni park?"},
    {"pl": "Czy mogę zwiedzać muzeum w grupie?", "hr": "Mogu li obići muzej u grupi?"},
    {"pl": "Jakie wydarzenia będą miały miejsce w przyszłym tygodniu?", "hr": "Koji će se događaji održati sljedeći tjedan?"},
    {"pl": "Czy ta wystawa jest dostępna w godzinach wieczornych?", "hr": "Je li ova izložba dostupna navečer?"},
    {"pl": "Czy są dostępne bilety na zwiedzanie z przewodnikiem?", "hr": "Jesu li dostupne karte za obilazak s vodičem?"},
    {"pl": "Proszę powiedzieć, czy są bilety na wydarzenie w piątek.", "hr": "Molim vas dajte mi informaciju o kartama za događaj u petak."},
    {"pl": "Czy w tym muzeum są wystawy stałe?", "hr": "Postoje li stalne izložbe u ovom muzeju?"},
    {"pl": "Czy możesz polecić mi jakieś ciekawe miejsca turystyczne?", "hr": "Možeš li mi preporučiti neka zanimljiva turistička mjesta?"},
    {"pl": "W jakich godzinach są organizowane zwiedzania w grupach?", "hr": "U kojim satima se organiziraju grupna obilaska?"},
    {"pl": "Gdzie można znaleźć najlepsze miejsca na zakupy w tej okolicy?", "hr": "Gdje se mogu naći najbolja mjesta za kupovinu u ovom području?"},
    {"pl": "Czy istnieje zniżka dla studentów na bilety?", "hr": "Postoji li popust za studente na ulaznice?"},
    {"pl": "Proszę o informację, gdzie znajduje się najbliższy punkt informacji turystycznej.", "hr": "Molim vas za informaciju gdje se nalazi najbliža turistička informacija."},
    {"pl": "Czy ten festiwal odbywa się co roku?", "hr": "Održava li se ovaj festival svake godine?"},
    {"pl": "Czy muzeum jest przystosowane do osób na wózkach inwalidzkich?", "hr": "Je li muzej prilagođen osobama u invalidskim kolicima?"},
    {"pl": "Gdzie znajduje się najbliższa stacja metra do muzeum?", "hr": "Gdje se nalazi najbliža metro stanica do muzeja?"},
    {"pl": "Czy park narodowy jest otwarty przez cały rok?", "hr": "Je li nacionalni park otvoren tijekom cijele godine?"},
    {"pl": "Czy zwiedzanie muzeum wymaga rezerwacji?", "hr": "Treba li rezervacija za obilazak muzeja?"},
    {"pl": "Gdzie można znaleźć informacje o wydarzeniach kulturalnych?", "hr": "Gdje mogu pronaći informacije o kulturnim događanjima?"},
    {"pl": "Czy festiwal odbędzie się na głównym placu miasta?", "hr": "Hoće li se festival održati na glavnom trgu grada?"},
    {"pl": "Czy można zwiedzać zamek z przewodnikiem?", "hr": "Može li se obići dvorac s vodičem?"},
    {"pl": "Proszę podać mi adres tej atrakcji turystycznej.", "hr": "Molim vas dajte mi adres ove turističke atrakcije."},
    {"pl": "Czy to miejsce jest odpowiednie na wycieczkę z dziećmi?", "hr": "Je li ovo mjesto pogodno za izlet s djecom?"},
    {"pl": "W jakich godzinach można zwiedzać wystawę?", "hr": "U kojim satima se može obići izložba?"},
    {"pl": "Czy w pobliżu znajduje się muzeum historii naturalnej?", "hr": "Postoji li muzej prirodnih znanosti u blizini?"}
  ]
}
