{
  "category": "Wydarzenia i atrakcje turystyczne",
  "level": "B1",
  "sentences": [
    {"pl": "Czy w tym mieście organizowane są wycieczki tematyczne?", "hr": "Organiziraju li se tematski izleti u ovom gradu?"},
    {"pl": "Jakie wydarzenia kulturalne są dostępne w tym tygodniu?", "hr": "Koji kulturni događaji su dostupni ovog tjedna?"},
    {"pl": "Czy muszę rezerwować bilety na koncert z wyprzedzeniem?", "hr": "Moram li unaprijed rezervirati karte za koncert?"},
    {"pl": "Gdzie można kupić bilety na zwiedzanie zamku?", "hr": "Gdje mogu kupiti karte za obilazak dvorca?"},
    {"pl": "Czy muzeum oferuje zniżki dla seniorów?", "hr": "Nudi li muzej popuste za umirovljenike?"},
    {"pl": "Jakie atrakcje turystyczne są szczególnie polecane dla rodzin z dziećmi?", "hr": "Koje su turističke atrakcije posebno preporučene za obitelji s djecom?"},
    {"pl": "Czy organizowane są specjalne wycieczki na festiwal muzyczny?", "hr": "Organiziraju li se posebni izleti za glazbeni festival?"},
    {"pl": "Czy w tym muzeum można zrobić zdjęcia?", "hr": "Može li se fotografirati u ovom muzeju?"},
    {"pl": "Jakie atrakcje turystyczne warto odwiedzić w okolicy parku narodowego?", "hr": "Koje turističke atrakcije vrijedi posjetiti u okolici nacionalnog parka?"},
    {"pl": "Czy na festiwalu będzie dostępna muzyka na żywo?", "hr": "Hoće li na festivalu biti glazbe uživo?"},
    {"pl": "Czy możliwe jest zwiedzanie muzeum w grupie?", "hr": "Je li moguće obići muzej u grupi?"},
    {"pl": "Czy w tej okolicy są jakieś interesujące galerie sztuki?", "hr": "Postoje li u ovom području zanimljive galerije umjetnosti?"},
    {"pl": "Czy bilety na koncert są dostępne w różnych cenach?", "hr": "Jesu li karte za koncert dostupne po različitim cijenama?"},
    {"pl": "Jakie są godziny otwarcia parku tematycznego?", "hr": "Koje su radne sate tematskog parka?"},
    {"pl": "Czy w muzeum są organizowane warsztaty artystyczne?", "hr": "Organiziraju li se u muzeju umjetničke radionice?"},
    {"pl": "Gdzie mogę znaleźć informacje o najnowszych wystawach?", "hr": "Gdje mogu pronaći informacije o najnovijim izložbama?"},
    {"pl": "Czy na festiwalu filmowym można spotkać twórców filmów?", "hr": "Može li se na filmskom festivalu susresti filmske stvaratelje?"},
    {"pl": "Czy dostępne są przewodniki w innych językach niż angielski?", "hr": "Jesu li dostupni vodiči na drugim jezicima osim engleskog?"},
    {"pl": "Czy w pobliżu zamku są restauracje, które serwują tradycyjne jedzenie?", "hr": "Postoje li restorani u blizini dvorca koji poslužuju tradicionalnu hranu?"},
    {"pl": "Czy są jakieś specjalne zniżki dla grup turystycznych?", "hr": "Postoje li posebni popusti za turističke grupe?"},
    {"pl": "Czy jest możliwość zwiedzania w godzinach wieczornych?", "hr": "Postoji li mogućnost obilaska u večernjim satima?"},
    {"pl": "Jakie atrakcje są dostępne w okolicach plaży?", "hr": "Koje su atrakcije dostupne u okolici plaže?"},
    {"pl": "Czy organizowane są wycieczki na pobliską wyspę?", "hr": "Organiziraju li se izleti na obližnje otoke?"},
    {"pl": "Czy w muzeum jest dostępna specjalna oferta dla rodzin?", "hr": "Postoji li u muzeju posebna ponuda za obitelji?"},
    {"pl": "Czy muszę zapisać się na wycieczkę do ogrodu botanicznego z wyprzedzeniem?", "hr": "Moram li se unaprijed prijaviti za obilazak botaničkog vrta?"},
    {"pl": "Gdzie mogę znaleźć harmonogram najbliższych wydarzeń kulturalnych?", "hr": "Gdje mogu pronaći raspored najbližih kulturnih događanja?"},
    {"pl": "Czy można zwiedzać muzeum w godzinach porannych?", "hr": "Može li se posjetiti muzej u jutarnjim satima?"},
    {"pl": "Czy w okolicy są dostępne przewozy do popularnych atrakcji turystycznych?", "hr": "Postoje li u okolici prijevozi do popularnih turističkih atrakcija?"},
    {"pl": "Czy na festiwalu będzie możliwość zakupu pamiątek?", "hr": "Hoće li na festivalu biti mogućnost kupovine suvenira?"},
    {"pl": "Czy w tym mieście można znaleźć ślady jego historii?", "hr": "Može li se u ovom gradu pronaći tragovi njegove povijesti?"},
    {"pl": "Czy wystawa będzie dostępna do końca miesiąca?", "hr": "Hoće li izložba biti dostupna do kraja mjeseca?"},
    {"pl": "Jakie są opcje transportu publicznego, aby dotrzeć do tej atrakcji turystycznej?", "hr": "Koje su opcije javnog prijevoza kako biste stigli do ove turističke atrakcije?"},
    {"pl": "Czy istnieje możliwość zaparkowania w pobliżu muzeum?", "hr": "Postoji li mogućnost parkiranja u blizini muzeja?"},
    {"pl": "Czy organizowane są wycieczki rowerowe po okolicznych atrakcjach?", "hr": "Organiziraju li se biciklistički izleti do obližnjih atrakcija?"},
    {"pl": "Czy muzeum posiada stałą kolekcję sztuki renesansowej?", "hr": "Posjeduje li muzej stalnu kolekciju renesansne umjetnosti?"},
    {"pl": "Czy jest dostępna opcja zwiedzania z przewodnikiem w języku niemieckim?", "hr": "Postoji li opcija obilaska s vodičem na njemačkom jeziku?"},
    {"pl": "Czy można kupić bilety na wycieczkę do muzeum online?", "hr": "Mogu li se kupiti karte za obilazak muzeja online?"},
    {"pl": "Jakie są godziny otwarcia tej galerii sztuki?", "hr": "Koje su radne sate ove galerije umjetnosti?"},
    {"pl": "Czy w okolicy są dostępne miejsca do uprawiania sportów wodnych?", "hr": "Postoje li u okolici mjesta za vodene sportove?"},
    {"pl": "Czy na festiwalu są organizowane warsztaty artystyczne?", "hr": "Organiziraju li se na festivalu umjetničke radionice?"},
    {"pl": "Gdzie mogę znaleźć informacje o biletach na koncert?", "hr": "Gdje mogu pronaći informacije o kartama za koncert?"},
    {"pl": "Czy organizowane są specjalne wycieczki z przewodnikiem dla osób zainteresowanych historią?", "hr": "Organiziraju li se posebni izleti s vodičem za osobe koje se zanimaju za povijest?"},
    {"pl": "Czy jest możliwość zorganizowania prywatnej wycieczki po mieście?", "hr": "Postoji li mogućnost organiziranja privatnog obilaska grada?"},
    {"pl": "Jakie są godziny otwarcia parku rozrywki w sezonie letnim?", "hr": "Koje su radne sate tematskog parka tijekom ljetne sezone?"},
    {"pl": "Czy istnieje możliwość wynajęcia sprzętu do nurkowania w tej okolicy?", "hr": "Postoji li mogućnost najma opreme za ronjenje u ovom području?"},
    {"pl": "Czy bilety na zwiedzanie zamku są drogie?", "hr": "Jesu li karte za obilazak dvorca skupe?"},
    {"pl": "Jakie są opcje transportu na festiwal filmowy?", "hr": "Koje su opcije prijevoza za filmski festival?"},
    {"pl": "Czy w muzeum odbywają się wydarzenia dla dzieci?", "hr": "Održavaju li se u muzeju događaji za djecu?"},
    {"pl": "Czy są dostępne specjalne zniżki dla studentów na wycieczki po mieście?", "hr": "Postoje li posebni popusti za studente na izlete po gradu?"},
    {"pl": "Czy muzeum organizuje spotkania z artystami?", "hr": "Organizira li muzej susrete s umjetnicima?"},
    {"pl": "Jakie atrakcje turystyczne warto odwiedzić w okolicach portu?", "hr": "Koje turističke atrakcije vrijedi posjetiti u okolici luke?"}
  ]
}
