{
  "category": "Rozmowy o wyglądzie ludzi",
  "level": "B2",
  "sentences": [
    {"pl": "Ona ma bardzo charakterystyczne rysy twarzy, które sprawiają, że nigdy nie da się jej pomylić z innymi.", "hr": "Ona ima vrlo prepoznatljive crte lica koje čine da je nikada ne možete pomiješati s drugima."},
    {"pl": "On ma muskularną sylwetkę, która jest efektem wielu lat ciężkiej pracy na siłowni.", "hr": "On ima mišićav izgled koji je rezultat mnogih godina napornog rada u teretani."},
    {"pl": "Ty zawsze przyciągasz uwagę swoim modnym stylem ubierania, a dzisiaj wyglądasz szczególnie elegancko.", "hr": "Ti uvijek privučeš pažnju svojim modernim stilom odijevanja, a danas izgledaš posebno elegantno."},
    {"pl": "Ona ma bardzo długie nogi, co sprawia, że zawsze wygląda elegancko, nawet w casualowych ubraniach.", "hr": "Ona ima vrlo duge noge, zbog čega uvijek izgleda elegantno, čak i u ležernim odjećama."},
    {"pl": "On ma gęste włosy, które nigdy się nie układają źle, nawet w wietrzne dni.", "hr": "On ima gustu kosu koja se nikada ne pokvari, čak ni na vjetrovite dane."},
    {"pl": "Ja mam średniej długości włosy, które ostatnio staram się zapuścić, by wyglądały bardziej stylowo.", "hr": "Ja imam kosu srednje dužine koju nedavno pokušavam pustiti da naraste kako bi izgledala više stylish."},
    {"pl": "My mamy bardzo podobne kolory oczu, ale twoje są bardziej intensywne.", "hr": "Mi imamo vrlo slične boje očiju, ali tvoje su intenzivnije."},
    {"pl": "Oni mają różne typy figury, ale wszyscy dbają o siebie, co widać po ich zdrowym wyglądzie.", "hr": "Oni imaju različite tipove tijela, ali svi brinu o sebi, što je očito iz njihovog zdravog izgleda."},
    {"pl": "Ty masz bardzo jasną cerę, którą podkreślają twoje ciemne, wyraziste brwi.", "hr": "Ti imaš vrlo svijetlu kožu koju ističu tvoje tamne, izražene obrve."},
    {"pl": "Ona ma na sobie prostą, ale bardzo elegancką sukienkę, która podkreśla jej naturalne piękno.", "hr": "Ona nosi jednostavnu, ali vrlo elegantnu haljinu koja ističe njezinu prirodnu ljepotu."},
    {"pl": "On ma niezwykle intensywne, zielone oczy, które są jego najbardziej przyciągającą cechą.", "hr": "On ima izuzetno intenzivne, zelene oči koje su njegov najprivlačniji karakteristični znak."},
    {"pl": "Ja zazwyczaj stawiam na prostotę, ale dzisiaj postanowiłem wybrać coś bardziej kolorowego, żeby się wyróżnić.", "hr": "Obično se oslanjam na jednostavnost, ali danas sam odlučio odabrati nešto šarenije kako bih se istaknuo."},
    {"pl": "My mamy różne style ubierania się, ale oboje lubimy klasyczne kolory, które nigdy nie wychodzą z mody.", "hr": "Imamo različite stilove odijevanja, ali oboje volimo klasične boje koje nikada ne izlaze iz mode."},
    {"pl": "Oni wyglądają na bardzo pewnych siebie, ich postawa i sposób poruszania się przyciągają uwagę.", "hr": "Oni izgledaju vrlo samouvjereno, njihov stav i način kretanja privlače pažnju."},
    {"pl": "Ty zawsze masz świetne poczucie stylu, dzięki czemu wyglądasz modnie i profesjonalnie jednocześnie.", "hr": "Ti uvijek imaš izvrsnu modnu osjetljivost koja te čini elegantnim i profesionalnim istovremeno."},
    {"pl": "Ona jest osobą, która stawia na elegancję, ale także na wygodę, co sprawia, że zawsze wygląda stosownie do okazji.", "hr": "Ona je osoba koja stavlja na eleganciju, ali i udobnost, zbog čega uvijek izgleda prikladno za prigodu."},
    {"pl": "On ma bardzo charakterystyczne, wyraziste rysy twarzy, które nadają mu unikalny wygląd.", "hr": "On ima vrlo prepoznatljive, izražene crte lica koje mu daju jedinstven izgled."},
    {"pl": "Ja mam na sobie ciemne jeansy i białą koszulę, bo lubię klasyczne, ale zawsze modne połączenia.", "hr": "Ja nosim tamne traperice i bijelu košulju jer volim klasične, ali uvijek moderne kombinacije."},
    {"pl": "My wyglądamy na bardzo podobnych, mimo że nasze fryzury są zupełnie inne.", "hr": "Izgledamo vrlo slični, iako su naše frizure potpuno različite."},
    {"pl": "Oni mają na sobie bardzo kolorowe ubrania, które przyciągają wzrok i wyróżniają ich w tłumie.", "hr": "Oni nose vrlo šarenu odjeću koja privlači poglede i izdvaja ih iz mase."},
    {"pl": "Ty zawsze masz dobrze dopasowane ubrania, które pasują do twojej sylwetki.", "hr": "Ti uvijek imaš dobro prilagođenu odjeću koja odgovara tvojoj figuri."},
    {"pl": "Ona wygląda na bardzo szczęśliwą osobę, jej twarz zawsze promienieje radością.", "hr": "Ona izgleda kao vrlo sretna osoba, njezino lice uvijek zrači radošću."},
    {"pl": "On ma na sobie skórzaną kurtkę, która dodaje mu męskości i sprawia, że wygląda bardziej pewnie.", "hr": "On nosi kožnu jaknu koja mu daje muškost i čini ga samouvjerenijim."},
    {"pl": "Ja mam na sobie proste, ale eleganckie ubrania, bo dzisiaj mam ważne spotkanie.", "hr": "Ja nosim jednostavnu, ali elegantnu odjeću jer danas imam važan sastanak."},
    {"pl": "My mamy różne style fryzur, ale oboje stawiamy na wygodę i funkcjonalność.", "hr": "Mi imamo različite stilove frizura, ali oboje stavljamo na udobnost i funkcionalnost."},
    {"pl": "Oni mają wyjątkowy sposób ubierania się, który wyróżnia ich na tle innych.", "hr": "Oni imaju poseban način odijevanja koji ih izdvaja od drugih."},
    {"pl": "Ty masz piękne usta, które zawsze przyciągają uwagę, kiedy się uśmiechasz.", "hr": "Ti imaš prekrasne usne koje uvijek privuku pažnju kad se smiješ."},
    {"pl": "Ona ma wyjątkowo długie rzęsy, które sprawiają, że jej spojrzenie jest bardzo wyraziste.", "hr": "Ona ima izuzetno duge trepavice koje čine njezin pogled vrlo izraženim."},
    {"pl": "On ma na sobie klasyczny garnitur, który zawsze sprawia, że wygląda bardzo profesjonalnie.", "hr": "On nosi klasično odijelo koje ga uvijek čini vrlo profesionalnim."},
    {"pl": "Ja zmieniłem fryzurę, żeby wyglądać bardziej elegancko na nadchodzącej imprezie.", "hr": "Promijenio sam frizuru kako bih izgledao elegantnije na nadolazećoj zabavi."},
    {"pl": "My mamy bardzo zbliżony kolor włosów, ale twoje są bardziej gładkie.", "hr": "Mi imamo vrlo sličnu boju kose, ali tvoja je kosa glađa."},
    {"pl": "Oni wyglądają na bardzo zadbanych, ich ubrania są zawsze czyste i dobrze dobrane.", "hr": "Oni izgledaju vrlo njegovano, njihova odjeća je uvijek čista i dobro usklađena."},
    {"pl": "Ty masz niesamowity styl, zawsze ubierasz się w sposób, który wyróżnia cię z tłumu.", "hr": "Ti imaš nevjerojatan stil, uvijek se odijevaš na način koji te izdvaja iz mase."},
    {"pl": "Ona ma na sobie prostą, ale bardzo elegancką sukienkę, która doskonale pasuje do jej figury.", "hr": "Ona nosi jednostavnu, ali vrlo elegantnu haljinu koja savršeno pristaje njenoj figuri."},
    {"pl": "On jest bardzo dobrze zbudowany, jego sylwetka jest wynikiem długotrwałego wysiłku na siłowni.", "hr": "On je vrlo dobro građen, njegovo tijelo je rezultat dugotrajnog truda u teretani."},
    {"pl": "Ja mam na sobie nową koszulę, która jest modna i bardzo wygodna.", "hr": "Ja nosim novu košulju koja je moderna i vrlo udobna."},
    {"pl": "My zawsze staramy się wyglądać dobrze, nawet jeśli dzień jest wyjątkowo intensywny.", "hr": "Mi uvijek pokušavamo izgledati dobro, čak i kada je dan posebno intenzivan."},
    {"pl": "Oni mają na sobie stylowe akcesoria, które dodają charakteru ich strojom.", "hr": "Oni nose stylish dodatke koji njihovoj odjeći dodaju karakter."}
  ]
}
