{
  "category": "Rozmowy o wyglądzie ludzi",
  "level": "B1",
  "sentences": [
    {"pl": "Ona jest osobą bardzo zaangażowaną w pomoc innym i często organizuje akcje charytatywne.", "hr": "Ona je osoba vrlo angažirana u pomaganje drugima i često organizira humanitarne akcije."},
    {"pl": "On zawsze stara się być pomocny i nigdy nie odmawia, gdy ktoś go potrzebuje.", "hr": "On se uvijek trudi biti pomoćan i nikada ne odbija kad ga netko treba."},
    {"pl": "Czy ty również lubisz spędzać czas na świeżym powietrzu, czy wolisz pozostać w domu?", "hr": "Zar i ti voliš provoditi vrijeme na svježem zraku, ili radije ostaješ kod kuće?"},
    {"pl": "Ona ma wiele przyjaciół, ponieważ jest bardzo towarzyska i lubi spędzać czas w większym gronie.", "hr": "Ona ima mnogo prijatelja jer je vrlo društvena i voli provoditi vrijeme u većem društvu."},
    {"pl": "On jest osobą bardzo odpowiedzialną, zawsze dotrzymuje słowa.", "hr": "On je vrlo odgovorna osoba, uvijek drži svoje obećanje."},
    {"pl": "Ja lubię czytać książki, szczególnie te o psychologii i rozwoju osobistym.", "hr": "Ja volim čitati knjige, posebno one o psihologiji i osobnom razvoju."},
    {"pl": "My uwielbiamy organizować spotkania z przyjaciółmi i zawsze mamy świetną zabawę.", "hr": "Mi obožavamo organizirati susrete s prijateljima i uvijek se dobro zabavljamo."},
    {"pl": "Oni są naprawdę świetnymi organizatorami, potrafią wszystko zaplanować do najmniejszego szczegółu.", "hr": "Oni su stvarno odlični organizatori, znaju sve isplanirati do najmanjih detalja."},
    {"pl": "Ty masz świetną pamięć, zawsze zapamiętujesz szczegóły, o których inni zapominają.", "hr": "Ti imaš sjajnu memoriju, uvijek pamtiš detalje koje drugi zaboravljaju."},
    {"pl": "Ona jest bardzo wrażliwa na potrzeby innych i zawsze stara się pomóc.", "hr": "Ona je vrlo osjetljiva na potrebe drugih i uvijek se trudi pomoći."},
    {"pl": "On spędza dużo czasu na siłowni, aby utrzymać dobrą formę.", "hr": "On provodi puno vremena u teretani kako bi održao dobru formu."},
    {"pl": "Ty bardzo dobrze radzisz sobie w stresujących sytuacjach, to ogromna zaleta.", "hr": "Ti vrlo dobro reagiraš u stresnim situacijama, to je velika prednost."},
    {"pl": "Ja zawsze staram się być na bieżąco z nowinkami technologicznymi.", "hr": "Ja uvijek nastojim biti u toku s tehnološkim novostima."},
    {"pl": "Ona nie boi się wyzwań i chętnie bierze udział w trudnych projektach.", "hr": "Ona se ne boji izazova i rado sudjeluje u teškim projektima."},
    {"pl": "On ma świetne poczucie humoru, które sprawia, że atmosfera w pracy jest znacznie przyjemniejsza.", "hr": "On ima sjajan smisao za humor, što čini atmosferu na poslu puno ugodnijom."},
    {"pl": "My zaczęliśmy uczyć się języka francuskiego, bo marzymy o podróży do Paryża.", "hr": "Mi smo počeli učiti francuski jezik jer sanjamo o putovanju u Pariz."},
    {"pl": "Oni często jeżdżą na weekendowe wycieczki, aby odpocząć od codziennego życia.", "hr": "Oni često idu na vikend izlete kako bi se odmorili od svakodnevnog života."},
    {"pl": "Ty masz bardzo elegancki styl ubierania się, zawsze wyglądasz świetnie.", "hr": "Ti imaš vrlo elegantan stil odijevanja, uvijek izgledaš odlično."},
    {"pl": "Ona jest bardzo utalentowana, nie tylko śpiewa, ale także komponuje własne utwory.", "hr": "Ona je vrlo talentirana, ne samo da pjeva, već i komponira vlastite pjesme."},
    {"pl": "On jest bardzo dokładny i dba o każdy szczegół, co sprawia, że jego prace są wyjątkowe.", "hr": "On je vrlo precizan i brine o svakom detalju, što čini njegove radove iznimnima."},
    {"pl": "My zawsze organizujemy wspólne wyjścia do kina, to nasza tradycja.", "hr": "Mi uvijek organiziramo zajednička izlazna u kino, to je naša tradicija."},
    {"pl": "Oni są bardzo zorganizowani, potrafią zarządzać czasem i zawsze realizują swoje plany.", "hr": "Oni su vrlo organizirani, znaju upravljati vremenom i uvijek ostvaruju svoje planove."},
    {"pl": "Ty potrafisz bardzo szybko nauczyć się nowych rzeczy, to niesamowite.", "hr": "Ti možeš vrlo brzo naučiti nove stvari, to je nevjerojatno."},
    {"pl": "Ona jest zawsze pełna entuzjazmu i nigdy nie traci motywacji.", "hr": "Ona je uvijek puna entuzijazma i nikada ne gubi motivaciju."},
    {"pl": "On regularnie uczestniczy w warsztatach, aby rozwijać swoje umiejętności zawodowe.", "hr": "On redovito sudjeluje na radionicama kako bi razvijao svoje profesionalne vještine."},
    {"pl": "Ja chętnie pomogę Ci w nauce, jeśli tylko będziesz tego potrzebować.", "hr": "Rado ću ti pomoći u učenju, ako budeš to trebao."},
    {"pl": "Ona nie tylko świetnie gotuje, ale także uwielbia eksperymentować z nowymi przepisami.", "hr": "Ona ne samo da odlično kuha, već i voli eksperimentirati s novim receptima."},
    {"pl": "On jest bardzo odpowiedzialny, nigdy nie zostawia żadnych obowiązków na później.", "hr": "On je vrlo odgovoran, nikada ne ostavlja obveze za kasnije."},
    {"pl": "My planujemy podróż do Hiszpanii w przyszłym roku.", "hr": "Mi planiramo putovanje u Španjolsku sljedeće godine."},
    {"pl": "Oni są bardzo mili i zawsze starają się pomóc innym w potrzebie.", "hr": "Oni su vrlo ljubazni i uvijek nastoje pomoći drugima u potrebi."},
    {"pl": "Ty lubisz chodzić na koncerty, co sprawia, że jesteś bardzo otwartą osobą.", "hr": "Ti voliš ići na koncerte, što te čini vrlo otvorenom osobom."},
    {"pl": "Ona wzięła udział w kursie artystycznym, żeby rozwijać swoje pasje.", "hr": "Ona je sudjelovala u umjetničkom tečaju kako bi razvila svoje strasti."},
    {"pl": "On zawsze stara się znaleźć rozwiązanie w trudnych sytuacjach.", "hr": "On se uvijek trudi pronaći rješenje u teškim situacijama."},
    {"pl": "Ja nigdy nie narzekam na zmęczenie, zawsze staram się znaleźć czas na odpoczynek.", "hr": "Ja nikada ne prigovaram na umor, uvijek se trudim pronaći vrijeme za odmor."},
    {"pl": "Ona bardzo lubi spotkania z przyjaciółmi, szczególnie te przy kawie.", "hr": "Ona jako voli susrete s prijateljima, posebno one uz kavu."},
    {"pl": "On regularnie uprawia sport, aby dbać o swoje zdrowie.", "hr": "On redovito vježba sport kako bi brinuo o svom zdravlju."},
    {"pl": "My organizujemy wyjazdy na świeżym powietrzu, bo to świetny sposób na spędzanie czasu.", "hr": "Mi organiziramo izlete na svježem zraku, jer je to odličan način za provođenje vremena."},
    {"pl": "Oni są bardzo punktualni, zawsze przychodzą na czas.", "hr": "Oni su vrlo točni, uvijek dolaze na vrijeme."},
    {"pl": "Ty bardzo lubisz podróże, prawda?", "hr": "Ti jako voliš putovanja, zar ne?"},
    {"pl": "Ona jest bardzo opanowana, nawet w stresujących sytuacjach nie traci zimnej krwi.", "hr": "Ona je vrlo smirena, čak i u stresnim situacijama ne gubi hladnu glavu."},
    {"pl": "On jest bardzo kreatywny i często wymyśla nowe pomysły na projekty.", "hr": "On je vrlo kreativan i često smišlja nove ideje za projekte."},
    {"pl": "My często spędzamy wieczory, grając w gry planszowe.", "hr": "Mi često provodimo večeri igrajući društvene igre."},
    {"pl": "Oni mają wyjątkowy sposób rozwiązywania problemów, zawsze działają racjonalnie.", "hr": "Oni imaju izuzetan način rješavanja problema, uvijek djeluju racionalno."},
    {"pl": "Ty jesteś osobą bardzo cierpliwą, nigdy się nie denerwujesz.", "hr": "Ti si vrlo strpljiva osoba, nikada se ne nerviraš."},
    {"pl": "Ona ma wyjątkowy dar do nauki języków obcych.", "hr": "Ona ima izuzetan dar za učenje stranih jezika."},
    {"pl": "On codziennie uczy się nowych rzeczy, żeby poszerzać swoje horyzonty.", "hr": "On svaki dan uči nove stvari kako bi proširio svoje horizonte."},
    {"pl": "My uwielbiamy spędzać czas w gronie rodziny i przyjaciół.", "hr": "Mi obožavamo provoditi vrijeme u društvu obitelji i prijatelja."},
    {"pl": "Oni często pomagają w organizowaniu wydarzeń charytatywnych.", "hr": "Oni često pomažu u organizaciji humanitarnih događanja."}
  ]
}
