{
  "category": "Rozmowy o wyglądzie ludzi",
  "level": "C2",
  "sentences": [
    {"pl": "Ona emanuje niesamowitą charyzmą, która sprawia, że jej wygląd, choć niezwykle elegancki, nie przyciąga uwagi w sposób nachalny, lecz subtelny.", "hr": "Ona zrači nevjerojatnom harizmom koja čini da njezin izgled, iako izuzetno elegantan, ne privuče pažnju na napadan način, već suptilno."},
    {"pl": "On jest osobą, której zarówno wygląd zewnętrzny, jak i wewnętrzna siła charakteru tworzą harmonijną całość, w której nie można dostrzec sprzeczności.", "hr": "On je osoba čiji vanjski izgled, kao i unutarnja snaga karaktera, čine harmoničnu cjelinu u kojoj se ne mogu uočiti kontradikcije."},
    {"pl": "Ty posiadasz pewną aurę, która sprawia, że twoja obecność jest zauważalna, a jednocześnie nie dominuje nad innymi – masz subtelną, ale wyrazistą urodę.", "hr": "Ti posjeduješ neku auru koja čini da je tvoja prisutnost primjetna, ali istovremeno ne dominira nad drugima – imaš suptilnu, ali izraženu ljepotu."},
    {"pl": "Jego ubrania, choć proste, są zawsze doskonale dobrane do jego osobowości, dzięki czemu nawet w najbardziej casualowych stylizacjach wygląda nadzwyczaj elegancko.", "hr": "Njegova odjeća, iako jednostavna, uvijek je savršeno usklađena s njegovom osobnošću, zbog čega čak i u najopuštenijim kombinacijama izgleda izuzetno elegantno."},
    {"pl": "Ona ma wyjątkową zdolność do stylizowania się w sposób, który nie tylko podkreśla jej atuty, ale także wyraża jej indywidualność w najbardziej wyrafinowany sposób.", "hr": "Ona ima izuzetnu sposobnost stiliziranja na način koji ne samo da naglašava njezine adute, nego i izražava njezinu individualnost na najsofisticiraniji način."},
    {"pl": "Ty zawsze wiesz, jak dobierać dodatki – twój wygląd jest zawsze perfekcyjnie wyważony, a każda część twojego ubioru mówi coś o twoim wyrafinowanym guście.", "hr": "Ti uvijek znaš kako odabrati dodatke – tvoj izgled je uvijek savršeno uravnotežen, a svaki dio tvoje odjeće govori nešto o tvom rafiniranom ukusu."},
    {"pl": "Oni wyglądają jak modelki, które w naturalny sposób potrafią łączyć elegancję z luzem, tworząc wrażenie, że wyglądają doskonale bez wysiłku.", "hr": "Oni izgledaju poput manekenki koje na prirodan način znaju kombinirati eleganciju s opuštenošću, stvarajući dojam da izgledaju savršeno bez napora."},
    {"pl": "Jej styl jest doskonałym przykładem harmonii pomiędzy klasycznymi elementami a nowoczesnymi akcentami – widać, że dba o detale, ale nie stawia na pretensjonalność.", "hr": "Njezin stil je izvrstan primjer harmonije između klasičnih elemenata i modernih naglasaka – vidi se da se brine za detalje, ali ne naglašava pretencioznost."},
    {"pl": "On zawsze wydaje się być w perfekcyjnej formie – jego sylwetka świadczy o regularnym wysiłku fizycznym, ale także o zdrowym podejściu do życia.", "hr": "On uvijek izgleda kao da je u savršenoj formi – njegova figura svjedoči o redovitim tjelesnim naporima, ali i o zdravom pristupu životu."},
    {"pl": "Ja zawsze zwracam uwagę na proporcje i staram się, aby każdy element mojego wyglądu współgrał ze sobą w sposób harmonijny, ale nie banalny.", "hr": "Ja uvijek obraćam pažnju na proporcije i trudim se da svaki element mog izgleda surađuje na način koji je harmoničan, ali ne banalni."},
    {"pl": "My nie boimy się wyzwań stylizacyjnych; często eksperymentujemy z różnymi stylami, starając się utrzymać równowagę pomiędzy klasyką a nowoczesnością.", "hr": "Mi se ne bojimo stilskih izazova; često eksperimentiramo s različitim stilovima, nastojeći održati ravnotežu između klasike i modernosti."},
    {"pl": "Oni są w pełni świadomi swojego wyglądu, ale ich prawdziwa siła tkwi w ich wewnętrznej pewności siebie, którą emanują niezależnie od tego, co mają na sobie.", "hr": "Oni su potpuno svjesni svog izgleda, ali njihova prava snaga leži u unutarnjoj samouvjerenosti koju zrače bez obzira na to što nose."},
    {"pl": "Ty masz wyjątkową umiejętność doboru kolorów, które nie tylko odpowiadają twojemu typowi urody, ale także wspaniale korespondują z twoją osobowością.", "hr": "Ti imaš izuzetnu sposobnost odabira boja koje ne samo da odgovaraju tvom tipu ljepote, nego također sjajno korespondiraju s tvojom osobnošću."},
    {"pl": "Ona zdaje się być osobą, której wygląd zewnętrzny idealnie odzwierciedla jej bogatą osobowość – jej styl jest pełen elegancji i wyrafinowania, ale także autentyczności.", "hr": "Ona se čini kao osoba čiji vanjski izgled savršeno odražava njezinu bogatu osobnost – njezin stil je pun elegancije i sofisticiranosti, ali također autentičnosti."},
    {"pl": "On doskonale zna, jak podkreślić swoje mocne strony; jego ubiór jest zawsze przemyślany, a dodatki nadają całości spójności i elegancji.", "hr": "On savršeno zna kako naglasiti svoje jake strane; njegova odjeća je uvijek promišljena, a dodaci cijelosti daju sklad i eleganciju."},
    {"pl": "Ja lubię łączyć klasykę z nowoczesnymi elementami, tworząc look, który pasuje do mojej osobowości i jednocześnie wyróżnia mnie w tłumie.", "hr": "Volim kombinirati klasiku s modernim elementima, stvarajući izgled koji odgovara mojoj osobnosti i istovremeno me izdvaja iz mase."},
    {"pl": "My zawsze staramy się dobierać ubrania w taki sposób, aby podkreślić nasze atuty, ale jednocześnie nie stawiać na przesadną ekstrawagancję.", "hr": "Mi uvijek nastojimo odabrati odjeću na način koji naglašava naše adute, ali istovremeno ne naglašava pretjeranu ekstravaganciju."},
    {"pl": "Oni wydają się być osobami, które nigdy nie muszą starać się o wygląd – ich naturalna uroda jest tak harmonijna, że zawsze przyciąga wzrok.", "hr": "Oni se čine kao osobe koje nikada ne moraju truditi se za izgled – njihova prirodna ljepota je tako harmonična da uvijek privuče poglede."},
    {"pl": "Ty masz wyjątkowy sposób, w jaki łączysz style – twoja odzież jest zawsze dopasowana do sytuacji, ale nigdy nie jest zbyt formalna, co nadaje ci lekkości.", "hr": "Ti imaš jedinstven način na koji kombiniraš stilove – tvoja odjeća je uvijek usklađena s situacijom, ali nikada nije previše formalna, što ti daje lakoću."},
    {"pl": "Ona ma bardzo wysmakowany styl, który przyciąga uwagę subtelnością i wyważeniem – jej ubiór nigdy nie jest krzykliwy, ale zawsze elegancki.", "hr": "Ona ima vrlo rafiniran stil koji privlači pažnju suptilnošću i ravnotežom – njezina odjeća nikada nije upadljiva, ali uvijek elegantna."},
    {"pl": "On ma na sobie klasyczny garnitur, który nie tylko pasuje do jego sylwetki, ale także doskonale odzwierciedla jego status i pewność siebie.", "hr": "On nosi klasično odijelo koje ne samo da odgovara njegovoj figuri, već također savršeno odražava njegov status i samopouzdanje."},
    {"pl": "Ja wolę ubierać się w sposób, który pozwala mi wyróżniać się, ale jednocześnie zachować klasę i umiejętność dostosowania się do różnych okoliczności.", "hr": "Volim se odijevati na način koji mi omogućuje da se istaknem, ali istovremeno zadržim klasu i sposobnost prilagodbe različitim okolnostima."},
    {"pl": "My jesteśmy osobami, które wiedzą, jak wykorzystać swój wygląd, aby wyrazić siebie, ale nigdy nie przekraczamy granicy dobrego smaku.", "hr": "Mi smo osobe koje znaju iskoristiti svoj izgled kako bi izrazili sebe, ali nikada ne prelazimo granicu dobrog ukusa."},
    {"pl": "Oni zawsze wyglądają na osoby, które nie boją się eksperymentować z modą, ale jednocześnie mają doskonałe wyczucie stylu i potrafią zachować elegancję.", "hr": "Oni uvijek izgledaju kao osobe koje se ne boje eksperimentirati s modom, ali istovremeno imaju izvrstan osjećaj za stil i znaju zadržati eleganciju."},
    {"pl": "Ty masz rzadką zdolność do przyciągania uwagi swoją osobowością i wyglądem, ale nigdy nie sprawiasz wrażenia, że próbujesz zaimponować.", "hr": "Ti imaš rijetku sposobnost privući pažnju svojom osobnošću i izgledom, ali nikada ne ostavljaš dojam da pokušavaš impresionirati."},
    {"pl": "Ona doskonale zdaje sobie sprawę, jak jej wygląd wpływa na odbiór jej osoby, dlatego zawsze prezentuje się z najwyższą starannością.", "hr": "Ona savršeno razumije kako njezin izgled utječe na dojam koji ostavlja, pa se uvijek predstavlja s najvećom pažnjom."},
    {"pl": "On zdaje się być osobą, która ma wyjątkową zdolność do łączenia elegancji z pewną nonszalancją, co sprawia, że jego wygląd jest tak wyjątkowy.", "hr": "On se čini kao osoba koja ima izuzetnu sposobnost kombiniranja elegancije s određenom nespretnosti, što čini da njegov izgled bude tako izuzetan."},
    {"pl": "Ja zwracam uwagę na każdy detal, staram się, aby moje ubrania były zawsze odpowiednie do sytuacji, ale także były wyrazem mojego indywidualizmu.", "hr": "Obraćam pažnju na svaki detalj, trudim se da moja odjeća uvijek bude odgovarajuća situaciji, ali i izraz mog individualizma."}
  ]
}
