{
  "category": "Rozmowy o wyglądzie ludzi",
  "level": "B1",
  "sentences": [
    {"pl": "Ona ma długie, ciemne włosy, które zawsze wyglądają bardzo zadbane.", "hr": "Ona ima dugu, tamnu kosu koja uvijek izgleda vrlo njegovano."},
    {"pl": "On jest wysoki i ma szczupłą sylwetkę, wygląda bardzo atrakcyjnie.", "hr": "On je visok i ima vitku figuru, izgleda vrlo atraktivno."},
    {"pl": "Ty masz piękne oczy, które przyciągają uwagę każdego, kto na ciebie patrzy.", "hr": "Ti imaš prekrasne oči koje privlače pažnju svakoga tko te gleda."},
    {"pl": "Ona zawsze ma na sobie modne ubrania, dzięki czemu wyróżnia się w tłumie.", "hr": "Ona uvijek nosi moderne odjeće, zbog čega se izdvaja iz mase."},
    {"pl": "On ma zarost, który dodaje mu męskości i sprawia, że wygląda bardziej tajemniczo.", "hr": "On ima bradu koja mu daje muškost i čini ga tajanstvenijim."},
    {"pl": "Ja często zmieniam fryzurę, aby wyglądać bardziej świeżo i modnie.", "hr": "Ja često mijenjam frizuru kako bih izgledao svježije i modernije."},
    {"pl": "My mamy podobny kolor włosów, ale twój odcień jest trochę jaśniejszy.", "hr": "Mi imamo sličnu boju kose, ali tvoj ton je malo svjetliji."},
    {"pl": "Oni mają przepiękne uśmiechy, które sprawiają, że wyglądają bardzo przyjaźnie.", "hr": "Oni imaju prekrasne osmijehe koji ih čine vrlo prijateljskima."},
    {"pl": "Ty zawsze wyglądasz na wypoczętego, jakbyś nigdy nie miał żadnych problemów.", "hr": "Ti uvijek izgledaš odmorno, kao da nikada nemaš problema."},
    {"pl": "Ona jest drobnej budowy, ma delikatne rysy twarzy i promienny uśmiech.", "hr": "Ona je sitne građe, ima delikatne crte lica i blistav osmijeh."},
    {"pl": "On nosi okulary, które idealnie pasują do jego twarzy.", "hr": "On nosi naočale koje savršeno odgovaraju njegovom licu."},
    {"pl": "Ty masz bardzo stylowe ubrania, świetnie wyglądają na tobie.", "hr": "Ti imaš vrlo stylish odjeću, odlično ti stoji."},
    {"pl": "Ona ma krótkie włosy, które bardzo pasują do jej dynamicznego charakteru.", "hr": "Ona ima kratku kosu koja joj savršeno pristaje uz njezin dinamičan karakter."},
    {"pl": "On zawsze dba o to, by jego ubrania były dobrze dopasowane i schludne.", "hr": "On uvijek pazi da mu odjeća bude dobro prilagođena i uredna."},
    {"pl": "Ja mam ciemne, kręcone włosy, które łatwo się puszą.", "hr": "Ja imam tamnu, kovrčavu kosu koja se lako krivi."},
    {"pl": "My oboje mamy podobne cechy wyglądu, ale różnimy się kolorami oczu.", "hr": "Mi oboje imamo slične karakteristike izgleda, ali se razlikujemo po boji očiju."},
    {"pl": "Oni mają różne typy sylwetki, ale wszyscy wyglądają bardzo zdrowo i pełni energii.", "hr": "Oni imaju različite tipove tijela, ali svi izgledaju vrlo zdravo i puni energije."},
    {"pl": "Ty masz piękną cerę, która jest naturalnie gładka i promienna.", "hr": "Ti imaš prekrasnu kožu koja je prirodno glatka i blistava."},
    {"pl": "Ona lubi eksperymentować z makijażem i zawsze wygląda wyjątkowo.", "hr": "Ona voli eksperimentirati s make-upom i uvijek izgleda iznimno."},
    {"pl": "On ma niebieskie oczy, które wyglądają wyjątkowo pięknie w świetle dziennym.", "hr": "On ima plave oči koje izgledaju iznimno lijepo na dnevnom svjetlu."},
    {"pl": "My mamy podobne twarze, ale różnimy się stylem ubierania.", "hr": "Mi imamo slična lica, ali se razlikujemo po stilu odijevanja."},
    {"pl": "Oni mają długie, jasne włosy, które zawsze wyglądają bardzo zdrowo.", "hr": "Oni imaju dugu, svijetlu kosu koja uvijek izgleda vrlo zdravo."},
    {"pl": "Ty zawsze masz ładnie zrobione paznokcie, wyglądają bardzo zadbane.", "hr": "Ti uvijek imaš lijepo uredne nokte, izgledaju vrlo njegovana."},
    {"pl": "Ona ma na sobie sukienkę, która idealnie podkreśla jej figurę.", "hr": "Ona nosi haljinu koja savršeno ističe njezinu figuru."},
    {"pl": "On ma duże, wyraziste brwi, które nadają jego twarzy charakterystyczny wygląd.", "hr": "On ima velike, izražene obrve koje njegovom licu daju prepoznatljiv izgled."},
    {"pl": "Ja mam na sobie wygodne ubrania, bo dzisiaj planuję spędzić dzień w domu.", "hr": "Ja nosim udobnu odjeću jer danas planiram provesti dan kod kuće."},
    {"pl": "My nosimy podobne kolory, ale ty wyglądasz w nich znacznie lepiej.", "hr": "Mi nosimo slične boje, ali ti u njima izgledaš puno bolje."},
    {"pl": "Oni mają bardzo jasną karnację, a ich oczy są zielone.", "hr": "Oni imaju vrlo svijetlu put, a oči su im zelene."},
    {"pl": "Ty masz świetny styl, zawsze ubierasz się w sposób, który podkreśla twoją osobowość.", "hr": "Ti imaš sjajan stil, uvijek se odijevaš na način koji ističe tvoj karakter."},
    {"pl": "Ona ma na sobie wysokie obcasy, które sprawiają, że wygląda jeszcze wyższa.", "hr": "Ona nosi visoke pete koje je čine još višom."},
    {"pl": "On ma na sobie marynarkę, która idealnie pasuje do jego stylu.", "hr": "On nosi sako koje savršeno odgovara njegovom stilu."},
    {"pl": "Ja lubię nosić proste ubrania, które pasują do każdej okazji.", "hr": "Ja volim nositi jednostavnu odjeću koja odgovara svakoj prilici."},
    {"pl": "My wszyscy mamy ciemniejsze włosy, ale ty masz jaśniejszy odcień.", "hr": "Svi mi imamo tamniju kosu, ali ti imaš svjetliju nijansu."},
    {"pl": "Oni mają twarze pełne radości, co sprawia, że zawsze wyglądają na szczęśliwych.", "hr": "Oni imaju lica puna radosti, zbog čega uvijek izgledaju sretno."},
    {"pl": "Ty masz świetną postawę, zawsze chodzisz wyprostowany i z pewnością siebie.", "hr": "Ti imaš sjajan stav, uvijek hodaš uspravno i s povjerenjem."},
    {"pl": "Ona ma na sobie jasną sukienkę, która idealnie pasuje do jej jasnej cery.", "hr": "Ona nosi svijetlu haljinu koja savršeno odgovara njenoj svijetloj koži."},
    {"pl": "On jest bardzo dobrze ubrany, widać, że dba o swój wygląd.", "hr": "On je vrlo dobro odjeven, vidi se da brine o svom izgledu."},
    {"pl": "Ja zmieniłam fryzurę, żeby wyglądać bardziej elegancko na przyjęcie.", "hr": "Ja sam promijenila frizuru kako bih izgledala elegantnije za zabavu."},
    {"pl": "My mamy zbliżony kolor skóry, ale ty masz jaśniejsze oczy.", "hr": "Mi imamo sličnu boju kože, ali ti imaš svjetlije oči."},
    {"pl": "Oni są bardzo dobrze utrzymani, zawsze wyglądają na zadbanych.", "hr": "Oni su vrlo dobro održavani, uvijek izgledaju njegovani."},
    {"pl": "Ty masz piękne, naturalne loki, które świetnie podkreślają twoją twarz.", "hr": "Ti imaš prekrasne, prirodne kovrče koje savršeno ističu tvoje lice."},
    {"pl": "Ona uwielbia eksperymentować z fryzurami, więc codziennie wygląda inaczej.", "hr": "Ona voli eksperimentirati s frizurama, pa svaki dan izgleda drugačije."},
    {"pl": "On zawsze nosi eleganckie koszule, które pasują do jego profesjonalnego wizerunku.", "hr": "On uvijek nosi elegantne košulje koje odgovaraju njegovom profesionalnom imidžu."},
    {"pl": "Ja mam na sobie prostą koszulę, bo dzisiaj czuję się bardzo komfortowo.", "hr": "Ja nosim jednostavnu košulju jer se danas osjećam vrlo udobno."},
    {"pl": "My mamy podobne fryzury, ale ty wyglądasz w swojej lepiej niż ja.", "hr": "Mi imamo slične frizure, ali ti izgledaš u svojoj bolje nego ja."},
    {"pl": "Oni wyglądają na bardzo pewnych siebie, zawsze noszą ubrania, które im pasują.", "hr": "Oni izgledaju vrlo samouvjereno, uvijek nose odjeću koja im pristaje."},
    {"pl": "Ty zawsze masz świetnie dobrane dodatki, które dopełniają twój wygląd.", "hr": "Ti uvijek imaš savršeno odabrane dodatke koji upotpunjuju tvoj izgled."}
  ]
}
