{
  "category": "Rozmowy o wyglądzie ludzi",
  "level": "A2",
  "sentences": [
    {"pl": "Ona jest bardzo miła i zawsze pomaga innym.", "hr": "Ona je vrlo ljubazna i uvijek pomaže drugima."},
    {"pl": "On ma ciemne włosy i nosi okulary.", "hr": "On ima tamnu kosu i nosi naočale."},
    {"pl": "Ty wyglądasz na zmęczonego, co się stało?", "hr": "Izgledaš umorno, što se dogodilo?"},
    {"pl": "On zawsze przychodzi do pracy na czas.", "hr": "On uvijek dolazi na posao na vrijeme."},
    {"pl": "Ona potrafi świetnie śpiewać.", "hr": "Ona odlično pjeva."},
    {"pl": "Ja mam dużo energii i lubię chodzić na spacery.", "hr": "Ja imam puno energije i volim ići u šetnje."},
    {"pl": "My jesteśmy bardzo podekscytowani przed wyjazdem na wakacje.", "hr": "Mi smo vrlo uzbuđeni zbog odlaska na odmor."},
    {"pl": "Oni mają małego psa, który jest bardzo energiczny.", "hr": "Oni imaju malog psa koji je vrlo energičan."},
    {"pl": "Ty zawsze potrafisz rozbawić wszystkich.", "hr": "Ti uvijek znaš nasmijati sve."},
    {"pl": "Ona jest bardzo zorganizowana i nigdy nie zapomina o ważnych sprawach.", "hr": "Ona je vrlo organizirana i nikada ne zaboravlja važne stvari."},
    {"pl": "On lubi grać na komputerze w gry akcji.", "hr": "On voli igrati računalne igre u akciji."},
    {"pl": "My zawsze pijemy kawę rano.", "hr": "Mi uvijek pijemo kavu ujutro."},
    {"pl": "Ona ma piękny uśmiech, który zawsze mnie uszczęśliwia.", "hr": "Ona ima prekrasan osmijeh koji me uvijek usrećuje."},
    {"pl": "On nie jest zbyt towarzyski, ale ma kilku bliskich przyjaciół.", "hr": "On nije previše društven, ali ima nekoliko bliskih prijatelja."},
    {"pl": "Ty zawsze ubierasz się bardzo elegancko.", "hr": "Ti uvijek nosiš vrlo elegantnu odjeću."},
    {"pl": "Ja lubię chodzić na długie spacery po lesie.", "hr": "Ja volim ići u dugačke šetnje po šumi."},
    {"pl": "Ona jest bardzo ambitna i zawsze dąży do swoich celów.", "hr": "Ona je vrlo ambiciozna i uvijek teži svojim ciljevima."},
    {"pl": "On potrafi świetnie gotować.", "hr": "On odlično kuha."},
    {"pl": "My jesteśmy bardzo zadowoleni z tego wyniku.", "hr": "Mi smo vrlo zadovoljni s ovim rezultatom."},
    {"pl": "Oni są naprawdę dobrzy w nauce języków obcych.", "hr": "Oni su stvarno dobri u učenju stranih jezika."},
    {"pl": "Ty często się śmiejesz, to sprawia, że ludzie wokół ciebie czują się lepiej.", "hr": "Ti često se smiješ, to tjera ljude oko tebe da se osjećaju bolje."},
    {"pl": "Ona bardzo lubi tańczyć, zwłaszcza salsę.", "hr": "Ona voli plesati, posebno salsu."},
    {"pl": "On ma bardzo dobrą pamięć.", "hr": "On ima vrlo dobru memoriju."},
    {"pl": "Ja cieszę się, że mogę ci pomóc.", "hr": "Drago mi je da ti mogu pomoći."},
    {"pl": "Ona ma na sobie piękną sukienkę na przyjęcie.", "hr": "Ona nosi prekrasnu haljinu za zabavu."},
    {"pl": "On nigdy nie zapomina o urodzinach swoich przyjaciół.", "hr": "On nikada ne zaboravlja rođendane svojih prijatelja."},
    {"pl": "Ty masz naprawdę dobry gust, te rzeczy świetnie do siebie pasują.", "hr": "Ti imaš stvarno dobar ukus, ove stvari odlično odgovaraju jedna s drugom."},
    {"pl": "Ona codziennie ćwiczy jogę.", "hr": "Ona svakodnevno vježba jogu."},
    {"pl": "On jest bardzo zdolny w rysowaniu.", "hr": "On je vrlo talentiran za crtanje."},
    {"pl": "My często spotykamy się po pracy, żeby razem coś zjeść.", "hr": "Mi se često susrećemo nakon posla da zajedno nešto pojedemo."},
    {"pl": "Oni spędzają wakacje w górach.", "hr": "Oni provode odmor u planinama."},
    {"pl": "Ty bardzo dobrze grasz na pianinie.", "hr": "Ti vrlo dobro sviraš klavir."},
    {"pl": "On bardzo lubi chodzić na rowerze w weekendy.", "hr": "On voli ići na biciklu vikendom."},
    {"pl": "Ona jest bardzo uprzejma i zawsze mówi 'proszę' i 'dziękuję'.", "hr": "Ona je vrlo uljudna i uvijek kaže 'molim' i 'hvala'."},
    {"pl": "My zrobiliśmy wiele postępów w nauce języka.", "hr": "Mi smo napravili veliki napredak u učenju jezika."},
    {"pl": "Oni pracują razem nad dużym projektem.", "hr": "Oni rade zajedno na velikom projektu."},
    {"pl": "Ty bardzo dobrze tańczysz, powinnaś spróbować wystąpić na scenie!", "hr": "Ti vrlo dobro plešeš, trebala bi pokušati nastupiti na pozornici!"},
    {"pl": "On ma świetne poczucie humoru, zawsze rozśmiesza wszystkich.", "hr": "On ima sjajan smisao za humor, uvijek nasmijava sve."},
    {"pl": "Ona uwielbia czytać książki, szczególnie te kryminalne.", "hr": "Ona voli čitati knjige, posebno kriminalne."},
    {"pl": "On gra w piłkę nożną w lokalnej drużynie.", "hr": "On igra nogomet u lokalnom timu."},
    {"pl": "Ja jestem bardzo dumny z moich osiągnięć.", "hr": "Ja sam vrlo ponosan na svoje uspjehe."},
    {"pl": "Ona uwielbia gotować i eksperymentować z nowymi przepisami.", "hr": "Ona voli kuhati i eksperimentirati s novim receptima."},
    {"pl": "On jest bardzo pomocny, zawsze można na niego liczyć.", "hr": "On je vrlo pomoći, uvijek se možeš osloniti na njega."},
    {"pl": "My spędzamy dużo czasu razem, grając w gry planszowe.", "hr": "Mi provodimo puno vremena zajedno igrajući društvene igre."},
    {"pl": "Oni zawsze są punktualni.", "hr": "Oni su uvijek točni."},
    {"pl": "Ty masz świetne poczucie stylu.", "hr": "Ti imaš odličan smisao za stil."},
    {"pl": "Ona jest bardzo utalentowana w malowaniu.", "hr": "Ona je vrlo talentirana u slikanju."},
    {"pl": "On ma duże doświadczenie w pracy z dziećmi.", "hr": "On ima veliko iskustvo u radu s djecom."},
    {"pl": "Ja zawsze spędzam czas z przyjaciółmi w weekendy.", "hr": "Ja uvijek provodim vrijeme s prijateljima vikendom."},
    {"pl": "Ona ma dużo energii i lubi biegać każdego dnia.", "hr": "Ona ima puno energije i voli trčati svaki dan."},
    {"pl": "On jest bardzo szybki, zawsze wygrywa w wyścigach.", "hr": "On je vrlo brz, uvijek pobjeđuje u utrkama."},
    {"pl": "My zaczęliśmy chodzić na siłownię, żeby poprawić naszą kondycję.", "hr": "Mi smo počeli ići u teretanu kako bismo poboljšali našu kondiciju."},
    {"pl": "Oni uwielbiają podróżować po świecie i odkrywać nowe miejsca.", "hr": "Oni vole putovati po svijetu i otkrivati nova mjesta."},
    {"pl": "Ty jesteś bardzo zorganizowana, zawsze wszystko masz na czas.", "hr": "Ti si vrlo organizirana, uvijek sve imaš na vrijeme."},
    {"pl": "Ona świetnie mówi po angielsku.", "hr": "Ona odlično govori engleski."},
    {"pl": "On ma bardzo sympatyczny uśmiech.", "hr": "On ima vrlo simpatičan osmijeh."},
    {"pl": "My potrafimy dobrze pracować w zespole.", "hr": "Mi znamo dobro raditi u timu."},
    {"pl": "Oni są bardzo pomocni, zawsze chętnie pomagają innym.", "hr": "Oni su vrlo pomagački, uvijek rado pomažu drugima."},
    {"pl": "Ona jest zawsze pełna energii, nigdy nie narzeka.", "hr": "Ona je uvijek puna energije, nikada ne prigovara."},
    {"pl": "On bardzo lubi podróżować i poznawać nowe kultury.", "hr": "On voli putovati i upoznavati nove kulture."},
    {"pl": "Ty jesteś bardzo dobrym przyjacielem, zawsze mnie wspierasz.", "hr": "Ti si vrlo dobar prijatelj, uvijek me podržavaš."},
    {"pl": "Ona chce zostać lekarzem, aby pomagać innym.", "hr": "Ona želi postati liječnica kako bi pomogla drugima."},
    {"pl": "On ma dużą kolekcję książek o podróżach.", "hr": "On ima veliku kolekciju knjiga o putovanjima."}
  ]
}
