{
  "category": "Rozmowy o wyglądzie ludzi",
  "level": "C1",
  "sentences": [
    {"pl": "Ona ma wyjątkową urodę, której nie sposób zapomnieć; jej spojrzenie jest pełne tajemniczości.", "hr": "Ona ima izvanrednu ljepotu koju nije moguće zaboraviti; njezin pogled je pun tajanstvenosti."},
    {"pl": "On jest wysoki, ma szerokie ramiona i muskulaturę, która świadczy o jego systematycznym treningu i dbaniu o formę.", "hr": "On je visok, ima široka ramena i mišićav je, što svjedoči o njegovom sustavnom treniranju i brigom za formu."},
    {"pl": "Ty zawsze wyglądasz jakbyś dopiero co wyszedł z pokazów mody – masz naturalny dar do stylizacji.", "hr": "Ti uvijek izgledaš kao da si upravo izašao s modnih revija – imaš prirodnu sposobnost za stiliziranje."},
    {"pl": "Ona ma na sobie elegancką, ale subtelną sukienkę, która podkreśla jej atuty, nie przyciągając zbytniej uwagi.", "hr": "Ona nosi elegantnu, ali suptilnu haljinu koja ističe njezine adute, a da ne privuče previše pažnje."},
    {"pl": "On wygląda na bardzo zadbanego mężczyznę; jego ubrania są zawsze dopasowane, a jego fryzura idealnie utrzymana.", "hr": "On izgleda kao vrlo njegovan muškarac; njegova odjeća je uvijek usklađena, a frizura savršeno uređena."},
    {"pl": "Ja mam tendencję do noszenia ubrań, które łączą wygodę z nowoczesnym wyglądem, dlatego dzisiaj mam na sobie sweter i jeansy.", "hr": "Ja imam tendenciju nositi odjeću koja kombinira udobnost s modernim izgledom, pa danas nosim pulover i traperice."},
    {"pl": "My mamy różne typy urody, ale w obu przypadkach widać, jak nasze cechy wyglądu zmieniają się w zależności od naszego stylu ubierania się.", "hr": "Mi imamo različite tipove ljepote, ali u oba slučaja vidljivo je kako se naši izgledni atributi mijenjaju ovisno o našem stilu odijevanja."},
    {"pl": "Oni są bardzo atrakcyjnymi osobami, ale ich urok nie pochodzi tylko z wyglądu, lecz także z pewności siebie, którą emanują.", "hr": "Oni su vrlo atraktivne osobe, ali njihov šarm ne dolazi samo od izgleda, nego i od samopouzdanja koje zrače."},
    {"pl": "Ty masz naprawdę elegancki wygląd, który doskonale pasuje do twojej osoby; wszystko, co robisz, zdaje się być perfekcyjnie dopasowane.", "hr": "Ti imaš zaista elegantan izgled koji savršeno odgovara tvojoj osobi; sve što radiš čini se savršeno usklađeno."},
    {"pl": "Ona zmieniła swój wygląd, by pasował do bardziej dojrzałego wizerunku, ale jej naturalna uroda wciąż przyciąga wzrok.", "hr": "Ona je promijenila svoj izgled kako bi odgovarao zrelijoj slici, ali njezina prirodna ljepota i dalje privlači poglede."},
    {"pl": "On jest dobrze zbudowany, ale jego uroda opiera się głównie na jego silnym charakterze i charyzmie, które przyciągają uwagę.", "hr": "On je dobro građen, ali njegova ljepota uglavnom se temelji na njegovom snažnom karakteru i harizmi koja privlači pažnju."},
    {"pl": "Ja zauważam, że nie tylko wygląd zewnętrzny, ale także sposób, w jaki się poruszamy, wpływa na to, jak jesteśmy postrzegani.", "hr": "Primjećujem da ne samo vanjski izgled, nego i način na koji se krećemo, utječe na to kako nas percipiraju."},
    {"pl": "My staramy się podkreślić nasze mocne strony, więc wybieramy takie ubrania, które pasują do naszej sylwetki.", "hr": "Pokušavamo naglasiti naše snažne strane, pa biramo odjeću koja odgovara našoj figuri."},
    {"pl": "Oni mają różne style ubierania się, ale zawsze wyglądają na bardzo świadomych swojego wyglądu i pewnych siebie.", "hr": "Oni imaju različite stilove odijevanja, ali uvijek izgledaju vrlo svjesni svog izgleda i samouvjereni."},
    {"pl": "Ty masz bardzo delikatną, jasną cerę, której nie trzeba malować, bo sama w sobie jest piękna.", "hr": "Ti imaš vrlo delikatnu, svijetlu kožu koju ne trebaš šminkati jer je sama po sebi lijepa."},
    {"pl": "Ona zmieniła swoje włosy na jaśniejszy odcień, co dodało jej świeżości i nowoczesnego wyglądu.", "hr": "Ona je promijenila kosu u svjetliju nijansu, što joj je dodalo svježine i modernog izgleda."},
    {"pl": "On ma pewną charyzmę, która sprawia, że niezależnie od tego, jak jest ubrany, zawsze przyciąga wzrok.", "hr": "On ima određenu harizmu koja čini da bez obzira na to kako je odjeven, uvijek privuče pažnju."},
    {"pl": "Ja mam krótkie włosy, które ostatnio stylizuję na bardziej klasyczny sposób, aby wyglądać bardziej profesjonalnie.", "hr": "Ja imam kratku kosu koju posljednje stiliziram na klasičniji način kako bih izgledao profesionalnije."},
    {"pl": "My mamy bardzo podobne rysy twarzy, ale różnice w naszych fryzurach sprawiają, że wyglądamy zupełnie inaczej.", "hr": "Mi imamo vrlo slične crte lica, ali razlike u našim frizurama čine da izgledamo potpuno drugačije."},
    {"pl": "Oni wyglądają na bardzo aktywnych ludzi; ich sylwetki świadczą o tym, że poświęcają dużo czasu na sport i dbają o zdrowie.", "hr": "Oni izgledaju kao vrlo aktivni ljudi; njihove figure svjedoče da posvećuju puno vremena sportu i brinu o zdravlju."},
    {"pl": "Ty masz bardzo wyraziste rysy twarzy, a twoje oczy są szczególnie intrygujące i pełne głębi.", "hr": "Ti imaš vrlo izražene crte lica, a tvoje oči su osobito intrigantne i pune dubine."},
    {"pl": "Ona ma na sobie sukienkę, która nie tylko idealnie pasuje do jej figury, ale również podkreśla jej charakter.", "hr": "Ona nosi haljinu koja ne samo da savršeno pristaje njezinoj figuri, već također naglašava njezin karakter."},
    {"pl": "On jest osobą, której wygląd zawsze robi wrażenie; ma elegancki styl i doskonałe poczucie estetyki.", "hr": "On je osoba čiji izgled uvijek ostavlja dojam; ima elegantan stil i izvrstan osjećaj za estetiku."},
    {"pl": "Ja mam na sobie prostą koszulę, bo preferuję minimalizm, ale zawsze staram się dobrać dodatki, które urozmaicą mój wygląd.", "hr": "Ja nosim jednostavnu košulju jer preferiram minimalizam, ali uvijek se trudim odabrati dodatke koji će obogatiti moj izgled."},
    {"pl": "My staramy się eksperymentować ze stylami, ale zawsze z zachowaniem pewnej klasy, aby nie przesadzić.", "hr": "Pokušavamo eksperimentirati sa stilovima, ali uvijek uz zadržavanje određene klase kako ne bismo pretjerali."},
    {"pl": "Oni mają na sobie ubrania, które są zarówno wygodne, jak i modne, co sprawia, że ich wygląd jest bardzo atrakcyjny.", "hr": "Oni nose odjeću koja je i udobna i moderna, što čini da njihov izgled bude vrlo atraktivan."},
    {"pl": "Ty masz bardzo wyrazisty styl, który wyróżnia cię w tłumie i sprawia, że zawsze jesteś zauważany.", "hr": "Ti imaš vrlo izražen stil koji te izdvaja iz mase i čini da te uvijek primijete."},
    {"pl": "Ona zmienia swój wygląd zgodnie z porą roku; zimą stawia na cieplejsze kolory, latem na jasne i żywe.", "hr": "Ona mijenja svoj izgled u skladu s godišnjim dobom; zimi se odlučuje za toplije boje, a ljeti za svijetle i živahne."},
    {"pl": "On ma na sobie garnitur, który nie tylko pasuje do jego sylwetki, ale także podkreśla jego pewność siebie.", "hr": "On nosi odijelo koje ne samo da odgovara njegovoj figuri, već i naglašava njegovo samopouzdanje."},
    {"pl": "Ja preferuję ciemne kolory, które nadają mojemu wyglądowi powagę, ale staram się dodać akcenty, które ożywiają całość.", "hr": "Preferiram tamne boje koje moj izgled čine ozbiljnim, ali trudim se dodati naglaske koji oživljavaju cijeli dojam."},
    {"pl": "My mamy dość podobne rysy twarzy, ale jego fryzura nadaje mu bardziej elegancki wygląd niż mój.", "hr": "Imamo prilično slične crte lica, ali njegova frizura mu daje elegantniji izgled nego moj."},
    {"pl": "Oni wyglądają na osoby, które dużo podróżują; ich ubrania i styl wskazują na szerokie horyzonty i zamiłowanie do odkrywania nowych kultur.", "hr": "Oni izgledaju kao osobe koje puno putuju; njihova odjeća i stil ukazuju na široke horizonte i ljubav prema otkrivanju novih kultura."}
  ]
}
