{
  "category": "Zachowanie w restauracjach",
  "level": "B2",
  "sentences": [
    {"pl": "Czy danie, które zamówiłem, zawiera gluten?", "hr": "Sadrži li jelo koje sam naručio gluten?"},
    {"pl": "Mógłbyś polecić jakieś typowe danie z tej okolicy?", "hr": "Možete li preporučiti neko tipično jelo iz ovog kraja?"},
    {"pl": "Czy mogę zamówić danie w wersji mniej pikantnej?", "hr": "Mogu li naručiti jelo u manje začinjenoj verziji?"},
    {"pl": "Czy wszystkie dania są przygotowane z lokalnych składników?", "hr": "Jesu li sva jela pripremljena od lokalnih sastojaka?"},
    {"pl": "Czy macie w menu coś bezglutenowego?", "hr": "Imate li nešto bezglutensko u jelovniku?"},
    {"pl": "Czy zupa, którą zamówiłem, jest odpowiednia dla wegetarian?", "hr": "Je li juha koju sam naručio pogodna za vegetarijance?"},
    {"pl": "Jak długo trzeba czekać na przygotowanie tego dania?", "hr": "Koliko dugo treba čekati na pripremu ovog jela?"},
    {"pl": "Proszę o rekomendację wina, które pasuje do dania z owocami morza.", "hr": "Molim vas za preporuku vina koje odgovara jelu s plodovima mora."},
    {"pl": "Czy możecie przygotować danie z mniej soli?", "hr": "Možete li pripremiti jelo s manje soli?"},
    {"pl": "Czy jest możliwość zamówienia wina na kieliszki?", "hr": "Postoji li mogućnost naručivanja vina po čašama?"},
    {"pl": "Proszę przygotować danie z minimalną ilością tłuszczu.", "hr": "Molim vas da pripremite jelo s minimalnom količinom masti."},
    {"pl": "Czy to danie jest odpowiednie dla osób na diecie bezglutenowej?", "hr": "Je li ovo jelo prikladno za osobe na bezglutenskoj dijeti?"},
    {"pl": "Zamówię to danie, ale poproszę bez sosu.", "hr": "Naručit ću ovo jelo, ali molim bez umaka."},
    {"pl": "Czy w tej restauracji serwują posiłki wegańskie?", "hr": "Poslužuju li u ovom restoranu veganske obroke?"},
    {"pl": "Czy mogę zamówić coś, co nie zawiera nabiału?", "hr": "Mogu li naručiti nešto što ne sadrži mliječne proizvode?"},
    {"pl": "Chciałbym zapytać o dostępność dań bez laktozy.", "hr": "Želio bih pitati o dostupnosti jela bez laktoze."},
    {"pl": "Proszę podać danie z drobiu, ale w wersji pieczonej.", "hr": "Molim vas da poslužite jelo od peradi, ali pečeno."},
    {"pl": "Czy mogą Państwo przygotować sałatkę bez sosu?", "hr": "Možete li pripremiti salatu bez umaka?"},
    {"pl": "Chciałbym zapłacić za wszystko razem, proszę wystawić jeden rachunek.", "hr": "Želio bih platiti sve zajedno, molim vas da izdate jedan račun."},
    {"pl": "Czy mogę prosić o rachunek?", "hr": "Mogu li tražiti račun?"},
    {"pl": "Poproszę o zamianę ziemniaków na ryż w tym daniu.", "hr": "Molim vas da zamijenite krumpir s rižom u ovom jelu."},
    {"pl": "Jakie są dostępne opcje dla osób na diecie wegetariańskiej?", "hr": "Koje su opcije dostupne za osobe na vegetarijanskoj prehrani?"},
    {"pl": "Zamówię deser, ale bez czekolady, bo jestem na diecie bezglutenowej.", "hr": "Naručit ću desert, ali bez čokolade jer sam na bezglutenskoj dijeti."},
    {"pl": "Czy dostanę napój bezalkoholowy, jeśli nie zamówię alkoholu?", "hr": "Hoću li dobiti bezalkoholno piće ako ne naručim alkohol?"}, 
    {"pl": "Zamówię wegetariańską pizzę z dodatkowym serem.", "hr": "Naručit ću vegetarijansku pizzu s dodatnim sirom."},
    {"pl": "Czy mogę zamówić danie bez cebuli?", "hr": "Mogu li naručiti jelo bez luka?"},
    {"pl": "Czy jest możliwość zamówienia wina, które pasuje do dań mięsnych?", "hr": "Postoji li mogućnost naručivanja vina koje odgovara mesnim jelima?"},
    {"pl": "Poproszę o wodę mineralną, ale bez gazu.", "hr": "Molim vas za mineralnu vodu, ali bez plina."},
    {"pl": "Czy jest możliwość podania dań bez mięsa w tej restauracji?", "hr": "Postoji li mogućnost poslužiti jela bez mesa u ovom restoranu?"},
    {"pl": "Chciałbym zapytać, czy danie zawiera orzechy.", "hr": "Želio bih pitati sadrži li jelo orahe."},
    {"pl": "Czy danie jest pikantne, czy mogłoby być przygotowane łagodniejsze?", "hr": "Je li jelo začinjeno ili bi moglo biti pripremljeno blaže?"},
    {"pl": "Czy macie w menu dania, które można zamówić na wynos?", "hr": "Imate li jela u jelovniku koja se mogu naručiti za van?"},
    {"pl": "Proszę o danie z rybą, ale bez skorupiaków.", "hr": "Molim vas za jelo s ribom, ali bez rakova."},
    {"pl": "Czy możecie przygotować danie bez dodatku soli?", "hr": "Možete li pripremiti jelo bez dodavanja soli?"},
    {"pl": "Zamówię sałatkę z grillowanym kurczakiem i sosem jogurtowym.", "hr": "Naručit ću salatu s pečenim piletinom i jogurt umakom."},
    {"pl": "Czy macie w ofercie jakieś dania bez laktozy?", "hr": "Imate li jela koja ne sadrže laktozu u ponudi?"},
    {"pl": "Chciałbym zapytać, czy macie dania z rybami w ofercie?", "hr": "Želio bih pitati imate li jela s ribama u ponudi?"},
    {"pl": "Proszę podać mi menu z daniami bezglutenowymi.", "hr": "Molim vas da mi donesete jelovnik s bezglutenskim jelima."},
    {"pl": "Zamówię makaron z pesto, ale bez parmezanu.", "hr": "Naručit ću tjesteninu s pestom, ali bez parmezana."},
    {"pl": "Chciałbym zrezygnować z dodatku do dania, proszę o mniejsze porcje.", "hr": "Želio bih odustati od dodatka uz jelo, molim vas za manje porcije."},
    {"pl": "Czy danie jest wegetariańskie, czy zawiera mięso?", "hr": "Je li jelo vegetarijansko ili sadrži meso?"},
    {"pl": "Proszę o danie bez glutenów, ale z warzywami.", "hr": "Molim vas za jelo bez glutena, ali s povrćem."},
    {"pl": "Poproszę o zestaw śniadaniowy z jajkami i warzywami.", "hr": "Molim vas za doručak s jajima i povrćem."},
    {"pl": "Czy danie jest odpowiednie dla osób na diecie wegańskiej?", "hr": "Je li ovo jelo prikladno za osobe na veganskoj prehrani?"},
    {"pl": "Zamówię danie z krewetkami, ale bez czosnku.", "hr": "Naručit ću jelo s kozicama, ali bez češnjaka."},
    {"pl": "Czy w tej restauracji serwują dania mięsne na życzenie?", "hr": "Poslužuju li u ovom restoranu mesna jela na zahtjev?"},
    {"pl": "Czy danie zawiera dużo tłuszczu?", "hr": "Sadrži li ovo jelo puno masti?"}
  ]
}
