{
  "category": "Zachowanie w restauracjach",
  "level": "C2",
  "sentences": [
    {"pl": "Czy mógłbyś wyjaśnić subtelności różnic w smakach pomiędzy tymi dwoma rodzajami oliwy, zwłaszcza w kontekście kuchni śródziemnomorskiej?", "hr": "Možete li objasniti suptilnosti razlika u okusima između ova dva tipa maslinovog ulja, osobito u kontekstu mediteranske kuhinje?"},
    {"pl": "Jakie elementy w restauracji wpływają na finalne doznania smakowe gości, poza samymi składnikami dań?", "hr": "Koji elementi u restoranu utječu na konačne okusne doživljaje gostiju, osim samih sastojaka jela?"},
    {"pl": "Czy mógłbyś podać mi pełne informacje na temat procesu fermentacji używanych w tej restauracji składników, które mają wpływ na smak potraw?", "hr": "Možete li mi dati potpune informacije o procesu fermentacije sastojaka koji se koriste u ovom restoranu, a koji utječu na okus jela?"},
    {"pl": "W jaki sposób zmieniają się techniki kulinarne w zależności od zmieniających się trendów gastronomicznych w danym regionie?", "hr": "Kako se kulinarske tehnike mijenjaju u skladu s promjenama u gastronomskim trendovima u određenoj regiji?"},
    {"pl": "Czy masz możliwość zaprezentowania mi dania, które jest eksperymentalnym połączeniem smaków z dwóch odległych tradycji kulinarnych?", "hr": "Imate li mogućnost predstaviti mi jelo koje je eksperimentalna kombinacija okusa iz dvije daleke kulinarske tradicije?"},
    {"pl": "Czy restauracja stosuje jakieś innowacyjne techniki gotowania, które są rzadko spotykane w tradycyjnych restauracjach?", "hr": "Koristi li restoran neke inovativne tehnike kuhanja koje su rijetko prisutne u tradicionalnim restoranima?"},
    {"pl": "Jakie znaczenie w kontekście restauracji mają różnice w tradycjach kulinarnych poszczególnych regionów, szczególnie w odniesieniu do sposobu przygotowywania mięsa?", "hr": "Kakvo značenje u kontekstu restorana imaju razlike u kulinarskim tradicijama pojedinih regija, osobito u odnosu na način pripreme mesa?"},
    {"pl": "Proszę o dokładne wyjaśnienie, w jaki sposób zrównoważony rozwój wpływa na wybór produktów w tej restauracji, szczególnie w odniesieniu do sezonowych składników.", "hr": "Molim vas za detaljno objašnjenje kako održivi razvoj utječe na izbor proizvoda u ovom restoranu, osobito u vezi s sezonskim sastojcima."},
    {"pl": "Czy restauracja wdrożyła jakieś konkretne rozwiązania, które minimalizują wpływ produkcji żywności na środowisko naturalne?", "hr": "Je li restoran implementirao određena rješenja koja minimiziraju utjecaj proizvodnje hrane na okoliš?"},
    {"pl": "Czy mogę prosić o rekomendację dania, które jest wyjątkowo skomplikowane pod względem techniki przygotowania, ale nadal zachowuje autentyczność smaków?", "hr": "Mogu li tražiti preporuku jela koje je izuzetno složeno u pogledu tehnike pripreme, ali i dalje zadržava autentičnost okusa?"},
    {"pl": "W jaki sposób wpływ globalizacji na kuchnie regionalne zmienia tradycyjne metody gotowania, a zarazem nie zagraża ich autentyczności?", "hr": "Kako utjecaj globalizacije na regionalne kuhinje mijenja tradicionalne metode kuhanja, a da pri tome ne ugrožava njihovu autentičnost?"},
    {"pl": "Czy mógłbyś wyjaśnić, jak technologia wykorzystywana w kuchni może wpłynąć na smak oraz teksturę poszczególnych składników?", "hr": "Možete li objasniti kako tehnologija koja se koristi u kuhinji može utjecati na okus i teksturu pojedinih sastojaka?"},
    {"pl": "Jakie są główne zasady, które stosujecie, aby zminimalizować marnotrawstwo żywności w tej restauracji, jednocześnie zapewniając wysoki standard gastronomiczny?", "hr": "Koja su glavna pravila koja primjenjujete kako biste minimizirali bacanje hrane u ovom restoranu, a istovremeno osigurali visoki gastronomski standard?"},
    {"pl": "Czy w tym sezonie proponujecie jakieś innowacyjne połączenia składników, które w zaskakujący sposób balansują smaki słodkie i wytrawne?", "hr": "Nudite li ove sezone inovativne kombinacije sastojaka koje na iznenađujući način balansiraju slatke i slane okuse?"},
    {"pl": "Czy są jakieś lokalne zwyczaje kulinarne, które w tej restauracji są wprowadzane do dań w sposób unikalny i odmienny od innych miejsc?", "hr": "Postoje li lokalne kulinarske običaje koje se u ovom restoranu uvode u jela na jedinstven način, različit od drugih mjesta?"},
    {"pl": "Czy restauracja stosuje metody sous-vide do przygotowywania posiłków, a jeśli tak, to w jaki sposób wpływa to na smak i jakość potraw?", "hr": "Koristi li restoran sous-vide metodu za pripremu obroka, a ako da, kako to utječe na okus i kvalitetu jela?"},
    {"pl": "Czy mogę poprosić o szczegółowe informacje na temat pochodzenia składników w daniu, które zamierzam zamówić, aby upewnić się, że są one zgodne z moimi standardami etycznymi?", "hr": "Mogu li tražiti detaljne informacije o podrijetlu sastojaka u jelu koje namjeravam naručiti kako bih se uvjerio da su u skladu s mojim etičkim standardima?"},
    {"pl": "Jakie są długofalowe skutki wprowadzania innowacyjnych technik kulinarnych w restauracjach na gastronomię w danym regionie?", "hr": "Koji su dugoročni učinci uvođenja inovativnih kulinarskih tehnika u restoranima na gastronomiju u određenoj regiji?"},
    {"pl": "Czy mógłbyś wskazać różnice w przygotowywaniu klasycznych dań, które pochodzą z różnych części świata, ale mają wspólny fundament kuchni?", "hr": "Možete li ukazati na razlike u pripremi klasičnih jela koja dolaze iz različitih dijelova svijeta, ali imaju zajedničku osnovu u kuhinji?"},
    {"pl": "W jaki sposób rozwój technologii kuchennych wpłynął na zmiany w jakości dań serwowanych w restauracjach na całym świecie?", "hr": "Kako je razvoj kuhinjskih tehnologija utjecao na promjene u kvaliteti jela koja se poslužuju u restoranima diljem svijeta?"},
    {"pl": "Jakie nowe wyzwania dla restauracji pojawiają się w związku z rosnącym zainteresowaniem diety roślinnej?", "hr": "Koji novi izazovi za restorane nastaju zbog sve većeg interesa za biljnu prehranu?"},
    {"pl": "Czy są jakieś zasady etyczne dotyczące doboru produktów w tej restauracji, które wpływają na jakość oraz wartość odżywczą serwowanych potraw?", "hr": "Postoje li etička pravila u vezi s odabirom proizvoda u ovom restoranu koja utječu na kvalitetu i hranjivu vrijednost posluživanih jela?"},
    {"pl": "Czy restauracja stawia na transparentność pochodzenia składników, informując gości o ich historii i metodzie uprawy?", "hr": "Nudi li restoran transparentnost u vezi podrijetla sastojaka, obavještavajući goste o njihovoj povijesti i metodi uzgoja?"},
    {"pl": "Jakie zmiany w kuchni restauracyjnej są konieczne, aby sprostać rosnącym wymaganiom gości poszukujących wyrafinowanych, ale również ekologicznych dań?", "hr": "Koje promjene u restoranskoj kuhinji su potrebne da bi se zadovoljili rastući zahtjevi gostiju koji traže rafinirana, ali i ekološka jela?"},
    {"pl": "Czy restauracja podejmuje jakiekolwiek inicjatywy związane z promocją zrównoważonego rolnictwa, które mogłyby zainspirować innych kucharzy do zmiany nawyków?", "hr": "Poduzima li restoran bilo kakve inicijative povezane s promicanjem održive poljoprivrede koje bi mogle inspirirati druge kuhare da promijene svoje navike?"},
    {"pl": "Jakie innowacje gastronomiczne, oparte na lokalnych składnikach, mogłyby być wdrożone w tej restauracji, aby przyciągnąć bardziej wymagających gości?", "hr": "Koje bi gastronomske inovacije, temeljene na lokalnim sastojcima, mogle biti implementirane u ovom restoranu kako bi privukle zahtjevnije goste?"}
  ]
}
