{
  "category": "Zachowanie w restauracjach",
  "level": "C1",
  "sentences": [
    {"pl": "Czy możecie dostosować to danie do moich preferencji dietetycznych, na przykład bez laktozy?", "hr": "Možete li prilagoditi ovo jelo mojim prehrambenim preferencijama, na primjer bez laktoze?"},
    {"pl": "Czy mógłbyś mi zaproponować wino, które najlepiej pasuje do ryby w sosie cytrynowym?", "hr": "Možete li mi preporučiti vino koje najbolje odgovara ribi u limunovom umaku?"},
    {"pl": "Czy jest możliwość zamówienia dań, które uwzględniają szczególne potrzeby zdrowotne, takie jak dieta bezglutenowa?", "hr": "Postoji li mogućnost naručivanja jela koja uzimaju u obzir specifične zdravstvene potrebe, poput bezglutenske prehrane?"},
    {"pl": "Chciałbym zapytać, czy kuchnia jest w stanie przygotować danie z mniejszą ilością soli i tłuszczu.", "hr": "Želio bih pitati može li kuhinja pripremiti jelo s manje soli i masti."},
    {"pl": "Czy mogą Państwo zaoferować specjalne menu, które uwzględnia alergie pokarmowe?", "hr": "Možete li ponuditi posebno jelovnik koji uzima u obzir alergije na hranu?"},
    {"pl": "Mógłbym prosić o dodatkową porcję warzyw w tym daniu, aby zrównoważyć smak?", "hr": "Mogu li tražiti dodatnu porciju povrća u ovom jelu kako bih uravnotežio okus?"},
    {"pl": "Jakie są zasady dotyczące napiwków w tej restauracji? Czy są one wliczone w rachunek?", "hr": "Koja su pravila u vezi s napojnicama u ovom restoranu? Jesu li uključene u račun?"},
    {"pl": "Proszę polecić danie, które łączy tradycję z nowoczesnym podejściem do gotowania.", "hr": "Molim vas preporučite jelo koje spaja tradiciju s modernim pristupom kuhanju."},
    {"pl": "Czy mogę poprosić o dokładniejsze informacje na temat pochodzenia składników tego dania?", "hr": "Mogu li pitati za detaljnije informacije o podrijetlu sastojaka ovog jela?"},
    {"pl": "Czy restauracja oferuje możliwość zamówienia dania na specjalne życzenie, np. na większą liczbę osób?", "hr": "Nudi li restoran mogućnost naručivanja jela po posebnom zahtjevu, npr. za veći broj osoba?"},
    {"pl": "Zastanawiam się, czy danie z owocami morza w tej restauracji jest świeże i pochodzi z lokalnych źródeł?", "hr": "Pitamo se je li jelo s plodovima mora u ovom restoranu svježe i dolazi li iz lokalnih izvora?"},
    {"pl": "Czy możecie przygotować coś wyjątkowego z sezonowych składników, które dostępne są w danym okresie roku?", "hr": "Možete li pripremiti nešto posebno od sezonskih sastojaka koji su dostupni u tom periodu godine?"},
    {"pl": "Zamówię danie z jagnięciną, ale proszę o jego przygotowanie w stylu bardziej delikatnym, mniej przyprawionym.", "hr": "Naručit ću jelo s janjetinom, ali molim vas da ga pripremite na nježniji način, s manje začina."},
    {"pl": "Czy jest możliwość zamówienia menu degustacyjnego, które obejmuje różnorodne dania tej kuchni?", "hr": "Postoji li mogućnost naručivanja degustacijskog menija koji uključuje razna jela ove kuhinje?"},
    {"pl": "Proszę o sugestię wina, które będzie dobrze komponować się z daniem na bazie trufli.", "hr": "Molim vas za prijedlog vina koje će dobro ići uz jelo na bazi tartufa."},
    {"pl": "Czy możecie przygotować danie z mięsa w wersji wegetariańskiej, zachowując jednak smak oryginalnej potrawy?", "hr": "Možete li pripremiti jelo s mesom u vegetarijanskoj verziji, ali zadržati okus izvorne jela?"},
    {"pl": "Chciałbym poznać opinie innych gości o tym daniu, zanim zdecyduję się na zamówienie.", "hr": "Želio bih upoznati mišljenja drugih gostiju o ovom jelu prije nego što se odlučim naručiti."},
    {"pl": "Czy restauracja może dostarczyć dania na specjalne okazje, takie jak bankiety czy wesela?", "hr": "Može li restoran dostaviti jela za posebne prigode, kao što su banketi ili vjenčanja?"},
    {"pl": "Zastanawiam się, czy serwujecie w tej restauracji dania wegańskie, które są równie smaczne jak tradycyjne.", "hr": "Pitamo se poslužujete li u ovom restoranu veganske obroke koji su jednako ukusni kao i tradicionalni."},
    {"pl": "Czy mogę zapytać, czy wszystkie potrawy w tej restauracji są przygotowywane na miejscu, czy są dostarczane z zewnątrz?", "hr": "Mogu li pitati jesu li sva jela u ovom restoranu pripremljena na licu mjesta ili dolaze izvana?"},
    {"pl": "Czy mogę prosić o dokładniejsze informacje na temat procesu przygotowywania dania, które zamierzam zamówić?", "hr": "Mogu li pitati za detaljnije informacije o procesu pripreme jela koje namjeravam naručiti?"},
    {"pl": "Zastanawiam się, czy w tej restauracji stosujecie innowacyjne metody gotowania, które różnią się od tradycyjnych?", "hr": "Pitamo se koristite li u ovom restoranu inovativne metode kuhanja koje se razlikuju od tradicionalnih?"},
    {"pl": "Czy możecie dostosować wielkość porcji w zależności od moich preferencji?", "hr": "Možete li prilagoditi veličinu porcije u skladu s mojim preferencijama?"},
    {"pl": "Czy mogę poprosić o danie, które uwzględnia moje preferencje smakowe, ale jednocześnie nie jest zbyt tłuste?", "hr": "Mogu li tražiti jelo koje uzima u obzir moje ukusne preferencije, ali nije previše masno?"},
    {"pl": "Chciałbym zapytać, czy w tej restauracji serwowane są dania kuchni molekularnej?", "hr": "Želio bih pitati poslužuju li u ovom restoranu jela molekularne kuhinje?"},
    {"pl": "Proszę o przygotowanie potrawy w sposób, który pozwala na zachowanie jak największej ilości składników odżywczych.", "hr": "Molim vas da pripremite jelo na način koji omogućuje očuvanje što većeg broja hranjivih tvari."},
    {"pl": "Czy restauracja oferuje opcję dostosowania menu do specjalnych wymagań, takich jak dieta niskosodowa?", "hr": "Nudi li restoran opciju prilagodbe jelovnika posebnim zahtjevima, poput niskosodijske prehrane?"},
    {"pl": "Zastanawiam się, czy mogę spróbować lokalnych przysmaków w tej restauracji, nawet jeśli nie znam wszystkich składników?", "hr": "Pitamo se mogu li probati lokalne delicije u ovom restoranu, čak i ako ne znam sve sastojke?"},
    {"pl": "Czy restauracja oferuje posiłki na specjalne okazje, takie jak romantyczne kolacje czy jubileusze?", "hr": "Nudi li restoran obroke za posebne prigode, poput romantičnih večera ili obljetnica?"},
    {"pl": "Czy restauracja serwuje dania, które mogą zaspokoić bardziej wyszukane gusta kulinarne?", "hr": "Poslužuje li restoran jela koja mogu zadovoljiti sofisticiranije kulinarske ukuse?"},
    {"pl": "Czy możecie przygotować menu degustacyjne, które zawiera wyłącznie dania z owocami morza?", "hr": "Možete li pripremiti degustacijski meni koji sadrži samo jela od plodova mora?"},
    {"pl": "Poproszę o danie, które będzie łączyć lokalne składniki z nowoczesnymi technikami kulinarnymi.", "hr": "Molim vas za jelo koje će spojiti lokalne sastojke s modernim kulinarskim tehnikama."},
    {"pl": "Czy możecie dostarczyć szczegółowe informacje na temat procesu przygotowywania mięsa w tej restauracji?", "hr": "Možete li pružiti detaljne informacije o procesu pripreme mesa u ovom restoranu?"},
    {"pl": "Czy macie w ofercie dania, które są przygotowane wyłącznie z ekologicznych składników?", "hr": "Imate li u ponudi jela koja su pripremljena isključivo od ekoloških sastojaka?"},
    {"pl": "Proszę o polecenie potrawy, która jest najczęściej wybierana przez gości tej restauracji.", "hr": "Molim vas da preporučite jelo koje je najčešće odabrano od strane gostiju ovog restorana."},
    {"pl": "Czy oferujecie potrawy, które łączą tradycję z nowoczesnymi trendami kulinarnymi?", "hr": "Nudi li restoran jela koja spajaju tradiciju s modernim kulinarskim trendovima?"}
  ]
}
