{
  "category": "Zakupy i pamiątki",
  "level": "C1",
  "sentences": [
    {"pl": "Zastanawiam się, czy ta cena jest adekwatna do jakości tego produktu, biorąc pod uwagę jego funkcjonalność.", "hr": "Razmišljam je li ova cijena adekvatna kvaliteti ovog proizvoda, uzimajući u obzir njegovu funkcionalnost."},
    {"pl": "Czy jest możliwe uzyskanie szczegółowych informacji o pochodzeniu tych pamiątek, zwłaszcza ich autentyczności?", "hr": "Je li moguće dobiti detaljne informacije o porijeklu ovih suvenira, osobito o njihovoj autentičnosti?"},
    {"pl": "Kiedy decyduję się na zakup, chcę mieć pewność, że produkt spełnia wszystkie moje oczekiwania i potrzeby.", "hr": "Kada se odlučim za kupovinu, želim biti siguran da proizvod zadovoljava sva moja očekivanja i potrebe."},
    {"pl": "Proszę, upewnij się, że wszystkie produkty są starannie zapakowane, by uniknąć uszkodzeń w trakcie transportu.", "hr": "Molim vas da se pobrinete da svi proizvodi budu pažljivo zapakirani kako bi se izbjegla oštećenja tijekom transporta."},
    {"pl": "Czy istnieje możliwość uzyskania rabatu, jeśli zdecyduję się na większe zamówienie?", "hr": "Postoji li mogućnost dobivanja popusta ako se odlučim za veću narudžbu?"},
    {"pl": "Chciałbym prosić o pomoc w znalezieniu produktu, który odpowiada moim preferencjom dotyczącym stylu i jakości.", "hr": "Želio bih zamoliti za pomoć u pronalaženju proizvoda koji odgovara mojim preferencijama u pogledu stila i kvalitete."},
    {"pl": "W jaki sposób sklep zapewnia jakość swoich produktów? Czy oferuje jakiekolwiek certyfikaty lub gwarancje?", "hr": "Na koji način trgovina jamči kvalitetu svojih proizvoda? Nudi li ikakve certifikate ili jamstva?"},
    {"pl": "Proszę, zapisz moje dane kontaktowe, aby otrzymywać informacje o nowych ofertach i promocjach.", "hr": "Molim vas da zabilježite moje kontakt podatke kako bih primao informacije o novim ponudama i promocijama."},
    {"pl": "Czy mogę zwrócić towar, jeśli okaże się, że produkt nie spełnia moich oczekiwań, mimo że spełnia wszystkie wymagania jakościowe?", "hr": "Mogu li vratiti robu ako se ispostavi da proizvod ne ispunjava moja očekivanja, unatoč tome što zadovoljava sve kvalitativne zahtjeve?"},
    {"pl": "Przed podjęciem ostatecznej decyzji chciałbym dokładnie przeanalizować opinie innych użytkowników tego produktu.", "hr": "Prije nego što donesem konačnu odluku, želio bih pažljivo analizirati mišljenja drugih korisnika ovog proizvoda."},
    {"pl": "Czy sklep oferuje dodatkowe usługi, takie jak personalizacja lub dostosowanie produktów do indywidualnych potrzeb klienta?", "hr": "Nudi li trgovina dodatne usluge poput personalizacije ili prilagodbe proizvoda prema individualnim potrebama kupca?"},
    {"pl": "Jeśli zdecyduję się na zakup, chciałbym, aby dostawa była jak najszybsza, najlepiej jeszcze dziś.", "hr": "Ako se odlučim za kupovinu, želio bih da isporuka bude što brža, najbolje još danas."},
    {"pl": "Zanim zastanowię się nad tą ofertą, chciałbym dowiedzieć się, jakie są opcje gwarancji na ten produkt.", "hr": "Prije nego što razmislim o ovoj ponudi, želio bih saznati koje su opcije jamstva za ovaj proizvod."},
    {"pl": "Czy możecie państwo wysłać mi próbkę tego produktu, abym mógł sprawdzić jego jakość przed dokonaniem zakupu?", "hr": "Možete li mi poslati uzorak ovog proizvoda kako bih mogao provjeriti njegovu kvalitetu prije nego što obavim kupovinu?"},
    {"pl": "Zastanawiam się, czy sklep oferuje program lojalnościowy, który nagradza częste zakupy.", "hr": "Razmišljam nudi li trgovina program vjernosti koji nagrađuje česte kupovine."},
    {"pl": "Proszę sprawdzić, czy są dostępne promocje lub zniżki na ten artykuł w nadchodzących dniach.", "hr": "Molim vas da provjerite postoje li promocije ili popusti na ovaj artikl u nadolazećim danima."},
    {"pl": "Czy mogę negocjować cenę, biorąc pod uwagę, że planuję zakup większej ilości produktów?", "hr": "Mogu li pregovarati o cijeni, s obzirom na to da planiram kupiti veću količinu proizvoda?"},
    {"pl": "Chciałbym wiedzieć, czy oferujecie możliwość wymiany zakupionych produktów na inne modele w przypadku niezadowolenia.", "hr": "Želio bih znati nudite li mogućnost zamjene kupljenih proizvoda za druge modele u slučaju nezadovoljstva."},
    {"pl": "Proszę pomóc mi znaleźć produkt, który będzie odpowiedni zarówno pod względem ceny, jak i jakości.", "hr": "Molim vas da mi pomognete pronaći proizvod koji će biti prikladan u pogledu cijene i kvalitete."},
    {"pl": "Czy ten produkt posiada wszystkie wymagane atesty i certyfikaty potwierdzające jego bezpieczeństwo?", "hr": "Posjeduje li ovaj proizvod sve potrebne certifikate koji potvrđuju njegovu sigurnost?"},
    {"pl": "Jeśli zależy mi na szybszej dostawie, czy istnieje możliwość skorzystania z usługi ekspresowej wysyłki?", "hr": "Ako mi je važna brža dostava, postoji li mogućnost korištenja ekspresne dostave?"},
    {"pl": "Chciałbym, żeby ten przedmiot został starannie zapakowany, ponieważ będzie to prezent dla bliskiej osoby.", "hr": "Želio bih da ovaj predmet bude pažljivo zapakiran jer će biti poklon za blisku osobu."},
    {"pl": "Proszę mi powiedzieć, jakie opcje płatności są dostępne, czy mogę zapłacić kartą kredytową?", "hr": "Molim vas da mi kažete koje su opcije plaćanja dostupne, mogu li platiti kreditnom karticom?"},
    {"pl": "Czy ten produkt będzie dostępny w przyszłości, jeśli zdecyduję się na zakup dopiero za kilka dni?", "hr": "Hoće li ovaj proizvod biti dostupan u budućnosti, ako se odlučim na kupovinu tek za nekoliko dana?"},
    {"pl": "Proszę poinformować mnie o najnowszych ofertach na ten typ produktu, abym mógł skorzystać z najlepszej okazji.", "hr": "Molim vas da me obavijestite o najnovijim ponudama za ovu vrstu proizvoda kako bih mogao iskoristiti najbolju priliku."},
    {"pl": "Czy można zwrócić towar, jeśli okaże się, że nie spełnia on obiecywanych standardów jakości?", "hr": "Može li se vratiti robu ako se ispostavi da ne ispunjava obećane standarde kvalitete?"},
    {"pl": "Proszę sprawdzić, czy są dostępne opcje dostosowania tego produktu do moich indywidualnych potrzeb.", "hr": "Molim vas da provjerite postoji li mogućnost prilagodbe ovog proizvoda mojim individualnim potrebama."},
    {"pl": "Chciałbym porównać ceny tego produktu w różnych sklepach, zanim zdecyduję się na zakup.", "hr": "Želio bih usporediti cijene ovog proizvoda u različitim trgovinama prije nego što donesem odluku o kupovini."},
    {"pl": "Czy są dostępne jakieś usługi dodatkowe, takie jak montaż lub instalacja zakupionych produktów?", "hr": "Postoje li dostupne dodatne usluge kao što su montaža ili instalacija kupljenih proizvoda?"},
    {"pl": "Proszę poinformować mnie, jeśli w najbliższym czasie planujecie wprowadzenie nowego asortymentu do sklepu.", "hr": "Molim vas da me obavijestite ako planirate uvođenje novog asortimana u trgovinu u bliskoj budućnosti."},
    {"pl": "Jeśli ten produkt jest dostępny w innych kolorach, proszę pokazać mi dostępne opcje.", "hr": "Ako je ovaj proizvod dostupan u drugim bojama, molim vas da mi pokažete dostupne opcije."},
    {"pl": "Chciałbym porozmawiać z ekspertem, który mógłby mi doradzić, który produkt będzie najlepszy w moim przypadku.", "hr": "Želio bih razgovarati s stručnjakom koji bi mi mogao savjetovati koji proizvod je najbolji za mene."},
    {"pl": "Proszę zwrócić uwagę na to, aby wszystkie produkty były oryginalne i posiadały odpowiednie certyfikaty.", "hr": "Molim vas da obratite pažnju na to da svi proizvodi budu originalni i posjeduju odgovarajuće certifikate."},
    {"pl": "Czy możecie państwo zaoferować jakąś formę kredytu na zakup drobnych artykułów?", "hr": "Možete li ponuditi neku vrstu kredita za kupovinu sitnih proizvoda?"}
  ]
}
