{
  "category": "Zakupy i pamiątki",
  "level": "B1",
  "sentences": [
    {"pl": "Czy mogę negocjować cenę, jeśli kupię kilka rzeczy?", "hr": "Mogu li pregovarati o cijeni ako kupim nekoliko stvari?"},
    {"pl": "Jakie są różnice w cenach pomiędzy tymi produktami?", "hr": "Koje su razlike u cijenama između ovih proizvoda?"},
    {"pl": "Chciałbym kupić coś, co będzie pamiątką z tego miasta.", "hr": "Želio bih kupiti nešto što će biti suvenir iz ovog grada."},
    {"pl": "Czy możecie mi pokazać coś bardziej unikalnego?", "hr": "Možete li mi pokazati nešto jedinstvenije?"},
    {"pl": "To jest za drogie, spróbujmy znaleźć coś tańszego.", "hr": "To je preskupo, pokušajmo pronaći nešto jeftinije."},
    {"pl": "Proszę pokazać mi inne opcje w tej samej cenie.", "hr": "Molim vas pokažite mi druge opcije po istoj cijeni."},
    {"pl": "Ile wynosi zniżka na te produkty, jeśli kupię trzy?", "hr": "Koliki je popust na ove proizvode ako kupim tri?"}, 
    {"pl": "Chciałbym zapłacić kartą kredytową, czy to możliwe?", "hr": "Želio bih platiti kreditnom karticom, je li to moguće?"},
    {"pl": "Czy mają Państwo w ofercie produkty ekologiczne?", "hr": "Imate li u ponudi ekološke proizvode?"},
    {"pl": "Proszę powiedzieć mi, czy ta cena obejmuje wszystkie podatki.", "hr": "Molim vas da mi kažete je li ova cijena uključuje sve poreze."},
    {"pl": "To bardzo ładne, ale chyba jednak poszukam czegoś innego.", "hr": "To je jako lijepo, ali mislim da ću ipak potražiti nešto drugo."},
    {"pl": "Czy oferujecie jakiekolwiek zniżki dla studentów?", "hr": "Nudite li ikakve popuste za studente?"},
    {"pl": "Chciałbym kupić coś, co będzie użyteczne, ale także estetyczne.", "hr": "Želio bih kupiti nešto što će biti korisno, ali i estetski."},
    {"pl": "Czy mogę dostać fakturę za ten zakup?", "hr": "Mogu li dobiti račun za ovu kupovinu?"},
    {"pl": "Mam limit w budżecie, więc proszę zaproponować coś w tej cenie.", "hr": "Imam limit u proračunu, pa vas molim da predložite nešto po toj cijeni."},
    {"pl": "Czy jest możliwość dostawy do mojego kraju?", "hr": "Postoji li mogućnost dostave u moju zemlju?"},
    {"pl": "To jest bardzo elegancka biżuteria, chociaż trochę kosztowna.", "hr": "Ovo je vrlo elegantan nakit, iako pomalo skup."},
    {"pl": "Czy mogę zapłacić w dwóch ratach?", "hr": "Mogu li platiti u dvije rate?"},
    {"pl": "Chciałbym się upewnić, że to jest oryginalny produkt.", "hr": "Želio bih biti siguran da je ovo originalni proizvod."},
    {"pl": "Proszę sprawdzić, czy ten przedmiot jest dostępny w większym rozmiarze.", "hr": "Molim vas provjerite je li ovaj predmet dostupan u većoj veličini."},
    {"pl": "Czy ta torba jest wykonana z wysokiej jakości materiałów?", "hr": "Je li ova torba napravljena od visokokvalitetnih materijala?"},
    {"pl": "Czy mogę dowiedzieć się, jakie są opcje gwarancji na ten produkt?", "hr": "Mogu li saznati koje su opcije garancije za ovaj proizvod?"},
    {"pl": "Proszę da mi Pan pokaże inne modele, jeśli to możliwe.", "hr": "Molim vas da mi pokažete druge modele, ako je moguće."},
    {"pl": "Czy możecie państwo dostarczyć towar na adres domowy?", "hr": "Možete li dostaviti robu na kućnu adresu?"},
    {"pl": "Chciałbym kupić kilka rzeczy na prezent.", "hr": "Želio bih kupiti nekoliko stvari kao poklon."},
    {"pl": "Czy to jest produkt lokalny, czy importowany?", "hr": "Je li ovo lokalni proizvod ili uvezen?"}, 
    {"pl": "Chciałbym zapłacić gotówką, ile to wynosi w złotówkach?", "hr": "Želio bih platiti gotovinom, koliko to iznosi u kunama?"},
    {"pl": "Proszę pokazać mi inne opcje w tej samej kategorii cenowej.", "hr": "Molim vas pokažite mi druge opcije u istoj cjenovnoj kategoriji."},
    {"pl": "Czy ten przedmiot ma jakieś ukryte wady, o których warto wiedzieć?", "hr": "Ima li ovaj predmet skrivene nedostatke koje bi trebalo znati?"},
    {"pl": "Jeśli zdecyduję się na ten produkt, mogę prosić o rabat?", "hr": "Ako se odlučim za ovaj proizvod, mogu li dobiti popust?"},
    {"pl": "Czy ta pamiątka jest jedyna w swoim rodzaju?", "hr": "Je li ovaj suvenir jedinstven?"}, 
    {"pl": "Jaki jest czas oczekiwania na dostawę tego produktu?", "hr": "Koliko traje čekanje na dostavu ovog proizvoda?"},
    {"pl": "Proszę mi zapakować ten produkt na prezent.", "hr": "Molim vas da zapakirate ovaj proizvod kao poklon."},
    {"pl": "Czy mają państwo opcje wymiany towaru, jeśli się nie spodoba?", "hr": "Imate li mogućnost zamjene robe ako se ne svidi?"}, 
    {"pl": "Czy mogę porównać ceny z innymi sklepami?", "hr": "Mogu li usporediti cijene s drugim trgovinama?"}, 
    {"pl": "Chciałbym zapłacić, ale najpierw muszę sprawdzić stan tego produktu.", "hr": "Želio bih platiti, ali prvo moram provjeriti stanje ovog proizvoda."},
    {"pl": "Czy mogę sprawdzić ten przedmiot w innym kolorze?", "hr": "Mogu li provjeriti ovaj predmet u drugoj boji?"},
    {"pl": "Proszę mi pokazać opcje z wyższej półki.", "hr": "Molim vas da mi pokažete opcije iz višeg cjenovnog ranga."},
    {"pl": "To nie jest to, czego szukam, ale dziękuję za pomoc.", "hr": "To nije ono što tražim, ali hvala na pomoći."},
    {"pl": "Czy ten sklep oferuje specjalne zniżki na większe zakupy?", "hr": "Nudi li ova trgovina posebne popuste za veće kupovine?"},
    {"pl": "Czy mogę otrzymać darmową próbkę tego produktu?", "hr": "Mogu li dobiti besplatan uzorak ovog proizvoda?"},
    {"pl": "Chciałbym sprawdzić, czy ten produkt jest dostępny w innych rozmiarach.", "hr": "Želio bih provjeriti je li ovaj proizvod dostupan u drugim veličinama."},
    {"pl": "Czy mogę zarezerwować ten produkt na później?", "hr": "Mogu li rezervirati ovaj proizvod za kasnije?"},
    {"pl": "Czy możecie dostarczyć ten produkt do mojego hotelu?", "hr": "Možete li dostaviti ovaj proizvod u moj hotel?"},
    {"pl": "Czy ten produkt ma długą trwałość, czy muszę go szybko zużyć?", "hr": "Ima li ovaj proizvod dug rok trajanja ili ga moram brzo potrošiti?"}
  ]
}
