{
  "category": "Zakupy i pamiątki",
  "level": "B2",
  "sentences": [
    {"pl": "Czy ta cena jest ostateczna, czy można ją negocjować?", "hr": "Je li ova cijena konačna ili je moguće pregovarati?"},
    {"pl": "Chciałbym porównać ceny w różnych sklepach przed dokonaniem zakupu.", "hr": "Želio bih usporediti cijene u različitim trgovinama prije nego što obavim kupovinu."},
    {"pl": "Czy te pamiątki są autentyczne, czy zostały wyprodukowane masowo?", "hr": "Jesu li ovi suveniri autentični ili su masovno proizvedeni?"},
    {"pl": "Proszę mi zaproponować kilka alternatyw w tej samej cenie.", "hr": "Molim vas da mi predložite nekoliko alternativa po istoj cijeni."},
    {"pl": "Czy jest możliwość zamówienia tego produktu online, jeśli go teraz nie ma?", "hr": "Postoji li mogućnost narudžbe ovog proizvoda online ako ga sada nema?"}, 
    {"pl": "To jest doskonała okazja, ale czy ta oferta jest ważna przez dłużej?", "hr": "Ovo je odlična prilika, ali je li ova ponuda još uvijek na snazi?"}, 
    {"pl": "Proszę upewnić się, że przedmiot, który wybieram, jest w dobrym stanie.", "hr": "Molim vas da se uvjerite da je predmet koji odabirem u dobrom stanju."},
    {"pl": "Czy ta firma oferuje gwarancję na swoje produkty?", "hr": "Nudi li ova tvrtka jamstvo na svoje proizvode?"},
    {"pl": "Wolałbym kupić coś unikalnego, co odzwierciedla tradycje tego miejsca.", "hr": "Radije bih kupio nešto jedinstveno što odražava tradiciju ovog mjesta."},
    {"pl": "Czy można negocjować ceny na targu, czy są one ustalone z góry?", "hr": "Mogu li pregovarati o cijenama na tržnici ili su one unaprijed utvrđene?"},
    {"pl": "Jestem zainteresowany zakupem większej ilości tych produktów, czy mogę liczyć na rabat?", "hr": "Zainteresiran sam za kupnju većih količina ovih proizvoda, mogu li računati na popust?"},
    {"pl": "Chciałbym zapłacić gotówką, czy oferujecie również płatności bezgotówkowe?", "hr": "Želio bih platiti gotovinom, nudite li i beskontaktno plaćanje?"},
    {"pl": "Proszę mi powiedzieć, ile czasu trwa dostawa, jeśli zdecyduję się na zakup.", "hr": "Molim vas da mi kažete koliko traje dostava ako se odlučim za kupovinu."},
    {"pl": "Czy ten sklep posiada specjalne oferty dla stałych klientów?", "hr": "Posjeduje li ova trgovina posebne ponude za stalne kupce?"},
    {"pl": "Proszę zapakować ten produkt jako prezent, jeśli to możliwe.", "hr": "Molim vas da zapakirate ovaj proizvod kao poklon, ako je moguće."},
    {"pl": "Czy ten przedmiot może być zwrócony, jeśli okaże się, że jest wadliwy?", "hr": "Može li se ovaj predmet vratiti ako se pokaže da je oštećen?"}, 
    {"pl": "Czy istnieje możliwość wymiany tego towaru na inny model?", "hr": "Postoji li mogućnost zamjene ove robe za drugi model?"},
    {"pl": "Jeśli zdecyduję się na ten zakup, kiedy mogę spodziewać się dostawy?", "hr": "Ako se odlučim za ovu kupovinu, kada mogu očekivati isporuku?"},
    {"pl": "Czy w tej cenie jest uwzględniony podatek VAT?", "hr": "Je li ovaj porez uključen u cijenu?"}, 
    {"pl": "Jakie produkty polecasz jako pamiątki z tego regionu?", "hr": "Koje proizvode preporučate kao suvenire iz ovog kraja?"},
    {"pl": "Mam ograniczony budżet, ale chciałbym znaleźć coś wysokiej jakości w przystępnej cenie.", "hr": "Imam ograničen proračun, ali želio bih pronaći nešto visoke kvalitete po pristupačnoj cijeni."},
    {"pl": "Zastanawiam się, czy ten przedmiot jest naprawdę wart swojej ceny.", "hr": "Razmišljam je li ovaj predmet stvarno vrijedan svoje cijene."},
    {"pl": "Czy mogę sprawdzić jakość materiału przed zakupem?", "hr": "Mogu li provjeriti kvalitetu materijala prije nego što kupim?"}, 
    {"pl": "Proszę zapisać moje dane, ponieważ będę regularnie kupować w tym sklepie.", "hr": "Molim vas da zabilježite moje podatke jer ću redovito kupovati u ovoj trgovini."},
    {"pl": "Jaka jest dostępność tego produktu w innych sklepach?", "hr": "Kolika je dostupnost ovog proizvoda u drugim trgovinama?"}, 
    {"pl": "Proszę poinformować mnie, jeśli pojawią się jakiekolwiek promocje na ten produkt.", "hr": "Molim vas da me obavijestite ako bude bilo kakvih promocija za ovaj proizvod."},
    {"pl": "Czy możecie zaoferować mi coś o podobnej jakości, ale w niższej cenie?", "hr": "Možete li mi ponuditi nešto slične kvalitete, ali po nižoj cijeni?"},
    {"pl": "Czy mogę liczyć na pomoc w znalezieniu odpowiedniego rozmiaru?", "hr": "Mogu li računati na pomoć u pronalaženju odgovarajuće veličine?"}, 
    {"pl": "To produkt wysokiej jakości, ale kosztuje nieco więcej niż się spodziewałem.", "hr": "To je proizvod visoke kvalitete, ali košta nešto više nego što sam očekivao."},
    {"pl": "Czy jest możliwość zwrotu pieniędzy w przypadku reklamacji?", "hr": "Postoji li mogućnost povrata novca u slučaju reklamacije?"},
    {"pl": "Chciałbym dowiedzieć się, czy oferujecie program lojalnościowy dla stałych klientów.", "hr": "Želio bih saznati nudite li program vjernosti za stalne kupce."},
    {"pl": "Proszę przekonać mnie, dlaczego ten produkt jest lepszy od innych.", "hr": "Molim vas uvjerite me zašto je ovaj proizvod bolji od drugih."},
    {"pl": "Jeśli nie będę zadowolony z zakupu, mogę go zwrócić?", "hr": "Ako nisam zadovoljan kupnjom, mogu li ga vratiti?"}, 
    {"pl": "Chciałbym zapłacić w kilku ratach, czy to możliwe?", "hr": "Želio bih platiti u nekoliko rata, je li to moguće?"},
    {"pl": "Czy oferujecie usługę pakowania na prezent?", "hr": "Nudite li uslugu pakiranja za poklon?"}, 
    {"pl": "Chciałbym dowiedzieć się, czy ten produkt ma certyfikat jakości.", "hr": "Želio bih saznati ima li ovaj proizvod certifikat kvalitete."},
    {"pl": "Czy ten produkt jest dostępny w innych wariantach kolorystycznych?", "hr": "Je li ovaj proizvod dostupan u drugim varijantama boja?"}, 
    {"pl": "Chciałbym dowiedzieć się, czy oferujecie produkty z lokalnych materiałów.", "hr": "Želio bih saznati nudite li proizvode od lokalnih materijala."},
    {"pl": "Czy sklep oferuje pomoc w przypadku uszkodzenia towaru po zakupie?", "hr": "Nudi li trgovina pomoć u slučaju oštećenja robe nakon kupnje?"}, 
    {"pl": "Proszę mi zapisać adres e-mail, abyście mogli przesyłać mi promocje.", "hr": "Molim vas da zabilježite moju e-mail adresu kako biste mi slali promocije."},
    {"pl": "Czy mogę dowiedzieć się, dlaczego cena tego produktu jest wyższa niż w innych sklepach?", "hr": "Mogu li saznati zašto je cijena ovog proizvoda viša nego u drugim trgovinama?"},
    {"pl": "Zanim się zdecyduję, chciałbym przemyśleć tę ofertę.", "hr": "Prije nego što se odlučim, želio bih razmisliti o ovoj ponudi."},
    {"pl": "Proszę mi powiedzieć, czy ten produkt posiada certyfikaty ekologiczne.", "hr": "Molim vas da mi kažete ima li ovaj proizvod ekološke certifikate."}
  ]
}
