{
    "category": "Zdrowie i styl życia",
    "level": "B1",
    "sentences": [
      {"pl": "Regularne ćwiczenia poprawiają nie tylko kondycję, ale i samopoczucie.", "hr": "Redovito vježbanje poboljšava ne samo kondiciju, već i dobrobit."},
      {"pl": "Jakie są zalety jedzenia warzyw i owoców?", "hr": "Koje su prednosti jedenja povrća i voća?"},
      {"pl": "Czy masz jakieś preferencje, jeśli chodzi o rodzaj ćwiczeń?", "hr": "Imaš li neke preferencije kad je riječ o vrsti vježbi?"},
      {"pl": "Ćwiczenia aerobowe pomagają w utrzymaniu zdrowia serca.", "hr": "Aerobne vježbe pomažu u održavanju zdravlja srca."},
      {"pl": "Zbilansowana dieta jest kluczem do zdrowego trybu życia.", "hr": "Uravnotežena prehrana ključ je zdravog načina života."},
      {"pl": "Warto jeść różnorodne produkty, aby dostarczyć organizmowi wszystkich niezbędnych składników odżywczych.", "hr": "Vrijedno je jesti raznoliku hranu kako biste svom tijelu dali sve potrebne hranjive tvari."},
      {"pl": "Jakie są skutki niezdrowego odżywiania?", "hr": "Koje su posljedice nezdravog prehrambenog ponašanja?"},
      {"pl": "Warto regularnie kontrolować swoją wagę, aby uniknąć problemów zdrowotnych.", "hr": "Vrijedno je redovito pratiti svoju težinu kako biste izbjegli zdravstvene probleme."},
      {"pl": "Ćwiczenia pomagają zwiększyć wydolność organizmu.", "hr": "Vježbe pomažu povećati izdržljivost tijela."},
      {"pl": "Czy ćwiczenia na świeżym powietrzu są bardziej efektywne niż te w zamkniętych pomieszczeniach?", "hr": "Jesu li vježbe na otvorenom učinkovitije od onih u zatvorenom prostoru?"},
      {"pl": "Pamiętaj, że sen jest równie ważny jak dieta i ćwiczenia.", "hr": "Zapamti da je san jednako važan kao prehrana i vježbanje."},
      {"pl": "Po treningu warto zrobić kilka minut rozciągania.", "hr": "Nakon treninga, dobro je napraviti nekoliko minuta istezanja."},
      {"pl": "Ruch na świeżym powietrzu wpływa pozytywnie na samopoczucie.", "hr": "Tjelesna aktivnost na otvorenom pozitivno utječe na dobrobit."},
      {"pl": "Zbyt duża ilość stresu może prowadzić do problemów zdrowotnych.", "hr": "Previše stresa može dovesti do zdravstvenih problema."},
      {"pl": "Bieganie to jeden z najlepszych sposobów na poprawę kondycji.", "hr": "Trčanje je jedan od najboljih načina za poboljšanje kondicije."},
      {"pl": "Ważne jest, aby dbać o równowagę między pracą, ćwiczeniami i odpoczynkiem.", "hr": "Važno je održavati ravnotežu između posla, vježbi i odmora."},
      {"pl": "Czy stosujesz jakąś specjalną dietę?", "hr": "Primjenjuješ li neku posebnu prehranu?"},
      {"pl": "Zdrowe nawyki są kluczem do długotrwałego utrzymania formy.", "hr": "Zdravi običaji ključ su za dugoročno održavanje forme."},
      {"pl": "Nie zapomnij o regularnym spożywaniu wody, szczególnie po treningu.", "hr": "Ne zaboravite redovito piti vodu, osobito nakon treninga."},
      {"pl": "Jedzenie śniadania jest bardzo ważne, ponieważ daje energię na początek dnia.", "hr": "Jesti doručak vrlo je važno jer daje energiju za početak dana."},
      {"pl": "Odpowiednia ilość białka w diecie pomaga w budowaniu mięśni.", "hr": "Odgovarajuća količina proteina u prehrani pomaže u izgradnji mišića."},
      {"pl": "Pamiętaj, że zdrowe tłuszcze są równie ważne jak węglowodany i białka.", "hr": "Zapamti da su zdrave masti jednako važne kao i ugljikohidrati i proteini."},
      {"pl": "Ćwiczenia siłowe są świetne do poprawy sylwetki.", "hr": "Vježbe snage su odlične za poboljšanje tjelesne figure."},
      {"pl": "Regularny sen wpływa na lepsze funkcjonowanie organizmu.", "hr": "Redoviti san utječe na bolje funkcioniranje tijela."},
      {"pl": "Warto ograniczyć spożycie alkoholu, aby dbać o zdrowie.", "hr": "Vrijedno je ograničiti unos alkohola kako biste brinuli o svom zdravlju."},
      {"pl": "Czy masz jakieś ulubione ćwiczenia, które pomagają ci się zrelaksować?", "hr": "Imaš li omiljene vježbe koje ti pomažu opustiti se?"},
      {"pl": "Dieta bogata w błonnik poprawia trawienie.", "hr": "Prehrana bogata vlaknima poboljšava probavu."},
      {"pl": "Staraj się jeść regularnie, aby uniknąć podjadania.", "hr": "Pokušaj jesti redovito kako bi izbjegao grickanje."},
      {"pl": "Dobre nawyki żywieniowe pomagają w utrzymaniu zdrowia na dłużej.", "hr": "Dobri prehrambeni običaji pomažu održavanju zdravlja na duže staze."},
      {"pl": "Bardzo ważne jest, aby dbać o zdrowie psychiczne, nie tylko fizyczne.", "hr": "Vrlo je važno brinuti se o mentalnom zdravlju, ne samo fizičkom."},
      {"pl": "Jeśli masz problemy ze stresem, warto spróbować medytacji.", "hr": "Ako imaš problema sa stresom, vrijedno je isprobati meditaciju."},
      {"pl": "Czy zauważyłeś jakiekolwiek zmiany w swoim samopoczuciu po rozpoczęciu regularnych ćwiczeń?", "hr": "Jesi li primijetio ikakve promjene u svom osjećaju nakon početka redovitih vježbi?"},
      {"pl": "Czy masz ulubiony sport, który uprawiasz w wolnym czasie?", "hr": "Imaš li omiljeni sport koji prakticiraš u slobodno vrijeme?"},
      {"pl": "Ćwiczenia pomagają w utrzymaniu zdrowia kości.", "hr": "Vježbe pomažu u održavanju zdravlja kostiju."},
      {"pl": "Chodzenie na spacery to dobry sposób na relaks i poprawę kondycji.", "hr": "Šetanje je dobar način za opuštanje i poboljšanje kondicije."},
      {"pl": "Aby poprawić zdrowie serca, warto włączyć ćwiczenia aerobowe do swojej rutyny.", "hr": "Da biste poboljšali zdravlje srca, vrijedi u svoju rutinu uključiti aerobne vježbe."},
      {"pl": "Czy wiesz, jakie produkty spożywcze są najlepsze na poprawę metabolizmu?", "hr": "Znaš li koji su prehrambeni proizvodi najbolji za poboljšanje metabolizma?"},
      {"pl": "Czy próbowałeś już wprowadzić więcej białka do swojej diety?", "hr": "Jesi li već pokušao u svoju prehranu uvesti više proteina?"},
      {"pl": "Pamiętaj, że zdrowe jedzenie to podstawa dobrego samopoczucia.", "hr": "Zapamti da je zdrava prehrana temelj dobrog osjećaja."},
      {"pl": "Zbyt długie siedzenie może prowadzić do problemów ze zdrowiem kręgosłupa.", "hr": "Previše sjedenja može dovesti do problema sa zdravljem kralježnice."},
      {"pl": "Warto robić przerwy od pracy, aby rozciągnąć ciało i odpocząć.", "hr": "Vrijedno je praviti pauze od posla kako biste istegnuli tijelo i odmorili se."},
      {"pl": "Jakie korzyści płyną z regularnego spożywania ryb?", "hr": "Koje koristi dolaze od redovite konzumacije ribe?"},
      {"pl": "Warto pić więcej wody, zwłaszcza podczas gorących dni.", "hr": "Vrijedno je piti više vode, osobito tijekom vrućih dana."},
      {"pl": "Przygotowanie zdrowych posiłków w domu jest łatwiejsze niż myślisz.", "hr": "Priprema zdravih obroka kod kuće je lakša nego što misliš."},
      {"pl": "Pamiętaj, aby ćwiczyć regularnie, aby utrzymać dobrą formę.", "hr": "Zapamti da vježbaš redovito kako bi održao dobru formu."}
    ]
  }
  