{
    "category": "Zdrowie i styl życia",
    "level": "B2",
    "sentences": [
      {"pl": "Czy regularne ćwiczenia mają pozytywny wpływ na naszą psychikę?", "hr": "Imaju li redoviti trenuci pozitivan utjecaj na našu psihiku?"},
      {"pl": "Ważne jest, aby dbać o równowagę między pracą a odpoczynkiem.", "hr": "Važno je održavati ravnotežu između rada i odmora."},
      {"pl": "Czy zauważyłeś jakąś poprawę swojego samopoczucia po zmianie diety?", "hr": "Jesi li primijetio poboljšanje svog osjećaja nakon promjene prehrane?"},
      {"pl": "Pamiętaj, aby pić dużo wody każdego dnia.", "hr": "Zapamti piti puno vode svaki dan."},
      {"pl": "Jakie ćwiczenia są najlepsze, jeśli chcemy poprawić naszą kondycję?", "hr": "Koji su najbolji trenuci ako želimo poboljšati svoju kondiciju?"},
      {"pl": "Czy regularne ćwiczenie może pomóc w redukcji stresu?", "hr": "Može li redovito vježbanje pomoći u smanjenju stresa?"},
      {"pl": "Zdrowa dieta powinna zawierać odpowiednią ilość białka, witamin i minerałów.", "hr": "Zdrava prehrana treba sadržavati odgovarajuću količinu proteina, vitamina i minerala."},
      {"pl": "Czy masz jakieś ulubione ćwiczenia, które pomagają ci się zrelaksować?", "hr": "Imaš li omiljene vježbe koje ti pomažu da se opustiš?"},
      {"pl": "Jeśli chcesz schudnąć, ważne jest, aby połączyć zdrową dietę z aktywnością fizyczną.", "hr": "Ako želiš smršaviti, važno je spojiti zdravu prehranu s fizičkom aktivnošću."},
      {"pl": "Uprawianie sportu ma pozytywny wpływ na nasze zdrowie fizyczne i psychiczne.", "hr": "Bavljenje sportom ima pozitivan utjecaj na naše fizičko i mentalno zdravlje."},
      {"pl": "Nie zapomnij o rozgrzewce przed treningiem, aby uniknąć kontuzji.", "hr": "Ne zaboravi na zagrijavanje prije treninga kako bi izbjegao ozljede."},
      {"pl": "Jakie są korzyści zdrowotne związane z medytacją?", "hr": "Koje su zdravstvene koristi povezane s meditacijom?"},
      {"pl": "Staraj się unikać przetworzonych produktów spożywczych, które zawierają dużo cukru i tłuszczu.", "hr": "Pokušaj izbjegavati prerađene namirnice koje sadrže puno šećera i masti."},
      {"pl": "Czy zauważyłeś, że wprowadzenie zdrowych nawyków żywieniowych poprawiło twoje samopoczucie?", "hr": "Jesi li primijetio da uvođenje zdravih prehrambenih navika poboljšava tvoje osjećanje?"},
      {"pl": "Ważne jest, aby zachować umiar w jedzeniu, nawet jeśli wybierasz zdrowe produkty.", "hr": "Važno je održavati umjerenost u prehrani, čak i ako odabireš zdrave proizvode."},
      {"pl": "Jakie ćwiczenia poleciłbyś osobie, która dopiero zaczyna swoją przygodę z fitness?", "hr": "Koje bi vježbe preporučio osobi koja tek počinje s fitnessom?"},
      {"pl": "Codzienne spacery mogą znacząco poprawić naszą kondycję fizyczną.", "hr": "Sv daily šetnje mogu značajno poboljšati našu fizičku kondiciju."},
      {"pl": "Warto zadbać o zdrowy sen, ponieważ ma on ogromny wpływ na nasze zdrowie.", "hr": "Vrijedno je brinuti se o zdravom snu jer ima veliki utjecaj na naše zdravlje."},
      {"pl": "Czy starasz się regularnie uprawiać sport?", "hr": "Pokušavaš li redovito vježbati sport?"},
      {"pl": "Zrównoważona dieta powinna być bogata w błonnik, warzywa i owoce.", "hr": "Uravnotežena prehrana treba biti bogata vlaknima, povrćem i voćem."},
      {"pl": "Nie zapominaj, że aktywność fizyczna ma również pozytywny wpływ na twoje samopoczucie emocjonalne.", "hr": "Ne zaboravi da fizička aktivnost također ima pozitivan utjecaj na tvoje emocionalno stanje."},
      {"pl": "Dobre nawodnienie organizmu jest kluczowe dla utrzymania energii przez cały dzień.", "hr": "Dobra hidratacija organizma ključna je za održavanje energije cijeli dan."},
      {"pl": "Jakie zmiany w diecie uważasz za najważniejsze, gdy chcesz poprawić swoje zdrowie?", "hr": "Koje promjene u prehrani smatraš najvažnijima kada želiš poboljšati svoje zdravlje?"},
      {"pl": "Jeśli czujesz się zestresowany, wypróbuj jogę lub techniki oddechowe.", "hr": "Ako se osjećaš stresirano, isprobaj jogu ili tehnike disanja."},
      {"pl": "Unikaj nadmiernego spożywania kofeiny, zwłaszcza późnym popołudniem.", "hr": "Izbjegavaj prekomjerno konzumiranje kofeina, posebno kasno poslijepodne."},
      {"pl": "Słuchaj swojego ciała – jeśli czujesz zmęczenie, daj sobie czas na odpoczynek.", "hr": "Slušaj svoje tijelo – ako se osjećaš umorno, daj si vremena za odmor."},
      {"pl": "Kiedy czujesz się zestresowany, spróbuj się zrelaksować poprzez spacer na świeżym powietrzu.", "hr": "Kada se osjećaš pod stresom, pokušaj se opustiti šetajući na svježem zraku."},
      {"pl": "Przed rozpoczęciem intensywnego programu ćwiczeń, skonsultuj się z lekarzem.", "hr": "Prije nego započneš intenzivan program vježbi, posavjetuj se s liječnikom."},
      {"pl": "Utrzymywanie zdrowej wagi jest istotne dla zapobiegania wielu chorobom.", "hr": "Održavanje zdrave tjelesne mase važno je za prevenciju mnogih bolesti."},
      {"pl": "Czy starasz się jeść mniej przetworzonych produktów i gotować samodzielnie?", "hr": "Pokušavaš li jesti manje prerađenih proizvoda i kuhati samostalno?"},
      {"pl": "Pamiętaj, aby włączyć do swojej diety zdrowe tłuszcze, takie jak oliwa z oliwek czy awokado.", "hr": "Zapamti uključiti u svoju prehranu zdrave masti poput maslinovog ulja ili avokada."},
      {"pl": "Ćwiczenia siłowe pomagają nie tylko w budowaniu masy mięśniowej, ale także w poprawie metabolizmu.", "hr": "Snažni trenuci pomažu ne samo u izgradnji mišićne mase, već i u poboljšanju metabolizma."},
      {"pl": "Czy zauważyłeś, że regularne ćwiczenia poprawiają twoje samopoczucie psychiczne?", "hr": "Jesi li primijetio da redovito vježbanje poboljšava tvoje psihičko stanje?"},
      {"pl": "Nie zapominaj o znaczeniu odpoczynku – sen jest kluczowy dla regeneracji organizmu.", "hr": "Ne zaboravi na važnost odmora – san je ključan za regeneraciju tijela."},
      {"pl": "Czy czujesz się bardziej energiczny po kilku tygodniach regularnych ćwiczeń?", "hr": "Osjećaš li se energičnijim nakon nekoliko tjedana redovitih vježbi?"},
      {"pl": "Wprowadzenie zdrowych nawyków do swojego życia może wymagać czasu, ale warto to zrobić.", "hr": "Uvođenje zdravih navika u svoj život može zahtijevati vrijeme, ali vrijedi to učiniti."},
      {"pl": "Nie jedz za dużo tuż przed snem, ponieważ może to wpłynąć na jakość twojego snu.", "hr": "Nemoj jesti previše neposredno prije spavanja jer to može utjecati na kvalitetu tvog sna."},
      {"pl": "Czy regularne ćwiczenia pomagają ci w walce ze stresem?", "hr": "Pomažu li ti redovite vježbe u borbi protiv stresa?"},
      {"pl": "Zacznij dzień od zdrowego śniadania, które dostarczy ci energii na cały poranek.", "hr": "Počni dan zdravim doručkom koji će ti dati energiju za cijelo prijepodne."},
      {"pl": "Zadbaj o odpowiednią ilość snu – dorosły człowiek powinien spać od 7 do 9 godzin na dobę.", "hr": "Pobrini se za dovoljnu količinu sna – odrasla osoba treba spavati od 7 do 9 sati dnevno."},
      {"pl": "Dieta bogata w warzywa i owoce jest niezbędna dla utrzymania zdrowia.", "hr": "Prehrana bogata povrćem i voćem nužna je za održavanje zdravlja."},
      {"pl": "Ćwiczenia na świeżym powietrzu są szczególnie korzystne dla twojego zdrowia.", "hr": "Vježbe na svježem zraku posebno su korisne za tvoje zdravlje."},
      {"pl": "Czy masz jakieś techniki, które pomagają ci się zrelaksować po długim dniu?", "hr": "Imaš li neke tehnike koje ti pomažu opustiti se nakon dugog dana?"}
    ]
  }
  