{
    "category": "Zdrowie i styl życia",
    "level": "C1",
    "sentences": [
      {"pl": "Odpowiednia dieta nie tylko wpływa na nasze zdrowie fizyczne, ale również psychiczne.", "hr": "Pravilna prehrana ne utječe samo na naše fizičko zdravlje, već i na mentalno."},
      {"pl": "Zdrowy tryb życia to nie tylko regularne ćwiczenia, ale także dbanie o odpowiednią ilość snu.", "hr": "Zdrav način života nije samo redovito vježbanje, već i briga o odgovarajućoj količini sna."},
      {"pl": "Coraz więcej osób zwraca uwagę na wpływ diety roślinnej na kondycję i samopoczucie.", "hr": "Sve više ljudi obraća pozornost na utjecaj biljne prehrane na kondiciju i dobrobit."},
      {"pl": "Intensywny trening siłowy może przyczynić się do poprawy zdrowia kości, szczególnie u osób starszych.", "hr": "Intenzivni trening snage može pridonijeti poboljšanju zdravlja kostiju, posebno kod starijih osoba."},
      {"pl": "Jakie strategie żywieniowe polecasz osobom, które chcą poprawić swoją wytrzymałość fizyczną?", "hr": "Koje prehrambene strategije preporučuješ osobama koje žele poboljšati svoju tjelesnu izdržljivost?"},
      {"pl": "Dieta bogata w antyoksydanty pomaga w walce z procesami starzenia się organizmu.", "hr": "Prehrana bogata antioksidansima pomaže u borbi protiv procesa starenja tijela."},
      {"pl": "Wielu ekspertów podkreśla znaczenie urozmaiconej diety dla zachowania zdrowia psychicznego.", "hr": "Mnogi stručnjaci naglašavaju važnost raznolike prehrane za očuvanje mentalnog zdravlja."},
      {"pl": "Regularne ćwiczenia mogą zmniejszyć ryzyko wielu chorób przewlekłych, takich jak cukrzyca czy choroby serca.", "hr": "Redovite vježbe mogu smanjiti rizik od mnogih kroničnih bolesti, poput dijabetesa ili bolesti srca."},
      {"pl": "Zrównoważony rozwój w kontekście zdrowia oznacza dbanie o ciało, umysł i środowisko.", "hr": "Održivi razvoj u kontekstu zdravlja znači brigu o tijelu, umu i okolišu."},
      {"pl": "Czy uważasz, że sport profesjonalny ma pozytywny wpływ na ogólną kondycję społeczeństwa?", "hr": "Smatraš li da profesionalni sport ima pozitivan utjecaj na opću kondiciju društva?"},
      {"pl": "Chociaż dieta ketogeniczna zyskała popularność, nie każdy organizm dobrze reaguje na taki sposób odżywiania.", "hr": "Iako je ketogena prehrana postala popularna, svaki organizam ne reagira dobro na takav način prehrane."},
      {"pl": "Zwiększenie aktywności fizycznej może pomóc w leczeniu depresji i lęków.", "hr": "Povećanje tjelesne aktivnosti može pomoći u liječenju depresije i anksioznosti."},
      {"pl": "Zbyt duża ilość spożywanego cukru prowadzi do wielu problemów zdrowotnych, w tym do otyłości i chorób serca.", "hr": "Previše konzumiranog šećera dovodi do mnogih zdravstvenih problema, uključujući pretilost i bolesti srca."},
      {"pl": "Zarówno ćwiczenia aerobowe, jak i siłowe są niezbędne dla utrzymania dobrej formy i zdrowia.", "hr": "I aerobne i vježbe snage nužne su za održavanje dobre forme i zdravlja."},
      {"pl": "Sen o odpowiedniej jakości jest niezbędny, by organizm mógł efektywnie regenerować się po wysiłku.", "hr": "San odgovarajuće kvalitete nužan je za učinkovitu regeneraciju tijela nakon napora."},
      {"pl": "Znajomość swojego ciała oraz jego reakcji na różne formy aktywności fizycznej jest kluczowa dla uniknięcia kontuzji.", "hr": "Poznavanje vlastitog tijela i njegovih reakcija na različite oblike fizičke aktivnosti ključno je za izbjegavanje ozljeda."},
      {"pl": "Warto pamiętać, że nie tylko dieta, ale również aktywność fizyczna wpływają na naszą odporność.", "hr": "Vrijedno je zapamtiti da ne samo prehrana, već i tjelesna aktivnost utječu na naš imunitet."},
      {"pl": "Zbyt duża ilość czasu spędzanego przed ekranem może mieć negatywny wpływ na zdrowie psychiczne.", "hr": "Previše vremena provedenog pred ekranom može imati negativan utjecaj na mentalno zdravlje."},
      {"pl": "Równowaga między życiem zawodowym a prywatnym ma kluczowe znaczenie dla utrzymania zdrowia psychicznego.", "hr": "Ravnoteža između profesionalnog i privatnog života ključna je za očuvanje mentalnog zdravlja."},
      {"pl": "Częste spożywanie przetworzonych produktów spożywczych może prowadzić do zaburzeń metabolicznych.", "hr": "Česta konzumacija prerađene hrane može dovesti do metaboličkih poremećaja."},
      {"pl": "Współczesne badania dowodzą, że zdrowa dieta ma ogromny wpływ na naszą zdolność do koncentracji.", "hr": "Suvremena istraživanja dokazuju da zdrava prehrana ima veliki utjecaj na našu sposobnost koncentracije."},
      {"pl": "Odpowiednia ilość błonnika w diecie sprzyja zdrowiu jelit i układu trawiennego.", "hr": "Odgovarajuća količina vlakana u prehrani pogoduje zdravlju crijeva i probavnog sustava."},
      {"pl": "Zmniejszenie stresu poprzez medytację i jogę ma pozytywny wpływ na zdrowie całego organizmu.", "hr": "Smanjenje stresa kroz meditaciju i jogu ima pozitivan utjecaj na zdravlje cijelog tijela."},
      {"pl": "Aktywność fizyczna w połączeniu z odpowiednią dietą pozwala na długotrwałe utrzymanie zdrowej wagi ciała.", "hr": "Tjelesna aktivnost u kombinaciji s odgovarajućom prehranom omogućava dugoročno održavanje zdrave tjelesne težine."},
      {"pl": "Edukacja na temat zdrowego trybu życia powinna stać się częścią programów szkolnych, aby dzieci od najmłodszych lat znały zasady dbania o zdrowie.", "hr": "Obrazovanje o zdravom načinu života trebalo bi postati dio školskih programa kako bi djeca od najranije dobi znala pravila brige o zdravlju."},
      {"pl": "Współczesna medycyna potwierdza, że systematyczne ćwiczenia fizyczne mają znaczący wpływ na długość życia.", "hr": "Suvremena medicina potvrđuje da sustavne fizičke vježbe imaju značajan utjecaj na dužinu života."},
      {"pl": "Pomimo popularności diet eliminacyjnych, należy zachować ostrożność, by nie pozbawić organizmu ważnych składników odżywczych.", "hr": "Unatoč popularnosti eliminacijskih dijeta, treba biti oprezan kako bi se tijelo ne lišilo važnih hranjivih tvari."},
      {"pl": "Zwiększenie spożycia kwasów tłuszczowych omega-3 może pomóc w poprawie funkcji mózgu i zdrowia serca.", "hr": "Povećanje unosa omega-3 masnih kiselina može pomoći u poboljšanju funkcije mozga i zdravlja srca."},
      {"pl": "Zachowanie równowagi między pracą a życiem osobistym pozwala na lepsze zarządzanie stresem.", "hr": "Održavanje ravnoteže između posla i osobnog života omogućava bolje upravljanje stresom."},
      {"pl": "Utrzymywanie aktywności fizycznej w starszym wieku poprawia jakość życia i opóźnia procesy starzenia.", "hr": "Održavanje tjelesne aktivnosti u starijoj dobi poboljšava kvalitetu života i odgađa procese starenja."},
      {"pl": "Siedzący tryb życia prowadzi do wielu problemów zdrowotnych, w tym do chorób układu krążenia.", "hr": "Sjedeći način života vodi do mnogih zdravstvenih problema, uključujući bolesti kardiovaskularnog sustava."},
      {"pl": "Pamiętaj, że zdrowa dieta powinna być bogata w różne źródła białka, witamin i minerałów.", "hr": "Zapamti da zdrava prehrana treba biti bogata različitim izvorima proteina, vitamina i minerala."},
      {"pl": "Zmniejszenie spożycia soli i cukru w diecie może znacznie poprawić zdrowie serca.", "hr": "Smanjenje unosa soli i šećera u prehrani može značajno poboljšati zdravlje srca."},
      {"pl": "Badania potwierdzają, że medytacja ma znaczący wpływ na poprawę koncentracji oraz zmniejszenie poziomu stresu.", "hr": "Istraživanja potvrđuju da meditacija ima značajan utjecaj na poboljšanje koncentracije i smanjenje razine stresa."},
      {"pl": "Czy zgadzasz się z tezą, że zdrowie psychiczne jest równie ważne jak zdrowie fizyczne?", "hr": "Slažeš li se s tezom da je mentalno zdravlje jednako važno kao i fizičko zdravlje?"},
      {"pl": "Zbyt długie korzystanie z technologii może prowadzić do problemów ze snem oraz pogorszenia zdrowia psychicznego.", "hr": "Previše korištenja tehnologije može dovesti do problema sa spavanjem i pogoršanja mentalnog zdravlja."},
      {"pl": "Nie ma jednej uniwersalnej diety, która będzie odpowiednia dla każdego, ale każda dieta powinna być dostosowana do indywidualnych potrzeb organizmu.", "hr": "Ne postoji jedna univerzalna prehrana koja će odgovarati svima, ali svaka prehrana treba biti prilagođena individualnim potrebama tijela."},
      {"pl": "Odpowiednia suplementacja witaminami i minerałami może być istotnym elementem w utrzymaniu zdrowia w dobrym stanie.", "hr": "Odgovarajuća suplementacija vitaminima i mineralima može biti ključni element u održavanju zdravlja u dobrom stanju."},
      {"pl": "Staraj się wprowadzać zmiany w diecie stopniowo, aby organizm mógł się do nich przyzwyczaić.", "hr": "Pokušaj uvoditi promjene u prehrani postepeno kako bi se tijelo moglo naviknuti."},
      {"pl": "Równocześnie z dietą należy dbać o regularną aktywność fizyczną, aby uzyskać najlepsze efekty zdrowotne.", "hr": "Istovremeno s prehranom treba se brinuti o redovitoj tjelesnoj aktivnosti kako bi se postigli najbolji zdravstveni efekti."}
    ]
  }
  