{
  "category": "Lokalne zwyczaje i etykieta",
  "level": "A2",
  "sentences": [
    {"pl": "W Chorwacji ważne jest, aby powiedzieć „dobro večer” wieczorem.", "hr": "U Hrvatskoj je važno reći 'dobro večer' navečer."},
    {"pl": "Czy w Chorwacji jest zwyczaj dziękować za posiłek?", "hr": "Je li u Hrvatskoj običaj zahvaliti za obrok?"},
    {"pl": "Pamiętaj, aby zawsze przywitać się przed rozpoczęciem rozmowy.", "hr": "Sjeti se uvijek pozdraviti prije nego počneš razgovor."},
    {"pl": "Kiedy ktoś zaprasza cię na kawę, należy przynieść coś do jedzenia.", "hr": "Kada te netko pozove na kavu, treba donijeti nešto za jelo."},
    {"pl": "Czy muszę zostawić napiwek w restauracji?", "hr": "Moram li ostaviti napojnicu u restoranu?"},
    {"pl": "W Chorwacji nie wolno wchodzić do kościoła w krótkich spodenkach.", "hr": "U Hrvatskoj nije dopušteno ulaziti u crkvu u kratkim hlačama."},
    {"pl": "Przy wejściu do sklepu zawsze mów „dobar dan”.", "hr": "Pri ulasku u trgovinu uvijek reci 'dobar dan'."},
    {"pl": "Nie rozmawiaj przez telefon przy stole.", "hr": "Ne pričaj na telefonu za stolom."},
    {"pl": "Czy w Chorwacji wszyscy witają się uściskiem dłoni?", "hr": "Pozdravljaju li se svi u Hrvatskoj rukovanjem?"},
    {"pl": "Pamiętaj, aby uszanować lokalne tradycje podczas wizyt.", "hr": "Sjeti se poštovati lokalne tradicije tijekom posjeta."},
    {"pl": "Czy trzeba zdjąć buty w domu gospodarza?", "hr": "Moram li izuti cipele u domu domaćina?"},
    {"pl": "Jeśli zapraszasz kogoś do domu, zaproponuj coś do picia.", "hr": "Ako pozoveš nekog u svoj dom, ponudi nešto za piti."},
    {"pl": "Nie zapomnij powiedzieć „hvala” po otrzymaniu pomocy.", "hr": "Ne zaboravi reći 'hvala' nakon što primiš pomoć."},
    {"pl": "Zawsze czekaj na zaproszenie, aby usiąść przy stole.", "hr": "Uvijek čekaj poziv da sjedneš za stol."},
    {"pl": "Czy w Chorwacji jest zwyczaj dawania prezentów na święta?", "hr": "Je li u Hrvatskoj običaj darivati poklone za blagdane?"},
    {"pl": "Nie spóźniaj się na spotkania towarzyskie.", "hr": "Ne kasni na društvene susrete."},
    {"pl": "Poczekaj, aż gospodarz zaproponuje miejsce do siedzenia.", "hr": "Pričekaj da domaćin ponudi mjesto za sjedenje."},
    {"pl": "Przeproś, jeśli przypadkowo przerwiesz rozmowę.", "hr": "Ispričaj se ako slučajno prekineš razgovor."},
    {"pl": "Czy należy stawiać napój na stole podczas rozmowy?", "hr": "Treba li staviti napitak na stol tijekom razgovora?"},
    {"pl": "W Chorwacji mówi się „živjeli” podczas toastu.", "hr": "U Hrvatskoj se kaže 'živjeli' tijekom zdravice."},
    {"pl": "Zawsze odpowiadaj na pozdrowienie uśmiechem.", "hr": "Uvijek odgovori na pozdrav osmijehom."},
    {"pl": "Kiedy masz gości, zadbaj o porządek w domu.", "hr": "Kada imaš goste, pobrini se za red u domu."},
    {"pl": "Czy w Chorwacji trzeba zawsze jeść przy stole z rodziną?", "hr": "Treba li uvijek jesti za stolom s obitelji u Hrvatskoj?"},
    {"pl": "Zapytaj, czy chcesz pomóc przy gotowaniu.", "hr": "Pitaj želiš li pomoći u kuhanju."},
    {"pl": "Bądź uprzejmy i nie zaczynaj jeść, zanim wszyscy nie dostaną jedzenia.", "hr": "Budi ljubazan i ne počinji jesti dok svi ne dobiju hranu."},
    {"pl": "Podaj rękę przy powitaniu, jeśli jesteś w formalnej sytuacji.", "hr": "Pruži ruku pri pozdravu ako si u formalnoj situaciji."},
    {"pl": "Czy w Chorwacji je się trzy posiłki dziennie?", "hr": "Jedu li se u Hrvatskoj tri obroka dnevno?"},
    {"pl": "Poczekaj, aż gość skończy mówić, zanim odpowiesz.", "hr": "Pričekaj da gost završi govoriti prije nego odgovoriš."},
    {"pl": "Czy można rozmawiać przy stole w czasie posiłku?", "hr": "Može li se razgovarati za stolom tijekom obroka?"},
    {"pl": "Nigdy nie przeklinaj przy stole.", "hr": "Nikada ne psuj za stolom."},
    {"pl": "Mów „doviđenja” na pożegnanie.", "hr": "Reci 'doviđenja' pri rastanku."},
    {"pl": "Czy trzeba mówić „prosim” przy podawaniu rzeczy?", "hr": "Treba li reći 'prosim' kada daješ nešto?" },
    {"pl": "Zawsze ofiaruj pomoc, gdy ktoś nie wie, gdzie się udać.", "hr": "Uvijek ponudi pomoć kada netko ne zna kamo otići."},
    {"pl": "W Chorwacji nie wchodzi się do domu bez zaproszenia.", "hr": "U Hrvatskoj ne ulaziš u kuću bez poziva."},
    {"pl": "Czy dzieci powinny zachowywać ciszę przy stole?", "hr": "Treba li djeca biti tiha za stolom?"},
    {"pl": "W czasie posiłku unikaj rozmawiania o trudnych tematach.", "hr": "Tijekom obroka izbjegavaj razgovor o teškim temama."},
    {"pl": "Czy w Chorwacji na powitanie całuje się w policzek?", "hr": "Poljubi li se u obraz pri pozdravu u Hrvatskoj?"},
    {"pl": "Przed jedzeniem dobrze jest umyć ręce.", "hr": "Prije jela dobro je oprati ruke."},
    {"pl": "Po obiedzie zazwyczaj podaje się kawę.", "hr": "Nakon ručka obično se servira kava."},
    {"pl": "Zapytaj, czy chcesz pomóc przy sprzątaniu stołu.", "hr": "Pitaj želiš li pomoći u pospremanju stola."},
    {"pl": "Poczekaj na zaproszenie, aby usiąść przy stole.", "hr": "Pričekaj poziv da sjedneš za stol."},
    {"pl": "Czy w Chorwacji powinno się pytać o zdrowie gospodarza?", "hr": "Treba li pitati za zdravlje domaćina u Hrvatskoj?"},
    {"pl": "Nie podawaj ręki, jeśli osoba nie wyciągnie jej najpierw.", "hr": "Ne pružaj ruku ako osoba ne pruži svoju prvu."},
    {"pl": "Kiedy mówisz „hvala”, zachowuj kontakt wzrokowy.", "hr": "Kada kažeš 'hvala', održavaj kontakt očima."},
    {"pl": "Bądź grzeczny i nie bądź spóźniony na zaproszenia.", "hr": "Budi uljudan i ne kasni na pozive."},
    {"pl": "Podziękuj, jeśli ktoś zaprosi cię na kawę.", "hr": "Zahvali ako te netko pozove na kavu."},
    {"pl": "Czy powinniśmy prosić o pozwolenie, zanim wejdziemy do domu?", "hr": "Treba li tražiti dopuštenje prije nego uđemo u kuću?"}
  ]
}
