{
  "category": "Lokalne zwyczaje i etykieta",
  "level": "B2",
  "sentences": [
    {"pl": "W Chorwacji podczas formalnych spotkań należy zachować odpowiednią postawę ciała i unikać gestów, które mogą być uznane za zbyt swobodne.", "hr": "U Hrvatskoj tijekom formalnih susreta potrebno je održavati odgovarajući položaj tijela i izbjegavati geste koje se mogu smatrati previše opuštenima."},
    {"pl": "Czy w Chorwacji jest zwyczaj picia wina tylko do konkretnych potraw, czy pije się je do wszystkiego?", "hr": "Postoji li u Hrvatskoj običaj piti vino samo uz određena jela ili se pije uz sve?"}, 
    {"pl": "W Chorwacji ważne jest, aby podczas pierwszego spotkania z kimś nie rozmawiać o sprawach osobistych.", "hr": "U Hrvatskoj je važno tijekom prvog susreta s nekim ne razgovarati o osobnim stvarima."},
    {"pl": "Zawsze oferuj gościowi coś do picia, gdy przychodzi do twojego domu, nawet jeśli to tylko kawa.", "hr": "Uvijek ponudi gostu nešto za piti kada dođe u tvoj dom, čak i ako je to samo kava."},
    {"pl": "Pamiętaj, aby przy stole nie mówić za głośno, aby nie zakłócać rozmowy innych osób.", "hr": "Sjeti se da za stolom ne govoriš preglasno kako ne bi ometao razgovor drugih."},
    {"pl": "Czy w Chorwacji w czasie spotkań towarzyskich zwraca się szczególną uwagę na sposób ubierania się?", "hr": "Povraća li se posebna pažnja na način odijevanja tijekom društvenih susreta u Hrvatskoj?"}, 
    {"pl": "Jeśli przyjeżdżasz do Chorwacji, powinieneś zawsze przynajmniej raz podziękować za gościnność gospodarza.", "hr": "Ako dolaziš u Hrvatsku, trebao bi barem jednom zahvaliti domaćinu na gostoprimstvu."},
    {"pl": "Kiedy przyjdziesz na obiad, nigdy nie siadaj przy stole, zanim nie zaprosi cię gospodarz.", "hr": "Kada dođeš na večeru, nikada ne sjedaj za stol dok te domaćin ne pozove."},
    {"pl": "W Chorwacji jest zwyczaj, że goście witają się osobno z każdą osobą w pokoju, szczególnie na przyjęciach.", "hr": "U Hrvatskoj postoji običaj da se gosti pozdrave sa svakom osobom u prostoriji, osobito na zabavama."},
    {"pl": "Czy w Chorwacji istnieje tradycja przynoszenia prezentów na specjalne okazje, takie jak urodziny czy rocznice?", "hr": "Postoji li u Hrvatskoj tradicija donošenja poklona za posebne prilike poput rođendana ili obljetnica?"},
    {"pl": "Zawsze bądź uprzedzony na temat czasu spotkania, aby uniknąć bycia spóźnionym.", "hr": "Uvijek budi unaprijed obaviješten o vremenu susreta kako bi izbjegao kašnjenje."},
    {"pl": "Podczas oficjalnych spotkań w Chorwacji zawsze powinniśmy wyrażać szacunek dla starszych osób.", "hr": "Tijekom službenih susreta u Hrvatskoj uvijek trebamo iskazivati poštovanje prema starijim osobama."},
    {"pl": "Jeśli zostaniesz zaproszony na obiad, dobrze jest zapytać, czy są jakieś specjalne zasady dotyczące zachowania przy stole.", "hr": "Ako te pozovu na večeru, dobro je pitati postoje li posebna pravila ponašanja za stolom."},
    {"pl": "Podczas spotkań biznesowych w Chorwacji należy przestrzegać zasad formalności i nie być zbyt rozmownym.", "hr": "Tijekom poslovnih susreta u Hrvatskoj potrebno je poštovati pravila formalnosti i ne biti previše razgovorljiv."},
    {"pl": "Czy w Chorwacji w czasie jedzenia należy unikać rozmów o polityce?", "hr": "Treba li u Hrvatskoj izbjegavati razgovor o politici za vrijeme jela?"}, 
    {"pl": "W Chorwacji, podobnie jak w wielu innych krajach, oczekuje się, że goście będą witać gospodarzy z uprzedzeniem.", "hr": "U Hrvatskoj, kao i u mnogim drugim zemljama, očekuje se da gosti unaprijed pozdrave domaćine."},
    {"pl": "Pamiętaj, aby w trakcie spotkań zachować uprzedzenie względem innych i nie naruszać ich przestrzeni osobistej.", "hr": "Sjeti se da tijekom susreta pokažeš poštovanje prema drugima i ne narušavaš njihov osobni prostor."},
    {"pl": "Nie spóźniaj się na zaproszenia na kolację, ale też nie przychodź zbyt wcześnie.", "hr": "Nemoj kasniti na pozive za večeru, ali ni nemoj doći prerano."},
    {"pl": "Czy w Chorwacji na spotkaniach oficjalnych każdy zostaje przedstawiony wszystkim uczestnikom?", "hr": "Predstavi li se na službenim sastancima u Hrvatskoj svatko svim sudionicima?"}, 
    {"pl": "Na spotkaniach towarzyskich w Chorwacji należy zachować odpowiedni dystans, nie siadaj za blisko rozmówcy.", "hr": "Na društvenim susretima u Hrvatskoj treba održavati odgovarajući razmak, nemoj sjediti preblizu sugovorniku."},
    {"pl": "Pamiętaj, aby zawsze mówić „proszę” i „dziękuję” przy każdym spotkaniu, to oznaka szacunku.", "hr": "Sjeti se uvijek reći 'molim' i 'hvala' pri svakom susretu, to je znak poštovanja."},
    {"pl": "W Chorwacji nie należy zaczynać jedzenia przed gospodarzem, chyba że daje znak do rozpoczęcia posiłku.", "hr": "U Hrvatskoj nije uobičajeno početi jesti prije domaćina, osim ako ne da znak za početak obroka."},
    {"pl": "Jeśli nie znasz wszystkich osób na przyjęciu, zapytaj gospodarza, jak się nazywają.", "hr": "Ako ne poznaješ sve osobe na zabavi, pitaj domaćina kako se zovu."},
    {"pl": "W Chorwacji dobrze jest, aby po spotkaniu napisać krótki e-mail z podziękowaniami za gościnność.", "hr": "U Hrvatskoj je dobro poslati kratki e-mail s zahvalom za gostoprimstvo nakon susreta."},
    {"pl": "Kiedy zapraszasz gościa do domu, pamiętaj, aby zaoferować mu coś do picia lub jedzenia.", "hr": "Kada pozoveš gosta u dom, sjeti se ponuditi ga nečim za piti ili jesti."},
    {"pl": "Czy w Chorwacji, gdy nie chcesz zaakceptować zaproszenia, należy podać powód odmowy?", "hr": "Moraš li u Hrvatskoj navesti razlog ako ne želiš prihvatiti poziv?"}, 
    {"pl": "Podczas rozmowy w Chorwacji należy unikać mówienia z pełnymi ustami, aby zachować elegancję.", "hr": "Tijekom razgovora u Hrvatskoj treba izbjegavati govoriti s punim ustima kako bi se održala elegancija."},
    {"pl": "Zawsze przy powitaniu w Chorwacji należy przywitać wszystkich z uśmiechem.", "hr": "Uvijek pri pozdravu u Hrvatskoj treba pozdraviti sve s osmijehom."},
    {"pl": "Podziękuj gospodarzowi za zaproszenie, jeśli jesteś zaproszony na obiad.", "hr": "Zahvali domaćinu na pozivu ako si pozvan na večeru."},
    {"pl": "Pamiętaj, aby zachować spokój i opanowanie, nawet w sytuacjach stresujących.", "hr": "Sjeti se održati mirnoću i samokontrolu, čak i u stresnim situacijama."},
    {"pl": "Czy w Chorwacji przyjęło się, aby goście zabierali ze sobą coś do domu po wizycie?", "hr": "Je li u Hrvatskoj običaj da gosti ponesu nešto sa sobom nakon posjeta?"}, 
    {"pl": "Pamiętaj, aby nie zapominać o lokalnych zwyczajach, zwłaszcza kiedy jesteś gościem w czyimś domu.", "hr": "Sjeti se ne zaboraviti na lokalne običaje, osobito kada si gost u nečijem domu."},
    {"pl": "W Chorwacji jest zwyczaj powitania gości za pomocą serdecznego uścisku dłoni.", "hr": "U Hrvatskoj je običaj pozdraviti goste srdačnim rukovanjem."},
    {"pl": "Podczas wizyty w Chorwacji nie bój się zapytać, czy jest coś, czym możesz pomóc.", "hr": "Tijekom posjeta Hrvatskoj ne bojte se pitati postoji li nešto u čemu možete pomoći."},
    {"pl": "Zawsze należy z szacunkiem traktować innych uczestników spotkania, nie przerywaj rozmów.", "hr": "Uvijek trebaš poštovati druge sudionike sastanka i ne prekidati razgovore."},
    {"pl": "Bądź świadomy lokalnych zasad i obyczajów, aby uniknąć nieporozumień.", "hr": "Budi svjestan lokalnih pravila i običaja kako bi izbjegao nesporazume."},
    {"pl": "Podczas oficjalnych spotkań zawsze zachowuj odpowiednią postawę i powagę.", "hr": "Tijekom službenih sastanaka uvijek održavaj odgovarajući stav i ozbiljnost."},
    {"pl": "Pamiętaj, żeby pozdrowić gospodarza, zanim usiądziesz przy stole.", "hr": "Sjeti se pozdraviti domaćina prije nego sjedneš za stol."},
    {"pl": "Czy w Chorwacji istnieje zwyczaj podawania prezentu gospodarzowi, gdy wchodzisz do jego domu?", "hr": "Postoji li u Hrvatskoj običaj donijeti poklon domaćinu kada ulaziš u njegov dom?"}
  ]
}
