{
  "category": "Lokalne zwyczaje i etykieta",
  "level": "C2",
  "sentences": [
    {"pl": "W Chorwacji, podczas przyjęć o wyższym statusie społecznym, szczególnie ważne jest zachowanie umiaru w gestach i słowach, aby nie wyjść poza granice konwenansów.", "hr": "U Hrvatskoj, tijekom prijema višeg društvenog statusa, osobito je važno zadržati umjerenost u gestama i riječima kako ne bi premašili granice konvencija."},
    {"pl": "Czy w Chorwacji, w sytuacjach formalnych, można pozwolić sobie na luźniejsze zachowanie, czy raczej powinno się trzymać sztywnych zasad etykiety?", "hr": "Je li u Hrvatskoj, u formalnim situacijama, dopušteno opušteno ponašanje ili se treba držati strogih pravila etikete?"},
    {"pl": "Pamiętaj, że w Chorwacji, w sytuacjach oficjalnych, odpowiednia postawa jest kluczowa, a zbyt duża swoboda może być postrzegana jako brak szacunku.", "hr": "Zapamti da je u Hrvatskoj u službenim situacijama pravi stav ključan, a prevelika sloboda može biti shvaćena kao nedostatak poštovanja."},
    {"pl": "Nie zapomnij, że w Chorwacji istnieje silny nacisk na formy grzecznościowe, a zbyt bezpośrednia mowa może zostać odebrana jako niegrzeczność.", "hr": "Ne zaboravi da u Hrvatskoj postoji snažan naglasak na pristojne oblike, a previše izravan govor može biti shvaćen kao nepristojnost."},
    {"pl": "W Chorwacji, na spotkaniach biznesowych, warto zachować umiar, szczególnie jeśli chodzi o osobiste pytania, które mogą być uznane za inwazyjne.", "hr": "U Hrvatskoj, na poslovnim sastancima, dobro je zadržati umjerenost, osobito kada su u pitanju osobna pitanja koja se mogu smatrati invazivnima."},
    {"pl": "Czy w Chorwacji, w przypadku spotkań z nowymi osobami, lepiej jest unikać tematu polityki i religii, czy są to tematy akceptowane?", "hr": "Je li u Hrvatskoj, prilikom susreta s novim osobama, bolje izbjegavati teme politike i religije ili su to prihvaćene teme?"},
    {"pl": "W Chorwacji przyjęcia towarzyskie rządzą się swoimi prawami, a brak znajomości lokalnych zwyczajów może powodować niewłaściwe postrzeganie gościa.", "hr": "U Hrvatskoj društvena okupljanja imaju svoja pravila, a nepoznavanje lokalnih običaja može uzrokovati pogrešan dojam o gostu."},
    {"pl": "Podczas uroczystości w Chorwacji należy unikać zbyt głośnego mówienia, ponieważ może to być uznane za brak taktu.", "hr": "Tijekom svečanosti u Hrvatskoj treba izbjegavati preglasno govorenje jer to može biti shvaćeno kao nedostatak takta."},
    {"pl": "W Chorwacji na uroczystościach rocznicowych zazwyczaj oczekuje się, że goście będą składać życzenia w formie eleganckich i przemyślanych słów.", "hr": "U Hrvatskoj na obljetničkim svečanostima obično se očekuje da gosti upute čestitke u elegantnim i promišljenim riječima."},
    {"pl": "Czy w Chorwacji, w kontekście spotkań rodzinnych, istnieje pewna hierarchia, która wpływa na sposób komunikacji między gośćmi?", "hr": "Postoji li u Hrvatskoj, u kontekstu obiteljskih sastanaka, određena hijerarhija koja utječe na način komunikacije među gostima?"},
    {"pl": "W Chorwacji warto pamiętać, że bardzo ważna jest kultura podziękowań, szczególnie po otrzymaniu zaproszenia na kolację lub wydarzenie.", "hr": "U Hrvatskoj treba se sjetiti da je kultura zahvalnosti vrlo važna, osobito nakon što primiš poziv na večeru ili događaj."},
    {"pl": "Czy w Chorwacji podczas spotkań towarzyskich, jeśli zaproszony gość nie zna gospodarza, zaleca się unikać rozmów o pieniądzach i majątku?", "hr": "Je li u Hrvatskoj tijekom društvenih okupljanja, ako pozvani gost ne poznaje domaćina, preporučljivo izbjegavati razgovore o novcu i imetku?"},
    {"pl": "Podczas ważnych spotkań towarzyskich w Chorwacji oczekuje się, że gość będzie wykazywał autentyczne zainteresowanie rozmówcą, a nie tylko mówił o sobie.", "hr": "Tijekom važnih društvenih sastanaka u Hrvatskoj očekuje se da će gost pokazati iskreno zanimanje za sugovornika, a ne samo govoriti o sebi."},
    {"pl": "W Chorwacji, na weselach, powszechnie stosuje się tradycję tańca weselnego, jednak goście powinni poczekać na zaproszenie do tańca.", "hr": "U Hrvatskoj na vjenčanjima uobičajena je tradicija vjenčanog plesa, no gosti bi trebali pričekati poziv za ples."},
    {"pl": "Zanim odwiedzisz Chorwację, warto zapoznać się z lokalnymi zwyczajami powitania, ponieważ różnią się one w zależności od regionu.", "hr": "Prije nego posjetiš Hrvatsku, dobro je upoznati se s lokalnim običajima pozdravljanja jer se oni razlikuju ovisno o regiji."},
    {"pl": "W Chorwacji, podczas formalnych kolacji, nie należy zaczynać jeść przed gospodarzem, nawet jeśli jedzenie jest już podane.", "hr": "U Hrvatskoj, tijekom formalnih večera, ne trebaš početi jesti prije domaćina, čak i ako je hrana već poslužena."},
    {"pl": "Czy w Chorwacji, jeśli jesteś zaproszony na obiad, powinieneś przynieść ze sobą prezent, czy nie jest to wymagane?", "hr": "Je li u Hrvatskoj, ako te pozovu na ručak, trebaš donijeti poklon ili to nije obavezno?"},
    {"pl": "Będąc gościem w Chorwacji, zawsze warto podziękować gospodarzowi za zaproszenie, nawet jeśli nie podobała ci się organizacja przyjęcia.", "hr": "Biti gost u Hrvatskoj, uvijek je dobro zahvaliti domaćinu na pozivu, čak i ako ti se organizacija zabave nije svidjela."},
    {"pl": "Podczas oficjalnych spotkań w Chorwacji, szczególnie ważne jest zachowanie dystansu, który nie jest zbyt formalny, ale wystarczający, aby wykazać szacunek.", "hr": "Tijekom službenih sastanaka u Hrvatskoj, osobito je važno održati distancu koja nije previše formalna, ali dovoljna da pokažeš poštovanje."},
    {"pl": "W Chorwacji, jeśli zapraszasz kogoś na kolację, oczekuje się, że będziesz mieć przygotowane odpowiednie napoje do serwowania, szczególnie alkohol.", "hr": "U Hrvatskoj, ako pozoveš nekoga na večeru, očekuje se da ćeš imati pripremljena odgovarajuća pića za posluživanje, osobito alkohol."},
    {"pl": "W Chorwacji, podobnie jak w wielu innych krajach, nie należy przychodzić na spotkania z pustymi rękami, szczególnie na wydarzenia społeczne.", "hr": "U Hrvatskoj, kao i u mnogim drugim zemljama, nije pristojno dolaziti na sastanke s praznim rukama, osobito na društvena događanja."},
    {"pl": "W Chorwacji na formalnych wydarzeniach, takich jak gale czy rocznice, zazwyczaj obowiązuje dres kod, który należy bezwzględnie przestrzegać.", "hr": "U Hrvatskoj na formalnim događanjima, poput gala ili obljetnica, obično vrijedi dress code koji treba striktno poštovati."},
    {"pl": "Czy w Chorwacji podczas spotkań z osobami starszymi zaleca się, aby młodsze osoby kulturalnie zwracały się do nich z szacunkiem, używając formy grzecznościowej?", "hr": "Postoji li u Hrvatskoj preporuka da mlađe osobe tijekom susreta s osobama starije dobi kulturno koriste oblik pristojnosti?"}
  ]
}
