{
  "category": "Lokalne zwyczaje i etykieta",
  "level": "C1",
  "sentences": [
    {"pl": "W Chorwacji na przyjęciach towarzyskich ważne jest, aby nie zadawać osobistych pytań, dopóki nie nawiąże się bliskiej relacji z gospodarzami.", "hr": "U Hrvatskoj na društvenim događanjima važno je ne postavljati osobna pitanja dok se ne uspostavi blizak odnos s domaćinima."},
    {"pl": "Czy w Chorwacji oczekuje się, że gość zapyta gospodarza o preferencje dotyczące jedzenia przed zaproszeniem go na kolację?", "hr": "Očekuje li se u Hrvatskoj da gost pita domaćina o prehrambenim preferencijama prije nego ga pozove na večeru?"},
    {"pl": "Choć w Chorwacji gesty powitania są ważne, należy pamiętać, aby nie okazywać przesadnego entuzjazmu, który mógłby być odbierany jako sztuczny.", "hr": "Iako su u Hrvatskoj gesta pozdrava važna, treba se sjetiti da se ne pokazuje pretjerani entuzijazam koji bi mogao biti shvaćen kao lažan."},
    {"pl": "W Chorwacji, podczas wizyt w domach, często jest zwyczajem, że gospodarz oferuje gościowi alkohol, a gość powinien grzecznie odmówić, jeśli nie pije.", "hr": "U Hrvatskoj je tijekom posjeta domovima često običaj da domaćin ponudi alkohola gostu, a gost bi trebao ljubazno odbiti ako ne pije."},
    {"pl": "Zadbaj o to, by przy stole nie mówić z pełnymi ustami i pamiętaj o zachowaniu ciszy w momentach, kiedy inni jedzą.", "hr": "Pobrini se da za stolom ne govoriš s punim ustima i zapamti održavati tišinu u trenucima kada drugi jedu."},
    {"pl": "Czy w Chorwacji jest zwyczaj oczekiwać, że goście przychodzą punktualnie, czy jest pewna tolerancja na spóźnienia?", "hr": "Je li u Hrvatskoj običaj da gosti dolaze točno na vrijeme ili postoji određena tolerancija na kašnjenje?"},
    {"pl": "W Chorwacji podczas spotkań biznesowych należy unikać tematyki religijnej i politycznej, chyba że zostaną poruszone przez rozmówcę.", "hr": "U Hrvatskoj tijekom poslovnih sastanaka treba izbjegavati religijske i političke teme, osim ako ih pokrene sugovornik."},
    {"pl": "Gdy jesteś zaproszony na kolację w Chorwacji, obowiązkowo podziękuj gospodarzowi za zaproszenie i po kolacji za posiłek.", "hr": "Kada te pozovu na večeru u Hrvatskoj, obavezno zahvali domaćinu na pozivu i nakon večere na obroku."},
    {"pl": "Czy w Chorwacji jest zwyczajem, że goście przynoszą ze sobą alkohol lub jedzenie na przyjęcia?", "hr": "Postoji li u Hrvatskoj običaj da gosti donose alkohol ili hranu na zabave?"}, 
    {"pl": "W Chorwacji nie należy dotykać niczyich rzeczy osobistych bez pozwolenia, zwłaszcza w cudzych domach.", "hr": "U Hrvatskoj se ne smije dirati ničije osobne stvari bez dopuštenja, osobito u tuđim domovima."},
    {"pl": "Pamiętaj, że w Chorwacji zwyczajowo oczekuje się, że gość nie pozostanie zbyt długo, aby nie naruszyć komfortu gospodarzy.", "hr": "Zapamti da se u Hrvatskoj obično očekuje da gost ne ostane predugo kako ne bi narušio udobnost domaćina."},
    {"pl": "Czy w Chorwacji, na spotkaniach formalnych, należy przestrzegać surowych zasad etykiety, czy można sobie pozwolić na pewną swobodę?", "hr": "Treba li se u Hrvatskoj, na formalnim sastancima, pridržavati strogih pravila etikete ili se može dopustiti određena sloboda?"},
    {"pl": "Będąc gościem w Chorwacji, dobrze jest zaoferować pomoc w przygotowaniach do posiłku, ale jeśli zostaniesz odmówiony, nie nalegaj.", "hr": "Biti gost u Hrvatskoj, dobro je ponuditi pomoć u pripremi obroka, ali ako ti bude odbijeno, nemoj inzistirati."},
    {"pl": "Zachowuj się w sposób godny szacunku dla lokalnych tradycji i zwyczajów, szczególnie podczas ceremonii lub ważnych wydarzeń.", "hr": "Ponašaj se s poštovanjem prema lokalnim tradicijama i običajima, osobito tijekom ceremonija ili važnih događanja."},
    {"pl": "Czy w Chorwacji podczas weselnych przyjęć powszechne jest, że goście tańczą od samego początku, czy jest to zarezerwowane na później?", "hr": "Je li u Hrvatskoj na svadbenim zabavama uobičajeno da gosti plešu od samog početka ili je to rezervirano za kasnije?"},
    {"pl": "Kiedy odwiedzasz Chorwację, zachowuj ostrożność w rozmowach na tematy polityczne i religijne, aby nie wywołać kontrowersji.", "hr": "Kada posjećuješ Hrvatsku, ponašaj se oprezno u razgovorima na političke i vjerske teme kako ne bi izazvao kontroverze."},
    {"pl": "Podczas ważnych spotkań w Chorwacji nie wypada jeść w trakcie rozmowy, chyba że zostało to wyraźnie zaproponowane.", "hr": "Tijekom važnih sastanaka u Hrvatskoj nije pristojno jesti tijekom razgovora, osim ako to nije jasno predloženo."},
    {"pl": "W Chorwacji, jeżeli ktoś zaprasza cię na posiłek, zawsze należy odpowiedzieć na zaproszenie, niezależnie od tego, czy możemy przyjść.", "hr": "U Hrvatskoj, ako te netko pozove na obrok, uvijek trebaš odgovoriti na poziv, bez obzira na to možeš li doći."},
    {"pl": "Nie przychodź na zaproszenie o wiele wcześniej, niż zostało to ustalone, ponieważ może to sprawić wrażenie nieuprzejmości.", "hr": "Nemoj doći na poziv puno ranije nego što je dogovoreno jer bi to moglo ostaviti dojam neljubaznosti."},
    {"pl": "Jeśli podczas obiadu w Chorwacji napełni się twój kieliszek, nie wypada go odmówić, ale zawsze warto pić z umiarem.", "hr": "Ako ti tijekom večere u Hrvatskoj napune čašu, nije pristojno odbiti, ali uvijek je dobro piti s umjerenošću."},
    {"pl": "W Chorwacji na przyjęciach towarzyskich zawsze należy zaoferować coś do jedzenia lub picia wszystkim gościom przed rozpoczęciem rozmowy.", "hr": "Na društvenim okupljanjima u Hrvatskoj uvijek trebaš ponuditi nešto za jelo ili piti svim gostima prije nego počneš razgovor."},
    {"pl": "Bądź świadomy, że w Chorwacji niektóre tematy, takie jak religia czy polityka, mogą być traktowane z dużą wrażliwością.", "hr": "Budi svjestan da se u Hrvatskoj neka tema, poput religije ili politike, može tretirati s velikom osjetljivošću."},
    {"pl": "W Chorwacji na weselach często goście oferują prezenty, które mają charakter symboliczny, a nie materialny.", "hr": "Na vjenčanjima u Hrvatskoj često gosti donose poklone koji su simbolični, a ne materijalni."},
    {"pl": "W przypadku, gdy gość zapomni przynieść prezent na przyjęcie, powinien przeprosić gospodarza i wyrazić chęć zrekompensowania tej nieobecności.", "hr": "Ako gost zaboravi donijeti poklon na zabavu, trebao bi se ispričati domaćinu i izraziti želju da nadoknadi taj izostanak."},
    {"pl": "W Chorwacji w czasie rozmów o pracy należy unikać nadmiernej poufałości, szczególnie w stosunku do osób, które nie są bliskimi współpracownikami.", "hr": "U Hrvatskoj tijekom razgovora o poslu treba izbjegavati previše prijateljski pristup, osobito u odnosu prema osobama koje nisu bliski suradnici."},
    {"pl": "Kiedy jesteś zaproszony do kogoś na kolację w Chorwacji, nigdy nie powinieneś narzekać na jedzenie, nawet jeśli ci nie smakuje.", "hr": "Kada te pozovu na večeru u Hrvatsku, nikada ne smiješ prigovarati o hrani, čak i ako ti nije ukusna."},
    {"pl": "W Chorwacji zwykle przyjęcia zaczynają się późnym popołudniem, dlatego warto nie przychodzić zbyt wcześnie.", "hr": "U Hrvatskoj, zabave obično počinju kasno popodne, stoga nije dobro dolaziti prerano."},
    {"pl": "Zawsze pamiętaj, aby przy rozmowie z kimś nie wchodzić w przestrzeń osobistą i nie zakłócać komfortu rozmówcy.", "hr": "Uvijek se sjeti da tijekom razgovora ne ulaziš u osobni prostor i ne ometaš udobnost sugovornika."},
    {"pl": "Czy w Chorwacji obowiązuje zasada, że na powitanie goście zawsze są witani z uśmiechem?", "hr": "Postoji li u Hrvatskoj pravilo da se gosti uvijek pozdravljaju osmijehom?"}
  ]
}
