{
  "category": "Lokalne zwyczaje i etykieta",
  "level": "B1",
  "sentences": [
    {"pl": "W Chorwacji podczas powitania nie podaje się od razu ręki, tylko czeka na reakcję drugiej osoby.", "hr": "U Hrvatskoj prilikom pozdrava ne pruža se odmah ruka, već se čeka na reakciju druge osobe."},
    {"pl": "Czy w Chorwacji zaproszenie na kawę oznacza, że musisz przynieść coś do jedzenia?", "hr": "Znači li poziv na kavu u Hrvatskoj da moraš donijeti nešto za jesti?"},
    {"pl": "W Chorwacji nie należy mówić o pieniądzach przy stole.", "hr": "U Hrvatskoj nije prikladno govoriti o novcu za stolom."},
    {"pl": "Pamiętaj, aby zawsze mówić „hvala” po otrzymaniu pomocy.", "hr": "Sjeti se uvijek reći 'hvala' nakon što primiš pomoć."},
    {"pl": "Kiedy jesteś zaproszony na obiad, przyjdź na czas, ale nie bądź wcześniej.", "hr": "Kada te pozovu na ručak, dođi na vrijeme, ali nemoj doći previše rano."},
    {"pl": "Czy jest jakiś zwyczaj związany z pierwszym posiłkiem dnia w Chorwacji?", "hr": "Postoji li običaj vezan za prvi obrok dana u Hrvatskoj?"},
    {"pl": "Przy stole nie powinno się używać telefonu, chyba że jest to konieczne.", "hr": "Za stolom ne bi se trebalo koristiti telefon, osim ako je nužno."},
    {"pl": "Czy należy podziękować za zaproszenie na kolację, nawet jeśli nie możesz przyjść?", "hr": "Trebaš li zahvaliti na pozivu za večeru, čak i ako ne možeš doći?"}, 
    {"pl": "W Chorwacji ważne jest, aby przywitać się ze wszystkimi osobami obecnymi w pokoju.", "hr": "U Hrvatskoj je važno pozdraviti sve osobe prisutne u prostoriji."},
    {"pl": "Nie zaczynaj jeść, zanim wszyscy nie dostaną swojego jedzenia.", "hr": "Ne počinji jesti dok svi ne dobiju svoju hranu."},
    {"pl": "Zawsze podawaj rękę przy powitaniu, jeśli jest to formalna sytuacja.", "hr": "Uvijek pruži ruku pri pozdravu ako je situacija formalna."},
    {"pl": "Kiedy spotykasz kogoś po raz pierwszy, warto zapytać o jego imię i nazwisko.", "hr": "Kada prvi put srećeš nekoga, dobro je pitati za njegovo ime i prezime."},
    {"pl": "W Chorwacji bardzo ważne jest, aby nie przerywać rozmowy innym osobom.", "hr": "U Hrvatskoj je jako važno ne prekidati razgovor drugim osobama."},
    {"pl": "Czy w Chorwacji każdy zostawia napiwek w restauracjach?", "hr": "Ostavlja li svatko napojnicu u restoranima u Hrvatskoj?"},
    {"pl": "Kiedy ktoś prosi cię o pomoc, grzecznie odmów, jeśli nie chcesz pomóc.", "hr": "Kada te netko zamoli za pomoć, pristojno odbij ako ne želiš pomoći."},
    {"pl": "W Chorwacji nie jest dobrze widziane zostawianie jedzenia na talerzu.", "hr": "U Hrvatskoj nije dobro ostavljati hranu na tanjuru."},
    {"pl": "Podczas wizyt w Chorwacji należy wyrazić zainteresowanie kulturą i zwyczajami gospodarzy.", "hr": "Tijekom posjeta u Hrvatskoj treba izraziti interes za kulturu i običaje domaćina."},
    {"pl": "Pamiętaj, aby w czasie rozmowy zachować odpowiednią odległość osobistą.", "hr": "Sjeti se održati odgovarajući osobni prostor tijekom razgovora."},
    {"pl": "Czy w Chorwacji jest zwyczaj witania się z każdym gościem osobiście?", "hr": "Je li u Hrvatskoj običaj pozdraviti svakog gosta osobno?"},
    {"pl": "Podczas obiadu nie siadaj przed gospodarzem, poczekaj aż on cię zaprosi.", "hr": "Tijekom večere ne sjedi prije domaćina, pričekaj da te pozove."},
    {"pl": "W Chorwacji na powitanie mówi się „dobro došli” w zależności od sytuacji.", "hr": "U Hrvatskoj se za pozdrav koristi 'dobro došli' ovisno o situaciji."},
    {"pl": "Nie należy rozmawiać o polityce ani religii przy stole, szczególnie podczas pierwszych spotkań.", "hr": "Ne treba razgovarati o politici ili religiji za stolom, osobito tijekom prvih susreta."},
    {"pl": "Czy musisz podziękować za każdy posiłek w Chorwacji?", "hr": "Moraš li zahvaliti za svaki obrok u Hrvatskoj?"},
    {"pl": "Gdy jesteś zaproszony do czyjegoś domu, przynieś ze sobą mały upominek.", "hr": "Kada te pozovu u tuđi dom, donesi mali poklon."},
    {"pl": "Pamiętaj, że w Chorwacji goście są traktowani bardzo gościnnie.", "hr": "Sjeti se da su gosti u Hrvatskoj vrlo dobrodošli."},
    {"pl": "Zawsze dziękuj gospodarzowi za gościnność na zakończenie wizyty.", "hr": "Uvijek zahvali domaćinu na gostoprimstvu na kraju posjeta."},
    {"pl": "Zawsze bądź punktualny na zaproszenia, nawet jeśli są to spotkania nieformalne.", "hr": "Uvijek budi točan na pozivima, čak i ako su neformalan susreti."},
    {"pl": "Podczas jedzenia nie mów z pełnymi ustami.", "hr": "Za vrijeme jela nemoj govoriti s punim ustima."},
    {"pl": "Czy w Chorwacji zaproszenie na kolację wiąże się z koniecznością przyniesienia prezentu?", "hr": "Povezuje li se poziv na večeru u Hrvatskoj s obavezom donošenja poklona?"},
    {"pl": "W Chorwacji uścisk dłoni jest często stosowany w bardziej formalnych sytuacjach.", "hr": "U Hrvatskoj je rukovanje često korišteno u formalnijim situacijama."},
    {"pl": "Nie komentuj publicznie wyglądu innych osób, szczególnie podczas oficjalnych spotkań.", "hr": "Ne komentiraj javno izgled drugih ljudi, osobito tijekom službenih susreta."},
    {"pl": "Bądź uprzedzony na temat czasu, w którym organizowane są spotkania towarzyskie.", "hr": "Budi unaprijed obaviješten o vremenu kada se organiziraju društveni susreti."},
    {"pl": "W Chorwacji na zaproszenie na obiad odpowiada się „hvala, przyjdę” lub „hvala, ale nie mogę przyjść”.", "hr": "Na poziv za ručak u Hrvatskoj odgovara se sa 'hvala, doći ću' ili 'hvala, ne mogu doći'."},
    {"pl": "Czy w Chorwacji na przyjęciu urodzinowym zawsze przynosi się prezent?", "hr": "Mora li se na rođendanskoj zabavi u Hrvatskoj uvijek donijeti poklon?"},
    {"pl": "W Chorwacji obowiązuje zasada nieprzekraczania granic osobistych, szczególnie w pracy.", "hr": "U Hrvatskoj vrijedi pravilo neprekoračivanja osobnih granica, osobito na poslu."},
    {"pl": "Zapytaj, czy możesz pomóc przy organizacji spotkania.", "hr": "Pitaj možeš li pomoći u organizaciji sastanka."},
    {"pl": "Nigdy nie mów głośno o problemach finansowych przy stole.", "hr": "Nikada ne govori glasno o financijskim problemima za stolom."},
    {"pl": "Zawsze sprawdzaj, czy masz coś w ręku, zanim podasz komuś prezent.", "hr": "Uvijek provjeri imaš li nešto u ruci prije nego pokloniš poklon."},
    {"pl": "W Chorwacji po zakończeniu spotkania warto podziękować za gościnność.", "hr": "U Hrvatskoj nakon završetka sastanka dobro je zahvaliti na gostoprimstvu."},
    {"pl": "Zaproponuj, żeby każdy mógł się przedstawić, jeśli nie wszyscy się znają.", "hr": "Ponudi da se svaki predstavi ako se svi ne poznaju."},
    {"pl": "Bądź zawsze grzeczny i uważny na potrzeby innych osób.", "hr": "Uvijek budi ljubazan i pažljiv na potrebe drugih ljudi."},
    {"pl": "Czy powinienem zapytać o preferencje kulinarne gospodarza przed zaproszeniem na obiad?", "hr": "Treba li pitati domaćina o kulinarskim preferencijama prije nego pozoveš na ručak?"}
  ]
}
